{
  "info": "",
  "verses": [
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they watched him."
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And, behold, there was a certain man before him which had the dropsy."
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Jesus answering spake unto the lawyers and Pharisees, saying, \"JESUS_START\" Is it lawful to heal on the sabbath day? \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they held their peace. And he took <em>him</em>, and healed him, and let him go;"
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And answered them, saying, \"JESUS_START\" Which of you shall have an ass or an ox fallen into a pit, and will not straightway pull him out on the sabbath day? \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they could not answer him again to these things."
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,"
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "\"JESUS_START\" When thou art bidden of any <em>man</em> to a wedding, sit not down in the highest room; lest a more honourable man than thou be bidden of him; \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "\"JESUS_START\" And he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "\"JESUS_START\" But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "\"JESUS_START\" For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then said he also to him that bade him, \"JESUS_START\" When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor <em>thy</em> rich neighbours; lest they also bid thee again, and a recompence be made thee. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "\"JESUS_START\" But when thou makest a feast, call the poor, the maimed, the lame, the blind: \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "\"JESUS_START\" And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when one of them that sat at meat with him heard these things, he said unto him, Blessed <em>is</em> he that shall eat bread in the kingdom of God."
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then said he unto him, \"JESUS_START\" A certain man made a great supper, and bade many: \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "\"JESUS_START\" And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "\"JESUS_START\" And they all with one <em>consent</em> began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "\"JESUS_START\" And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "\"JESUS_START\" And another said, I have married a wife, and therefore I cannot come. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 21,
      "verse_end": 21,
      "text": "\"JESUS_START\" So that servant came, and shewed his lord these things. Then the master of the house being angry said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 22,
      "verse_end": 22,
      "text": "\"JESUS_START\" And the servant said, Lord, it is done as thou hast commanded, and yet there is room. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 23,
      "verse_end": 23,
      "text": "\"JESUS_START\" And the lord said unto the servant, Go out into the highways and hedges, and compel <em>them</em> to come in, that my house may be filled. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 24,
      "verse_end": 24,
      "text": "\"JESUS_START\" For I say unto you, That none of those men which were bidden shall taste of my supper. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And there went great multitudes with him: and he turned, and said unto them,"
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 26,
      "verse_end": 26,
      "text": "\"JESUS_START\" If any <em>man</em> come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 27,
      "verse_end": 27,
      "text": "\"JESUS_START\" And whosoever doth not bear his cross, and come after me, cannot be my disciple. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 28,
      "verse_end": 28,
      "text": "\"JESUS_START\" For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have <em>sufficient</em> to finish <em>it</em>? \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 29,
      "verse_end": 29,
      "text": "\"JESUS_START\" Lest haply, after he hath laid the foundation, and is not able to finish <em>it</em>, all that behold <em>it</em> begin to mock him, \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 30,
      "verse_end": 30,
      "text": "\"JESUS_START\" Saying, This man began to build, and was not able to finish. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 31,
      "verse_end": 31,
      "text": "\"JESUS_START\" Or what king, going to make war against another king, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand? \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 32,
      "verse_end": 32,
      "text": "\"JESUS_START\" Or else, while the other is yet a great way off, he sendeth an ambassage, and desireth conditions of peace. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 33,
      "verse_end": 33,
      "text": "\"JESUS_START\" So likewise, whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple. \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 34,
      "verse_end": 34,
      "text": "\"JESUS_START\" Salt <em>is</em> good: but if the salt have lost his savour, wherewith shall it be seasoned? \"JESUS_END\""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 14,
      "verse_start": 35,
      "verse_end": 35,
      "text": "\"JESUS_START\" It is neither fit for the land, nor yet for the dunghill; <em>but</em> men cast it out. He that hath ears to hear, let him hear. \"JESUS_END\""
    }
  ]
}