{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Peter an Apostle of Iesus Christ, to the strangers scattred thorowout Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Elect, according to the foreknowledge of God the Father, through sanctification of the Spirit vnto obedience, and sprinkling of the blood of Iesus Christ: Grace vnto you and peace be multiplied.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Blessed be the God and Father of our Lord Iesus Christ, which according to his abundant mercy, hath begotten vs againe vnto a liuely hope, by the resurrection of Iesus Christ from the dead,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "To an inheritance incorruptible, and vndefiled, and that fadeth not away, reserued in heauen for you,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Who are kept by the power of God through faith vnto saluation, ready to be reuealed in the last time.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherin ye greatly reioyce, though now for a season (if neede bee) yee are in heauinesse through manifolde temptations:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "That the triall of your faith, being much more precious then of golde that perisheth, though it bee tryed with fire, might be found vnto praise, and honor, and glory, at the appearing of Iesus Christ:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Whom hauing not seene, yee loue, in whom though now ye see him not, yet beleeuing, ye reioyce with ioy vnspeakeable, and full of glory,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Receiuing the ende of your faith, euen the saluation of your soules:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Of which saluation the Prophets haue inquired, and searched diligently, who prophesied of the grace that should come vnto you,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Searching what, or what maner of time the Spirit of Christ which was in them did signifie, when it testified beforehand the suffrings of Christ, and the glory that should follow.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Unto whome it was reuealed, that not vnto themselues, but vnto vs, they did minister the things which are now reported vnto you, by them that haue preached the Gospel vnto you, with the holy Ghost sent downe from heauen, which things the Angels desire to looke into.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Wherefore gird vp the loynes of your minde, bee sober, and hope to the end, for the grace that is to bee brought vnto you at the reuelation of Iesus Christ:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "As obedient children, not fashioning your selues according to the former lusts, in your ignorance:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But as hee which hath called you is holy, so be ye holy in all maner of conuersation;",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Because it is written, Be ye holy, for I am holy.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And if ye call on the Father, who without respect of persons iudgeth according to euery mans worke, passe the time of your soiourning here in feare:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For as much as ye know that yee were not redeemed with corruptible things, as siluer and golde, from your vaine conuersation receiued by tradition from your fathers;",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But with the precious blood of Christ, as of a Lambe without blemish and without spot,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Who verily was foreordeined before the foundation of the world, but was manifest in these last times for you.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Who by him do beleeue in God that raised him vp from the dead, and gaue him glorie, that your faith and hope might be in God.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Seeing yee haue purified your soules in obeying the truth through the Spirit, vnto vnfained loue of the brethren: see that ye loue one another with a pure heart feruently,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Being borne againe, not of corruptible seed, but of incorruptible, by the word of God which liueth and abideth for euer.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "For all flesh is as grasse, and all the glory of man as the flowre of grasse: the grasse withereth, and the flowre thereof falleth away.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But the word of the Lord endureth for euer: &amp; this is the word which by the Gospel is preached vnto you.",
      "info": ""
    }
  ]
}