{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Likewise, ye wiues, be in subiection to your owne husbands, that if any obey not the word, they also may without the word be wonne by the conuersation of the wiues:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "While they beholde your chaste conuersation coupled with feare:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Whose adorning, let it not bee that outward adorning, of plaiting the haire, and of wearing of gold, or of putting on of apparell.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But let it bee the hidden man of the heart, in that which is not corruptible, euen the ornament of a meeke and quiet spirit, which is in the sight of God of great price.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For after this manner in the olde time, the holy women also who trusted in God adorned themselues, beeing in subiection vnto their owne husbands.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Euen as Sara obeyed Abraham, calling him Lord, whose daughters ye are as long as ye doe well, and are not afraid with any amazement.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Likewise ye husbands, dwel with them according to knowledge, giuing honour vnto the wife as vnto the weaker vessel, and as being heires together of the grace of life, that your prayers be not hindered.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Finally be ye all of one minde, hauing compassion one of another, loue as brethren, be pitifull, be courteous,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Not rendring euill for euill, or railing for railing: but contrarywise blessing, knowing that yee are thereunto called, that ye should inherite a blessing.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For hee that will loue life, and see good dayes, let him refraine his tongue from euil, and his lips that they speake no guile:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Let him eschew euil and do good, let him seeke peace and ensue it.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For the eyes of the Lord are ouer the righteous, and his eares are open vnto their prayers: but the face of the Lord is against them that doe euill.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And who is hee that will harme you, if ye bee followers of that which is good?",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But and if ye suffer for righteousnes sake, happy are ye, and be not afraid of their terrour, neither be troubled:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But sanctifie the Lord God in your hearts, &amp; be ready alwayes to giue an answere to euery man that asketh you a reason of the hope that is in you, with meekenesse and feare:",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Hauing a good conscience, that whereas they speake euill of you, as of euill doers, they may bee ashamed that falsly accuse your good conuersation in Christ.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For it is better, if the will of God be so, that yee suffer for well doing, then for euill doing.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For Christ also hath once suffered for sinnes, the iust for the vniust, that he might bring vs to God, being put to death in the flesh, but quickened by the Spirit.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "By which also he went and preached vnto the spirits in prison,",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Which sometime were disobedient, when once the long-suffering of God waited in the dayes of Noah, while the Arke was a preparing: wherein few, that is, eight soules were saued by water.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "The like figure whereunto, euen Baptisme, doth also now saue vs, (not the putting away of the filth of the flesh, but the answere of a good conscience toward God,) by the resurrection of Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "1PE",
      "book_name": "1 Peter",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Who is gone into heauen, and is on the right hand of God, Angels, and authorities, and powers being made subiect vnto him.",
      "info": ""
    }
  ]
}