{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "When Iesus had spoken these wordes, hee went foorth with his disciples ouer the Brooke Cedron, where was a garden, into the which hee entred and his disciples.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Iudas also which betrayed him, knew the place: for Iesus oft times resorted thither with his disciples.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Iudas then hauing receiued a band of men, and officers from the chiefe Priests and Pharisees, commeth thither with lanternes and torches, and weapons.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Iesus therefore knowing all things that should come vpon him, went foorth, and sayde vnto them, Whom seeke ye?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "They answered him, Iesus of Nazareth. Iesus saith vnto them, I am hee. And Iudas also which betraied him, stood with them.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Assoone then as he had said vnto them, I am he, they went backeward, and fell to the ground.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then asked hee them againe, Whom seeke ye? And they said, Iesus of Nazareth.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Iesus answered, I haue tolde you that I am he: If therefore ye seeke me, let these goe their way:",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "That the saying might be fulfilled which he spake, Of them which thou gauest me, haue I lost none.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then Simon Peter hauing a sword, drewe it, and smote the high Priests seruant, &amp; cut off his right eare: The seruants name was Malchus.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then said Iesus vnto Peter, Put vp thy sword into the sheath: the cup which my father hath giuen me, shall I not drinke it?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then the band and the captaine, and officers of the Iewes, tooke Iesus, and bound him,",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And led him away to Annas first, (for he was father in law to Caiaphas) which was the high Priest that same yeere.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Now Caiaphas was he which gaue counsell to the Iewes, that it was expedient that one man should die for the people.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And Simon Peter followed Iesus, and so did another disciple: that disciple was knowen vnto the high Priest, and went in with Iesus into the palace of the high Priest.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But Peter stood at the doore without. Then went out that other disciple, which was knowen vnto the high Priest, and spake vnto her that kept the doore, and brought in Peter.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then saith the damosell that kept the doore vnto Peter, Art not thou also one of this mans disciples? He sayth, I am not.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the seruants and officers stood there, who had made a fire of coales, (for it was colde) and they warmed themselues: and Peter stood with them, and warmed himselfe.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ The high Priest then asked Iesus of his disciples, and of his doctrine.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Iesus answered him, I spake openly to the world, I euer taught in the Synagogue, and in the Temple, whither the Iewes alwayes resort, and in secret haue I said nothing:",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Why askest thou me? Aske them which heard me, what I haue said vnto them: behold, they know what I said.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And when hee had thus spoken, one of the officers which stood by, stroke Iesus with the palme of his hand, saying, Answerest thou the hie priest so?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Iesus answered him, If I haue spoken euill, beare witnesse of the euill: but if well, why smitest thou me?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Now Annas had sent him bound vnto Caiaphas the high Priest.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Simon Peter stood and warmed himselfe: They said therefore vnto him, Art not thou also one of his disciples? Hee denied it, and said, I am not.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "One of the seruants of the high Priests (being his kinsman whose eare Peter cut off) saith, Did not I see thee in the garden with him?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Peter then denied againe, and immediatly the cocke crew.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Then led they Iesus from Caiaphas vnto the hall of Iudgement: And it was earely, and they themselues went not into the Iudgement hall, lest they should be defiled: but that they might eat the Passeouer.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Pilate then went out vnto them, and said, What accusation bring you against this man?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "They answered, &amp; said vnto him, If he were not a malefactor, we would not haue deliuered him vp vnto thee.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then saide Pilate vnto them, Take ye him, and iudge him according to your law. The Iewes therefore said vnto him, It is not lawfull for vs to put any man to death:",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 32,
      "verse_end": 32,
      "text": "That the saying of Iesus might be fulfilled, which hee spake, signifying what death he should die.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Then Pilate entred into the Iudgement hall againe, and called Iesus, and saide vnto him, Art thou the King of the Iewes?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Iesus answered him, Sayest thou this thing of thy selfe? or did others tell it thee of me?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Pilate answered, Am I a Iew? Thine owne nation, and the chiefe Priests haue deliuered thee vnto mee: What hast thou done?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Iesus answered, My kingdome is not of this world: if my kingdome were of this world, then would my seruants fight, that I should not be deliuered to the Iewes: but now is my kingdome not from hence.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Pilate therefore saide vnto him, Art thou a King then? Iesus answered, Thou saiest that I am a King. To this end was I borne, and for this cause came I into the world, that I should beare witnesse vnto the trueth: euery one that is of the trueth heareth my voice.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 38,
      "verse_end": 38,
      "text": "Pilate saith vnto him, What is trueth? And when hee had said this, he went out againe vnto the Iewes, and saith vnto them, I find in him no fault at all.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 39,
      "verse_end": 39,
      "text": "But yee haue a custome that I should release vnto you one at the Passeouer: will ye therefore that I release vnto you the king of the Iewes?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 18,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Then cried they all againe, saying, Not this man, but Barabbas. Now Barabbas was a robber.",
      "info": ""
    }
  ]
}