{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "After these things Iesus shewed himselfe againe to the disciples at the sea of Tiberias, and on this wise shewed he himselfe.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "There were together Simon Peter, and Thomas called Didymus, and Nathaneel of Cana in Galilee, and the sonnes of Zebedee, and two other of his disciples.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Simon Peter saith vnto them, I goe a fishing. They say vnto him, Wee also goe with thee. They went foorth and entred into a ship immediatly, and that night they caught nothing.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But when the morning was now come, Iesus stood on the shore: but the disciples knewe not that it was Iesus.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then Iesus saith vnto them, Children, haue ye any meat? They answered him, No.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he said vnto them, Cast the net on the right side of the ship, and yee shall finde. They cast therfore, and now they were not able to draw it, for the multitude of fishes.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore that Disciple whome Iesus loued, saith vnto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his fishers coate vnto him, (for hee was naked) &amp; did cast himselfe into the sea.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the other disciples came in a litle ship (for they were not farre from land, but as it were two hundred cubites) dragging the net with fishes.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Assoone then as they were come to land, they saw a fire of coales there, and fish laid thereon, and bread.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Iesus saith vnto them, Bring of the fish, which ye haue now caught.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Simon Peter went vp, &amp; drewe the net to land full of great fishes, an hundred and fiftie and three: and for all there were so many, yet was not the net broken.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Iesus saith vnto them, Come, and dine. And none of the disciples durst aske him, Who art thou? knowing that it was the Lord.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Iesus then commeth, and taketh bread, and giueth them, and fish likewise.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "This is nowe the third time that Iesus shewed himselfe to his disciples, after that hee was risen from the dead.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ So when they had dined, Iesus saith to Simon Peter, Simon, sonne of Ionas, louest thou mee more then these? He saith vnto him, Yea, Lord, thou knowest that I loue thee. He saith vnto him, Feed my lambes.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "He saith to him againe the second time, Simon sonne of Ionas, louest thou me? He saith vnto him, Yea Lord, thou knowest that I loue thee. He saith vnto him, Feed my sheepe.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "He said vnto him the third time, Simon sonne of Ionas, louest thou mee? Peter was grieued, because hee saide vnto him the third time, Louest thou me? And he said vnto him, Lord, thou knowest all things, thou knowest that I loue thee. Iesus sayth vnto him, Feed my sheepe.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Uerily, verily I say vnto thee, whē thou wast yong, thou girdedst thy selfe, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carie thee whither thou wouldest not.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "This spake hee, signifying by what death he should glorifie God. And when he had spoken this, he sayth vnto him, Follow me.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then Peter turning about, seeth the Disciple whom Iesus loued, following, which also leaned on his breast at supper, and said, Lord, which is hee that betraieth thee?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Peter seeing him, saith to Iesus, Lord, and what shall this man doe?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Iesus saith vnto him, If I will that he tary till I come, what is that to thee? Follow thou me.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then went this saying abroad among the brethren, that that Disciple should not die: yet Iesus sayd not vnto him, He shall not die: but, If I will that he tary till I come, what is that to thee?",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "This is the Disciple which testifieth of these things, and wrote these things, and we know that his testimonie is true.",
      "info": ""
    },
    {
      "book_id": "JHN",
      "book_name": "John",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And there are also many other things which Iesus did, the which if they should be written euery one, I suppose that euen the world it selfe could not conteine the bookes that should be written, Amen.",
      "info": ""
    }
  ]
}