{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The burden of the word of the Lord for Israel, saith the Lord, which stretcheth foorth the Heauens, and laith the foundation of the earth, and formeth the spirit of man within him.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Behold, I will make Ierusalem a cup of trembling vnto all the people round about, when they shall be in the siege both against Iudah and against Ierusalem.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And in that day will I make Ierusalem a burdensome stone for all people: all that burden themselues with it, shall be cut in pieces; though all the people of the earth bee gathered together against it.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "In that day, saith the Lord, I will smite euery horse with astonishment, and his rider with madnesse, and I will open mine eyes vpon the house of Iudah, and will smite euery horse of the people with blindnesse.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the gouernours of Iudah shall say in their heart, The inhabitants of Ierusalem shall be my strength in the Lord of hostes their God.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ In that day will I make the gouernours of Iudah like a harth of fire among the wood, and like a torch of fire in a sheafe; and they shall deuoure all the people round about, on the right hand and on the left: and Ierusalem shall bee inhabited againe in her owne place, euen in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The Lord also shall saue the tents of Iudah first, that the glory of the house of Dauid, and the glory of the inhabitants of Ierusalem do not magnifie themselues against Iudah.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "In that day shall the Lord defend the inhabitants of Ierusalem, and he that is feeble among them at that day shall be as Dauid; and the house of Dauid shall be as God, as the Angel of the Lord before them.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And it shall come to passe in that day, that I will seeke to destroy all the nations that come against Ierusalem.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And I wil powre vpon the house of Dauid, and vpon the inhabitants of Ierusalem the spirit of grace and of supplications, and they shall looke vpon me whom they haue pearced, and they shal mourne for him, as one mourneth for his onely sonne, and shall be in bitternesse for him, as one that is in bitternesse for his first borne.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "In that day shall there bee a great mourning in Ierusalem, as the mourning of Hadadrimmon in the valley of Megiddon.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the land shal mourne, euery familie apart, the familie of the house of Dauid apart, and their wiues apart, the familie of the house of Nathan apart, and their wiues apart:",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The familie of the house of Leui apart, and their wiues apart: the familie of Shimei apart, and their wiues apart:",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "All the families that remaine, euery family apart, &amp; their wiues apart.",
      "info": ""
    }
  ]
}