{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In that day there shalbe a fountaine opened to the house of Dauid, and to the inhabitants of Ierusalem, for sinne, and for vncleannesse.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "¶ And it shal come to passe in that day, saith the Lord of hostes, that I will cut off the names of the idoles out of the land: and they shal no more be remembred: and also I wil cause the prophets, and the vncleane spirit to passe out of the land.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And it shal come to passe that when any shall yet prophecie, then his father and his mother that begate him, shall say vnto him, Thou shalt not liue: for thou speakest lies in the Name of the Lord: and his father and his mother, that begate him, shall thrust him through when he prophecieth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And it shall come to passe in that day, that the prophets shalbe ashamed euery one of his vision, when hee hath prophecied: neither shall they weare a rough garment to deceiue.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But he shal say, I am no prophet, I am an husbandman: for man taught me to keepe cattell from my youth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And one shal say vnto him, What are these wounds in thine hands? Then hee shall answere: Those with which I was wounded in the house of my friends.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Awake, O sword, against my shepheard, and against the man that is my fellow, saith the Lord of hostes: smite the Shepheard, and the sheepe shalbe scattered: and I wil turne mine hand vpon the litle ones.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it shall come to passe, that in all the land, saith the Lord, two parts therein shall be cut off, and die, but the third shall be left therein.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And I will bring the thirde part through the fire, and wil refine them as siluer is refined, &amp; will try them as gold is tried: they shall call on my Name, and I wil heare them: I wil say, It is my people: and they shall say, The Lord is my God.",
      "info": ""
    }
  ]
}