{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then I turned, and lift vp mine eyes, and looked, and behold, a flying roule.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee said vnto mee, What seest thou? and I answered, I see a flying roule, the length thereof is twentie cubites, and the breadth thereof tenne cubites.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then said hee vnto mee; This is the curse, that goeth forth ouer the face of the whole earth: for euery one that stealeth shall be cut off as on this side, according to it; and euery one that sweareth shall be cut off as on that side, according to it.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I will bring it forth, saith the Lord of hostes, and it shall enter into the house of the theefe, and into the house of him that sweareth falsely by my name: and it shall remaine in the midst of his house, and shall consume it, with the timber thereof, and the stones thereof.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then the Angell that talked with me, went forth and said vnto me, Lift vp now thine eyes, and see what is this that goeth forth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I said, What is it? and hee said, This is an Ephah that goeth forth. Hee said moreouer, This is their resemblance through all the earth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And behold, there was lift vp a talent of lead: and this is a woman that sitteth in the midst of the Ephah.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he said, This is wickednesse, and he cast it into the midst of the Ephah, and he cast the weight of lead vpon the mouth thereof.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then lift I vp mine eyes, and looked, &amp; behold, there came out two women, and the winde was in their wings (for they had wings like the wings of a storke) and they lift vp the Ephah betweene the earth and the heauen.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then saide I to the Angel that talked with me, Whither do these beare the Ephah?",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he said vnto mee, To build it an house in the land of Shinar, and it shall be established, and set there vpon her owne base.",
      "info": ""
    }
  ]
}