{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And I turned, and lift vp mine eyes, and looked, and beholde, there came foure charets out from betweene two mountaines, and the mountaines were mountaines of brasse.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In the first charet were red horses, and in the second charet, blacke horses.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And in the third charet white horses, and in the fourth charet grisled and bay horses.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then I answered, and said vnto the Angel that talked with mee, What are these, my Lord ?",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Angel answered and said vnto me, These are the foure spirits of the heauens, which go forth from standing before the Lord of all the earth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The blacke horses which are therin, goe forth into the North countrey, and the white goe forth after them, and the grisled goe forth toward the South countrey.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the baye went foorth, and sought to goe, that they might walke to and fro through the earth: and he said, Get ye hence, walke to and fro through the earth. So they walked to and fro through the earth.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then cried he vpon me, and spake vnto me, saying, Behold, these that goe toward the North countrey, haue quieted my spirit, in the North countrey.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Take of them of the captiuitie, euen of Heldai, of Tobijah, and of Iedaiah, which are come from Babylon, and come thou the same day, and go into the house of Iosiah the son of Zephaniah.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then take siluer, and golde, and make crownes, and set them vpon the head of Ioshua the sonne of Iosedech, the high priest.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And speake vnto him, saying, Thus speaketh the Lord of hostes, saying, Behold, the man whose name is the Branch, and he shall growe vp out of his place, and he shall build the Temple of the Lord:",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Euen he shall build the temple of the Lord, and he shal beare the glory, and shall sit and rule vpon his throne, and he shall be a priest vpon his throne, and the counsell of peace shall bee betweene them both.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the crownes shall bee to Helem, and to Tobijah, and to Iedaiah, and to Hen the sonne of Zephaniah for a memoriall, in the Temple of the Lord.",
      "info": ""
    },
    {
      "book_id": "ZEC",
      "book_name": "Zechariah",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they that are farre off, shall come and build in the Temple of the Lord, and ye shall knowe that the Lord of hosts hath sent me vnto you. And this shall come to passe, if ye will diligently obey the voyce of the Lord your God.",
      "info": ""
    }
  ]
}