{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The vision of Obadiah: Thus saith the Lord God, concerning Edom; Wee haue heard a rumour from the Lord, and an ambassador is sent among the heathen: Arise yee, and let vs rise vp against her in battell.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Behold, I haue made thee small among the heathen: thou art greatly despised.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ The pride of thine heart hath deceiued thee: thou that dwellest in the clefts of the rocke, Whose habitation is high, that saith in his heart: Who shall bring me downe to the ground?",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Though thou exalt thy selfe as the eagle, and though thou set thy nest among the starres, thence will I bring thee downe, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "If theeues came to thee, if robbers by night (how art thou cut off?) would they not haue stollen til they had enough? if the grape gatherers came to thee, would they not leaue some grapes?",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "How are the things of Esau searched out? how are his hid things sought vp?",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "All the men of thy confederacie haue brought thee euen to the border: the men that were at peace with thee, haue deceiued thee, and preuailed against thee: they that eate thy bread haue laide a wound vnder thee: there is none vnderstanding in him.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Shal I not in that day, saith the Lord, euen destroy the wise men out of Edom, and vnderstanding out of the mount of Esau?",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And thy mightie men, O Teman, shall be dismayed, to the end that euery one of the mount of Esau may be cut off by slaughter.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ For thy violence against thy brother Iacob shame shall couer thee, and thou shalt be cut off for euer.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "In the day that thou stoodest on the other side, in the day that the strangers caried away captiue his forces, and forreiners entred into his gates, and cast lots vpon Ierusalem, euen thou wast as one of them.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But thou shouldest not haue looked on the day of thy brother in the day that hee became a stranger, neither shouldest thou haue reioyced ouer the children of Iudah in the day of their destruction: neither shouldest thou haue spoken proudly in the day of distresse.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thou shouldest not haue entred into the gate of my people in the day of their calamitie: yea, thou shouldest not haue looked on their affliction in the day of their calamitie, nor haue laid hands on their substance in the day of their calamitie.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Neither shouldest thou haue stood in the crosse way to cut off those of his that did escape, neither shouldest thou haue deliuered vp those of his that did remaine in the day of distresse.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For the day of the Lord is neere vpon all the heathen: as thou hast done, it shall bee done vnto thee, thy reward shall returne vpon thine owne head.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For as ye haue drunke vpon my holy mountaine, so shall all the heathen drinke continually: yea, they shall drinke, and they shall swallow downe, and they shall bee as though they had not bene.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ But vpon mount Zion shall be deliuerance, and there shall be holinesse, and the house of Iacob shall possesse their possessions.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the house of Iacob shall bee a fire, and the house of Ioseph a flame, and the house of Esau for stubble, and they shall kindle in them and deuoure them, and there shall not be any remaining of the house of Esau, for the Lord hath spoken it.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they of the South shall possesse the mount of Esau, and they of the plaine, the Philistines: and they shall possesse the fields of Ephraim, and the fields of Samaria, and Beniamin shall possesse Gilead.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the captiuitie of this hoste of the children of Israel shall possesse that of the Canaanites euen vnto Zarephath, and the captiuitie of Ierusalem which is in Sepharad, shall possesse the cities of the South.",
      "info": ""
    },
    {
      "book_id": "OBA",
      "book_name": "Obadiah",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Sauiours shall come vp on mount Zion to iudge the mount of Esau, and the kingdome shall be the Lords.",
      "info": ""
    }
  ]
}