{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And I looked, and loe, a Lambe stood on the mount Sion, and with him an hundreth fourty and foure thousand, hauing his Fathers Name written in their foreheads.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I heard a voice from heauen, as the voice of many waters, and as the voyce of a great thunder: and I heard the voyce of harpers, harping with their harpes.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they sung as it were a new song before the throne, and before the foure beasts, and the Elders, and no man could learne that song, but the hundreth and fourtie and foure thousand, which were redeemed from the earth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "These are they which were not defiled with women: for they are virgines: These are they which follow the Lambe whithersoeuer hee goeth: These were redeemed from among men, being the first fruits vnto God, and to the Lambe.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And in their mouth was found no guile: for they are without fault before the throne of God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I saw another Angel flie in the midst of heauen, hauing the euerlasting Gospel, to preach vnto them that dwel on the earth, and to euery nation, and kinred, and tongue, and people,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Saying with a loud voice, Feare God, and giue glory to him, for the houre of his iudgement is come: and worshippe him that made heauen and earth, and the sea, and the fountains of waters.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And there followed another Angel, saying, Babylon is fallen, is fallen, that great citie, because she made all nations drinke of the wine of the wrath of her fornication.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the third Angel followed them, saying with a lowd voice, If any man worship the beast and his image, and receiue his marke in his forehead, or in his hand,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The same shall drinke of the wine of the wrath of God, which is powred out without mixture into the cup of his indignation, and hee shall be tormented with fire and brimstone, in the presence of the holy Angels, and in the presence of the Lambe:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the smoke of their torment ascendeth vp for euer and euer. And they haue no rest day nor night, who worship the beast and his image, and whosoeuer receyueth the marke of his name.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Here is the patience of the Saints: Here are they that keepe the Commandements of God, and the faith of Iesus.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I heard a voyce from heauen, saying vnto me, Write, Blessed are the dead which die in the Lord, from hencefoorth, yea, saith the Spirit, that they may rest from their labours, and their workes doe follow them.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I looked, and beholde, a white cloud, and vpon the cloude one sate like vnto the sonne of man, hauing on his head a golden crowne, and in his hand a sharpe sickle.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And another Angel came out of the Temple crying with a loude voice to him that sate on the cloud: Thrust in thy sickle and reape, for the time is come for thee to reape, for the haruest of the earth is ripe.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And hee that sate on the cloude thrust in his sickle on the earth, and the earth was reaped.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And another Angel came out of the Temple which is in heauen, he also hauing a sharpe sickle.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And another Angel came out from the Altar, which had power ouer fire, and cryed with a loud cry to him, that had the sharpe sickle, saying, Thrust in thy sharpe sickle, and gather the clusters of the vine of the earth, for her grapes are fully ripe.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Angel thrust in his sickle into the earth, and gathered the vine of the earth, &amp; cast it into the great winepresse of the wrath of God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the winepresse was troden without the citie, and blood came out of the winepresse, euen vnto the horse bridles, by the space of a thousand and sixe hundred furlongs.",
      "info": ""
    }
  ]
}