{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And there came one of the seuen Angels, which had the seuen vials, and talked with me, saying vnto mee, Come hither, I will shew vnto thee the iudgement of the great Whore, that sitteth vpon many waters:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "With whom the kings of the earth haue committed fornication, and the inhabiters of the earth haue beene made drunk with the wine of her fornication.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "So he caried me away in the Spirit into the wildernesse: and I saw a woman sit vpō a scarlet coloured beast, full of names of blasphemy, hauing seuen heads, and ten hornes.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the woman was arayed in purple and scarlet colour, and decked with gold, and precious stone &amp; pearles, hauing a golden cup in her hand, full of abominations and filthinesse of her fornication.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And vpon her forehead was a name written, Mystery, Babylon The Great, The Mother Of Harlots, And Abominations Of The Earth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I saw the woman drunken with the blood of the Saints, and with the blood of the Martyrs of Iesus: and when I saw her, I wondred with great admiration.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Angel saide vnto mee, Wherefore didst thou marueile? I will tell thee the mystery of the woman, and of the beast that carieth her, which hath the seuen heads, and ten hornes.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The beast that thou sawest, was, and is not, and shall ascend out of the bottomlesse pit, and goe into perdition, and they that dwell on the earth shall wonder, (whose names were not written in the booke of life from the foundation of the world) when they behold the beast that was, and is not, and yet is.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And here is the mind which hath wisedome. The seuen heads are seuen mountaines, on which the woman sitteth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And there are seuen Kings, fiue are fallen, and one is, and the other is not yet come: and when he commeth, he must continue a short space.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the beast that was, and is not, euen he is the eighth, &amp; is of the seuen, and goeth into perdition.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the tenne hornes which thou sawest, are ten kings, which haue receiued no kingdom as yet: but receiue power as kings one houre with the beast.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "These haue one minde, and shall giue their power and strength vnto the beast.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "These shal make warre with the Lambe, and the Lambe shal ouercome them: For he is Lord of Lords, and King of kings, and they that are with him, are called, &amp; chosen, and faithfull.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he saith vnto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the ten hornes which thou sawest vpon the beast, these shall hate the whore, and shall make her desolate, and naked, and shall eate her flesh, and burne her with fire.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For God hath put in their hearts to fulfill his will, and to agree, and giue their kingdome vnto the beast, vntil the words of God shall be fulfilled.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the woman which thou sawest, is that great Citie which reigneth ouer the kings of the earth.",
      "info": ""
    }
  ]
}