{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And after these things, I saw another Angel come downe from heauen, hauing great power, and the earth was lightened with his glory.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he cryed mightily with a strōg voyce, saying, Babylon the great is fallen, is fallen, and is become the habitation of deuils, and the hold of euery foule spirit, and a cage of euery vncleane and hatefull bird:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For all nations haue drunke of the wine of the wrath of her fornication, and the Kings of the earth haue committed fornication with her, &amp; the Merchants of the earth are waxed rich thorow the abundance of her delicacies.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I heard another voice from heauen, saying, Come out of her, my people, that yee be not partakers of her sinnes, and that yee receiue not of her plagues:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For her sinnes haue reached vnto heauen, and God hath remembred her iniquities.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Reward her euen as she rewarded you, and double vnto her double according to her works: in the cup which she hath filled, fill to her double.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "How much she hath glorified her selfe, and liued deliciously, so much torment and sorrow giue her: for she saith in her heart, I sit a Queene, and am no widow, and shall see no sorrow.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therefore shall her plagues come in one day, death, and mourning, and famine, and she shall bee vtterly burnt with fire, for strong is the Lord God, who iudgeth her.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the Kings of the earth, who haue committed fornication, and liued deliciously with her, shall bewaile her and lament for her, when they shall see the smoke of her burning:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Standing afarre off for the feare of her torment, saying, Alas, alas, that great citie Babylon, that mighty citie: for in one houre is thy iudgement come.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Merchants of the earth shall weepe and mourne ouer her, for no man buyeth their merchandise any more.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The merchandise of gold, and siluer, and pretious stones, and of pearles, and fine linnen, and purple, and silke, and scarlet, and all Thine wood, and all maner vessels of Yuorie, and all maner vessels of most precious wood, and of brasse, and iron, and marble,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Cynamome, and odours, and ointments, and frankincense, &amp; wine, and oile, and fine floure, and wheat, and beasts, and sheepe, and horses, and chariots, and slaues, and soules of men.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the fruits that thy soule lusted after, are departed from thee, and all things which were daintie, and goodly, are departed from thee, and thou shalt finde them no more at all.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The Merchants of these things which were made riche by her, shall stand afarre off for the feare of her torment, weeping and wailing.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And saying, Alas, alas, that great city, that was clothed in fine linnen, and purple and scarlet, and decked with gold, and pretious stones, and pearles:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For in one houre so great riches is come to nought. And euery shipmaster, and all the company in ships, and sailers, and as many as trade by sea, stood a farre off,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And cryed when they saw the smoke of her burning, saying, What city is like vnto this great citie?",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they cast dust on their heads, and cried, weeping, and wailing, saying, Alas, alas, that great citie, wherein were made rich all that had ships in the sea, by reason of her costlinesse, for in one houre is she made desolate.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Reioyce ouer her thou heauen, and ye holy Apostles and Prophets, for God hath auenged you on her.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And a mightie Angel tooke vp a stone like a great milstone, and cast it into the sea, saying, Thus with violence shall that great citie Babylon bee throwen downe, and shall bee found no more at all.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the voyce of harpers and musitions, and of pipers, and trumpetters, shall bee heard no more at all in thee: and no craftsman, of whatsoeuer craft hee be, shall be found any more in thee: and the sound of a milstone shalbe heard no more at all in thee:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the light of a candle shall shine no more at all in thee: and the voice of the bridegrome and of the bride shalbe heard no more at all in thee: for thy Merchants were the great men of the earth: for by thy sorceries were all nations deceiued.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And in her was found the blood of Prophets, and of Saints, and of all that were slaine vpon the earth.",
      "info": ""
    }
  ]
}