{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Vnto the Angel of the church of Ephesus, write, These things saith he that holdeth the seuen starres in his right hand, who walketh in the midst of the seuen golden Candlesticks:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I know thy workes, and thy labour, and thy patience, and how thou canst not beare them which are euil, and thou hast tried them which say they are Apostles, and are not, and hast found them lyers:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hast borne, and hast patience, and for my Names sake hast laboured, and hast not fainted.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Neuerthelesse, I haue somewhat against thee, because thou hast left thy first loue.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Remember therfore from whence thou art fallen, and repent, and doe the first workes, or else I will come vnto thee quickly, and will remoue thy Candlesticke out of his place, except thou repent.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But this thou hast, that thou hatest the deeds of the Nicolaitans, which I also hate.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Hee that hath an eare, let him heare what the Spirit saith vnto the Churches: To him that ouercommeth will I giue to eate of the tree of life, which is in the middest of the Paradise of God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And vnto the Angel of the Church in Smyrna, write, These things saith the first and the last, which was dead, and is aliue,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I know thy works, and tribulation, and pouertie, but thou art rich, and I know the blasphemie of them which say they are Iewes and are not, but are the Synagogue of Satan.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Feare none of those things which thou shalt suffer: behold, the deuill shal cast some of you into prison, that ye may be tried, and yee shall haue tribulation tenne dayes: bee thou faithfull vnto death, and I will giue thee a crowne of life.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He that hath an eare, let him heare what the spirit saith vnto the churches. He that ouercommeth, shall not be hurt of the second death.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And to the Angel of the Church in Pergamos, write, These things saith hee, which hath the sharpe sword with two edges:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "I know thy workes, and where thou dwellest, euen where Satans seat is, and thou holdest fast my Name, and hast not denied my faith, euen in those daies, wherein Antipas was my faithful Martyr, who was slaine among you, where Satan dwelleth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But I haue a fewe things against thee, because thou hast there them that holde the doctrine of Balaam, who taught Balac to cast a stumbling blocke before the children of Israel, to eate things sacrificed vnto idoles, and to commit fornication.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So hast thou also them that hold the doctrine of the Nicolaitans, which thing I hate.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Repent, or else I will come vnto thee quickly, and wil fight against them with the sword of my mouth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Hee that hath an eare, let him heare what the Spirit saith vnto the Churches. To him that ouercommeth will I giue to eate of the hidden Manna, and will giue him a white stone, and in the stone a new name written, which no man knoweth, sauing hee that receiueth it.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And vnto the Angel of the church in Thyatira, write, These things saith the Sonne of God, who hath his eyes like vnto a flame of fire, and his feete are like fine brasse:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "I know thy works, and charitie, and seruice, and faith, and thy patience, and thy workes, and the last to bee more then the first.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Notwithstanding, I haue a few things against thee, because thou sufferest that woman Iezebel, which calleth herselfe a Prophetesse, to teach and to seduce my seruants to commit fornication, and to eat things sacrificed vnto idoles.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And I gaue her space to repent of her fornication, and she repented not.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Behold, I will cast her into a bed, and them that commit adultery with her, into great tribulation, except they repent of their deeds.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I will kill her children with death, and all the Churches shall know that I am hee which searcheth the reines and hearts: and I will giue vnto euery one of you according to your workes.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But vnto you I say, and vnto the rest in Thyatira, as many as haue not this doctrine, and which haue not knowen the depthes of Satan, as they speake, I will put vpon you none other burden:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But that which ye haue already, hold fast till I come.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And hee that ouercommeth, and keepeth my workes vnto the ende, to him will I giue power ouer the nations:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "(And he shall rule them with a rod of yron: as the vessels of a potter shall they be broken to shiuers:) euen as I receiued of my Father.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And I will giue him the morning starre.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "He that hath an eare, let him heare what the Spirit saith vnto the Churches.",
      "info": ""
    }
  ]
}