{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And I saw an Angel come down from heauen, hauing the key of the bottomles pit, &amp; a great chaine in his hand.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee laid hold on the dragon that old serpent, which is the deuill and Satan, and bound him a thousand yeres,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And cast him into the bottomlesse pit, and shut him vp, and set a seale vpon him, that he should deceiue the nations no more, till the thousand yeeres should bee fulfilled: and after that hee must be loosed a little season.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I saw thrones, and they sate vpon them, and iudgement was giuen vnto them: &amp; I saw the soules of them that were beheaded for the witnesse of Iesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had receiued his marke vpon their foreheads, or in their hands; and they liued and reigned with Christ a thousand yeeres.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But the rest of the dead liued not againe vntill the thousand yeeres were finished. This is the first resurrection.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Blessed &amp; holy is he that hath part in þ<sup>e</sup> first resurrection: on such the second death hath no power, but they shall be Priests of God, and of Christ, and shall reigne with him a thousand yeeres.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And when the thousand yeeres are expired, Satan shall be loosed out of his prison,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And shall goe out to deceiue the nations which are in the foure quarters of the earth, Gog &amp; Magog, to gather them together to battell: the number of whom is as the sand of the sea.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they went vp on the breadth of the earth, and compassed the campe of the Saints about, and the beloued citie: and fire came downe from God out of heauen, and deuoured them.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the deuil that deceiued them, was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night, for euer and euer.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And I saw a great white throne, and him that sate on it, from whose face the earth and the heauen fled away, and there was found no place for them.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I sawe the dead, small and great, stand before God: and the books were opened: &amp; another booke was opened, which is the booke of life: and the dead were iudged out of those things which were written in the books, according to their works.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the sea gaue vp the dead which were in it: and death and hell deliuered vp the dead which were in them: and they were iudged euery man according to their works.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And death and hell were cast into the lake of fire: this is the second death.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And whosoeuer was not found written in the booke of life, was cast into the lake of fire.",
      "info": ""
    }
  ]
}