{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And I saw a new heauen, and a new earth: for the first heauen, and the first earth were passed away, and there was no more sea.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I Iohn saw the holy City, new Hierusalem comming down from God out of heauen, prepared as a bride adorned for her husband.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I heard a great voice out of heauen, saying, Behold, the Tabernacle of God is with men, and he wil dwell with them, and they shall be his people, and God himselfe shalbe with them, and be their God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And God shall wipe away all teares from their eyes: and there shall bee no more death, neither sorrow, nor crying, neither shall there bee any more paine: for the former things are passed away.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he that sate vpon the throne, said, Behold, I make all things new. And hee said vnto me, Write: for these words are true and faithfull.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he said vnto mee, It is done: I am Alpha and Omega, the beginning and the end. I will giue vnto him that is athirst, of the fountaine of the water of life, freely.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "He that ouercommeth, shall inherite all things, and I will bee his God, and he shall be my sonne.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But the fearefull, and vnbeleeuing, and the abominable, and murderers, and whore mongers, and sorcerers, and idolaters, and all lyars, shall haue their part in the lake which burneth with fire and brimstone: which is the second death.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And there came vnto me one of the seuen Angels, which had the seuen vials full of the seuen last plagues, and talked with me, saying, Come hither, I will shew thee the Bride, the Lambes wife.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he caried me away in the spirit to a great and high mountaine, and shewed me that great citie, the holy Hierusalem, descending out of heauen from God,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Hauing the glory of God: and her light was like vnto a stone most precious; euen like a iasper stone, cleare as christal,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And had a wall great and high, and had twelue gates, and at the gates twelue Angels, &amp; names written thereon, which are the names of the twelue tribes of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "On the East three gates, on the North three gates, on the South three gates, and on the West three gates.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the wall of the citie had twelue foundations, and in them the names of the twelue Apostles of the Lambe.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And hee that talked with mee, had a golden reede to measure the citie, and the gates thereof, and the wall thereof.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the city lieth foure square, and the length is as large as the breadth: and he measured the city with the reed, twelue thousand furlongs: the length, and the breadth, and the height of it are equall.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he measured the wall thereof, an hundred, and fourtie, and foure cubites, according to the measure of a man, that is, of the Angel.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the building of the wall of it was of Iasper, and the city was pure gold, like vnto cleare glasse.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the foundations of the wall of the city were garnished with all maner of precious stones. The first foundation was Iasper, the second Saphir, the third a Chalcedony, the fourth an Emerald,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "The fift Sardonix, the sixt Sardius, the seuenth Chrysolite, the eight Beryl, the ninth a Topas, the tenth a Chrysoprasus, the eleuenth a Iacinct, the twelfth an Amethyst.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the twelue gates were twelue pearles, euery seuerall gate was of one pearle, and the streete of the city was pure golde, as it were transparent glasse.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And I saw no Temple therein: For the Lord God Almightie, and the Lambe, are the Temple of it.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the citie had no need of the Sunne, neither of the Moone to shine in it: for the glory of God did lighten it, and the Lambe is the light thereof.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the nations of them which are saued, shall walke in the light of it: and the kings of the earth doe bring their glory and honour into it.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the gates of it shall not bee shut at all by day: for there shall bee no night there.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And they shall bring the glorie and honour of the nations into it.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 21,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And there shall in no wise enter into it any thing that defileth, neither whatsoeuer worketh abomination, or maketh a lie: but they which are written in the Lambes booke of life.",
      "info": ""
    }
  ]
}