{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And he shewed mee a pure riuer of water of life, cleere as Chrystall, proceeding out of the throne of God, and of the Lambe.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In the middest of the street of it, and of either side of the riuer, was there the tree of life, which bare twelue manner of fruits, and yeelded her fruit euery moneth: and the leaues of the tree were for the healing of the nations.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And there shall be no more curse, but the throne of God, &amp; of the Lambe shall bee in it, and his seruants shall serue him.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they shall see his face, and his Name shall be in their foreheads.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And there shalbe no night there, and they need no candle, neither light of the Sunne, for the Lord God giueth them light, and they shall reigne for euer and euer.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee said vnto mee, These sayings are faithfull and true. And the Lord God of the holy Prophets sent his Angel to shew vnto his seruants the things which must shortly be done.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Beholde, I come quickly: Blessed is he that keepeth the sayings of the prophecie of this booke.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I Iohn saw these things, and heard them. And when I had heard and seene, I fell downe, to worship before the feete of the Angel, which shewed me these things.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then saith he vnto me, See thou doe it not: for I am thy fellow seruant, and of thy brethren the Prophets, and of them which keepe the sayings of this booke: worship God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hee saith vnto mee, Seale not the sayings of the prophesie of this booke: for the time is at hand.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He that is vniust, let him be vniust still: and he which is filthy, let him be filthy still: and hee that is righteous, let him bee righteous still: and hee that is holy, let him be holy still.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And behold, I come quickly, and my reward is with mee, to giue euery man according as his worke shall be.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "I am Alpha and Omega, the beginning and the end, the first &amp; the last.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Blessed are they that do his commandements, that they may haue right to the tree of life, and may enter in thorow the gates into the citie.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoeuer loueth and maketh a lie.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "I Iesus haue sent mine Angel, to testifie vnto you these things in the Churches. I am the roote and the offspring of Dauid, and the bright and morning starre.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the Spirit and the Bride say, Come. And let him that heareth, say, Come. And let him that is a thirst, come. And whosoeuer will, let him take the water of life freely.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For I testifie vnto euery man that heareth the wordes of the prophesie of this booke, If any man shal adde vnto these things, God shall adde vnto him the plagues, that are written in this booke.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And if any man shall take away from the wordes of the booke of this prophesie, God shal take away his part out of the booke of life, and out of the holy citie, and from the things which are written in this booke.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Hee which testifieth these things, saith, Surely, I come quickly. Amen. Euen so, Come Lord Iesus.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "The grace of our Lord Iesus Christ be with you all. Amen.",
      "info": ""
    }
  ]
}