{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And vnto the Angel of the Church in Sardis write, These things saith he that hath the seuen Spirits of God, &amp; the seuen starres; I know thy workes, that thou hast a name that thou liuest, and art dead.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Be watchfull, and strengthen the things which remaine, that are ready to die: for I haue not found thy works perfect before God.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Remember therefore, how thou hast receiued and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thiefe, and thou shalt not know what houre I will come vpon thee.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thou hast a few names euen in Sardis, which haue not defiled their garments, and they shall walke with me in white: for they are worthy.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Hee that ouercommeth, the same shalbe clothed in white raiment, and I will not blot out his name out of the booke of life, but I will confesse his name before my Father, and before his Angels.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Hee that hath an eare, let him heare what the Spirit saith vnto the Churches.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And to the Angel of the Church in Philadelphia write, These things saith he that is Holy, he that is true, he that hath the key of Dauid, he that openeth, and no man shutteth, and shutteth, and no man openeth;",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "I know thy workes: behold, I haue set before thee an open doore, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my Name.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Behold, I will make them of the synagogue of Satan, which say they are Iewes, and are not, but doe lie: behold, I will make them to come and worship before thy feete, and to know that I haue loued thee.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Because thou hast kept the word of my patience, I also will keepe thee from the houre of temptation, which shall come vpon all the world, to try them that dwell vpon the earth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Beholde, I come quickly, hold that fast which thou hast, that no man take thy crowne.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Him that ouercommeth, will I make a pillar in the Temple of my God, and he shall goe no more out: and I wil write vpon him the Name of my God, and the name of the Citie of my God, which is new Hierusalem, which commeth downe out of heauen from my God: And I will write vpon him my New name.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Hee that hath an eare, let him heare what the Spirit saith vnto the Churches.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And vnto the Angel of the Church of the Laodiceans, write, These things saith the Amen, the faithfull and true witnesse, the beginning of the creation of God:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I know thy workes, that thou art neither cold nor hot, I would thou wert cold or hot.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "So then because thou art lukewarme, and neither cold nor hot, I wil spew thee out of my mouth:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Because thou sayest, I am rich, and increased with goods, and haue need of nothing: and knowest not that thou art wretched, and miserable, and poore, and blinde, and naked.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "I counsell thee to buy of me gold tried in the fire, that thou mayest bee rich, and white raiment, that thou mayest be clothed, and that the shame of thy nakednesse doe not appeare, and anoint thine eyes with eye salue, that thou mayest see.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "As many as I loue, I rebuke and chasten, be zealous therefore, and repent.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Behold, I stand at the doore, and knocke: if any man heare my voyce, and open the doore, I will come in to him, and will sup with him, and he with me.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "To him that ouercommeth, will I graunt to sit with mee in my throne, euen as I also ouercame, and am set downe with my Father in his throne.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Hee that hath an eare, let him heare what the Spirit saith vnto the Churches.",
      "info": ""
    }
  ]
}