{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And I saw in þ<sup>e</sup> right hand of him that sate on the Throne, a booke written within, &amp; on the backeside, sealed with seuen seales.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I saw a strong Angel proclaiming with a loude voice; Who is worthy to open the booke, and to loose the seales thereof?",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And no man in heauen, nor in earth, neither vnder the earth, was able to open the booke, neither to looke thereon.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I wept much, because no man was found worthy to open, and to reade the booke, neither to looke thereon.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And one of the Elders saith vnto me, Weepe not: beholde, the Lion of the tribe of Iuda, the roote of Dauid, hath preuailed to open the booke, and to loose the seuen seales thereof.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I beheld, and loe, in the middest of the Throne, and of the foure beastes, and in the midst of the Elders stood a Lambe as it had beene slaine, hauing seuen hornes and seuen eyes, which are the seuen Spirits of God, sent foorth into all the earth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he came, and tooke the booke out of the right hand of him that sate vpon the Throne.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And when he had taken the booke, the foure Beasts, and foure and twenty Elders fel down before the Lambe, hauing euery one of them harps, and golden vials full of odours, which are the prayers of Saints.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they sung a new song, saying, Thou art worthy to take the Booke, and to open the seales thereof: for thou wast slaine, and hast redeemed vs to God by thy blood, out of euery kinred, and tongue, and people, and nation:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hast made vs vnto our God Kings and Priests, and we shall reigne on the earth.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And I beheld, and I heard the voyce of many Angels, round about the Throne, and the beasts and the Elders, and the number of them was ten thousand times tenne thousand, and thousands of thousands,",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Saying with a lowd voice, Worthy is the Lambe that was slaine, to receiue power, and riches, and wisedome, and strength, and honour, and glory, and blessing.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And euery creature which is in heauen, and on the earth, and vnder the earth, and such as are in the sea, and all that are in them, heard I, saying, Blessing, honour, glory, and power bee vnto him that sitteth vpon the Throne, and vnto the Lambe for euer and euer.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the foure beasts said, Amen. And the foure and twenty Elders fell downe and worshipped him that liueth for euer and euer.",
      "info": ""
    }
  ]
}