{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when hee had opened the seuenth seale, there was silence in heauen about the space of halfe an houre.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I sawe the seuen Angels which stood before God, and to them were giuen seuen trumpets.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And another Angel came &amp; stood at the altar, hauing a golden censer, and there was giuen vnto him much incense, that hee should offer it with the prayers of all Saints vpon the golden altar which was before the throne.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the smoke of the incense which came with the prayers of the Saints, ascended vp before God, out of the Angels hand.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Angel tooke the censer, and filled it with fire of the altar, and cast it into the earth: and there were voyces, and thunderings, and lightnings, and an earthquake:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the seuen Angels which had the seuen trumpets, prepared themselues to sound.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The first Angel sounded, and there followed haile, and fire mingled with blood, and they were cast vpon the earth, and the third part of trees was burnt vp, and all greene grasse was burnt vp.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the second Angel sounded, and as it were a great mountaine burning with fire was cast into the sea, and the third part of the sea became blood.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the thirde part of the creatures which were in the Sea, and had life, died, and the third part of the ships were destroyed.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the third Angel sounded, and there fell a great starre from heauen, burning as it were a lampe, and it fell vpon the third part of the riuers, and vpon the fountaines of waters:",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the name of the starre is called Wormewood, and the third part of the waters became wormewood, and many men dyed of the waters, because they were made bitter.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the fourth Angel sounded, and the thirde part of the Sunne was smitten, &amp; the third part of the Moone, and the third part of the starres, so as the third part of them was darkened: and the day shone not for a third part of it, and the night likewise.",
      "info": ""
    },
    {
      "book_id": "REV",
      "book_name": "Revelation",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I beheld, and heard an Angel flying through the midst of heauen, saying with a loude voice, Woe, woe, woe, to the inhabiters of the earth, by reason of the other voyces of the trumpet of the three Angels which are yet to sound.",
      "info": ""
    }
  ]
}