{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Iob answered the Lord, and said,",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I know that thou canst doe euery thing, and that no thought can bee withholden from thee.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Who is he that hideth counsel without knowledge? therefore haue I vttered that I vnderstood not, things too wonderfull for me, which I knew not.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Heare, I beseech thee, and I will speake: I will demand of thee, and declare thou vnto me.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I haue heard of thee by the hearing of the eare: but now mine eye seeth thee.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherefore I abhorre my selfe, and repent in dust and ashes.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And it was so, that after the Lord had spoken these words vnto Iob, the Lord said to Eliphaz the Temanite, My wrath is kindled against thee, &amp; against thy two friends: for ye haue not spoken of mee the thing that is right, as my seruant Iob hath.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therefore take vnto you now seuen bullocks, and seuen rammes, and goe to my seruant Iob, and offer vp for your selues a burnt offring, and my seruant Iob shal pray for you, for him wil I accept: lest I deale with you after your folly, in that ye haue not spoken of mee the thing which is right, like my seruant Iob.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite went, and did according as the Lord commanded them: the Lord also accepted Iob.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Lord turned the captiuitie of Iob, when he prayed for his friends: also the Lord gaue Iob twice as much as he had before.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then came there vnto him all his brethren, and all his sisters, and all they that had bin of his acquaintance before, and did eat bread with him in his house: and they bemoned him, and comforted him ouer all the euill that the Lord had brought vpon him: euery man also gaue him a piece of money, and euery one an eare-ring of gold.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 12,
      "verse_end": 12,
      "text": "So the Lord blessed the latter end of Iob, more then his beginning: for he had fourteene thousand sheepe, and sixe thousand camels, and a thousand yoke of oxen, and a thousand shee asses.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 13,
      "verse_end": 13,
      "text": "He had also seuen sonnes, and three daughters.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he called the name of the first, Iemima, and the name of the second, Kezia, and the name of the third, Keren-happuch.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And in all the land were no women found so faire as the daughters of Iob: and their father gaue them inheritance among their brethren.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 16,
      "verse_end": 16,
      "text": "After this liued Iob an hundred and fourtie yeeres, and saw his sonnes, and his sonnes sonnes, euen foure generations.",
      "info": ""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse_start": 17,
      "verse_end": 17,
      "text": "So Iob died being old, and full of dayes.",
      "info": ""
    }
  ]
}