{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the whole Congregation of the children of Israel assembled together at Shiloh, &amp; set vp the Tabernacle of the Congregation there, and the land was subdued before them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And there remained among the children of Israel seuen tribes, which had not yet receiued their inheritance.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Ioshua said vnto the children of Israel, how long are you slacke to goe to possesse the lande which the Lord God of your fathers hath giuen you?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Giue out from among you three men, for each tribe: and I will send them, and they shall rise, &amp; goe through the land, and describe it according to the inheritance of them, and they shal come againe to me.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they shall diuide it into seuen parts: Iudah shall abide in their coast on the South, and the house of Ioseph shall abide in their coasts on the North.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Ye shall therfore describe the land into seuen parts, and bring the description hither to me: that I may cast lots for you here before the Lord our God.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But the Leuites haue no part among you, for the Priesthood of the Lord is their inheritance: and Gad and Reuben, and halfe the tribe of Manasseh, haue receiued their inheritance beyond Iordan on the East, which Moses the seruant of the Lord gaue them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And the men arose, and went away: and Ioshua charged them that went to describe the land, saying, Goe, and walke through the land, &amp; describe it, and come againe to me, that I may here cast lots for you, before the Lord in Shiloh.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the men went, and passed thorow the land, and described it by cities, into seuen parts in a booke, and came againe to Ioshua to the hoste at Shiloh.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And Ioshua cast lots for them in Shiloh, before the Lord: and there Ioshua diuided the land vnto the children of Israel according to their diuisions.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the lot of the tribe of the children of Beniamin came vp according to their families: and the coast of their lot came foorth betweene the children of Iudah, and the children of Ioseph.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And their border on the Northside was from Iordan, and the border went vp to the side of Iericho, on the North side, and went vp through the mountaines Westward, and the goings out thereof were at the wildernesse of Beth-auen.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the border went ouer from thence toward Luz, to the side of Luz, (which is Bethel) Southward, and the border descended to Ataroth-Adar, neere the hill that lieth on the South side of the nether Beth-horon.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the border was drawen thence, and compassed the corner of the Sea Southward, from the hill that lieth before Beth-horon Southward: and the goings out thereof were at Kiriath-baal (which is Kiriath-iearim) a city of the children of Iudah: This was the West quarter.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the South quarter was from the end of Kiriath-iearim, &amp; the border went out on the West, and went out to the well of waters of Nephtoah.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the border came downe to the end of the mountaine, that lieth before the valley of the sonne of Hinnom, and which is in the valley of the Giants on the North, and descended to the valley of Hinnom to the side of Iebusi on the South, and descended to En-Rogel,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And was drawen frō the North, and went foorth to Enshemesh, and went foorth toward Geliloth, which is ouer against the going vp of Adummim, and descended to the stone of Bohan the sonne of Reuben,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And passed along toward the side ouer against Arabah Northward, and went downe vnto Arabah.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the border passed along to the side of Beth-hoglah Northward: and the outgoings of the border were at the North bay of the salt Sea at the South end of Iordane: This was the South coast.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Iordane was the border of it on the East side: this was the inheritance of the children of Beniamin, by the coasts thereof round about, according to their families.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Now the cities of the tribe of the children of Beniamin according to their families, were Iericho, and Bethhoglah, and the valley of Keziz,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Betharabah, and Zemaraim, and Bethel,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Auim, and Parah, and Ophrah,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Chephar-Haammonai, and Ophni, and Gaba, twelue cities with their villages.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Gibeon, and Ramah, and Beeroth,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Mizpeh, and Chephirah, and Mozah,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Rekem, and Irpeel, and Taralah,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Zela, Eleph, and Iebusi, (which is Ierusalem) Gibeath, and Kiriath, foureteene cities with their villages. This is the inheritance of the children of Beniamin according to their families.",
      "info": ""
    }
  ]
}