{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Ioshua the sonne of Nun sent out of Shittim two men, to spie secretly, saying, Go, view the land, euen Iericho: and they went, and came into an harlots house, named Rahab, and lodged there.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it was told the king of Iericho, saying, Behold, there came men in hither to night, of the children of Israel, to search out the countrey.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the king of Iericho sent vnto Rahab, saying, Bring forth the men that are come to thee, which are entred into thine house: for they bee come to search out all the countrey.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the woman tooke the two men, and hid them, &amp; said thus: There came men vnto mee, but I wist not whence they were:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it came to passe about the time of shutting of the gate, when it was darke, that the men went out: whither the men went, I wote not: pursue after them quickely, for ye shall ouertake them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But shee had brought them vp to the roofe of the house, and hid them with the stalkes of flaxe, which she had laid in order vpon the roofe.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the men pursued after them the way to Iordan, vnto the foords: and assoone as they which pursued after them were gone out, they shut the gate.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And before they were laide downe, shee came vp vnto them vpon the roofe.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And she said vnto the men, I know that the Lord hath giuen you the land, and that your terrour is fallen vpon vs, and that all the inhabitants of the land faint because of you:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For wee haue heard how the Lord dried vp the water of the red Sea for you; when you came out of Egypt, and what you did vnto the two kings of the Amorites that were on the other side Iordan, Sihon and Og; whom ye vtterly destroyed.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And assoone as we had heard these things, our hearts did melt, neither did there remaine any more courage in any man, because of you: for the Lord your God, he is God in heauen aboue, and in earth beneath.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Now therfore, I pray you, sweare vnto me by the Lord, since I haue shewed you kindnesse, that ye will also shew kindnesse vnto my fathers house, and giue me a true token:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And that ye will saue aliue my father, and my mother, and my brethren, and my sisters, and all that they haue, and deliuer our liues from death.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the men answered her, Our life for yours, if yee vtter not this our businesse. And it shall bee when the Lord hath giuen vs the land, that wee will deale kindely and truely with thee.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then shee let them downe by a coard thorow the window: for her house was vpon the towne wall, and she dwelt vpon the wall.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And she said vnto them, Get you to the mountaine, lest the pursuers meete you; and hide your selues there three dayes, vntill the pursuers bee returned, and afterward may ye goe your way.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the men said vnto her, Wee will bee blamelesse of this thine oath which thou hast made vs sweare:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Behold, when we come into the land, thou shalt binde this line of scarlet threed in the window which thou didst let vs downe by: and thou shalt bring thy father and thy mother, and thy brethren, and all thy fathers houshold home vnto thee.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And it shall bee, that whosoeuer shall goe out of the doores of thy house into the street, his blood shalbe vpon his head, and wee will bee guiltlesse: and whosoeuer shall bee with thee in the house, his blood shalbe on our head, if any hand be vpon him.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And if thou vtter this our businesse, then we wilbe quit of thine oath which thou hast made vs to sweare.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And shee saide, According vnto your words, so be it. And she sent them away, &amp; they departed: and she bound the scarlet line in the window.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And they went, and came vnto the mountaine, and abode there three dayes, vntill the pursuers were returned. And the pursuers sought them thorowout all the way, but found them not.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So the two men returned, and descended from the mountaine, and passed ouer, and came to Ioshua the sonne of Nun, and told him all things that befell them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they saide vnto Ioshua, Truely the Lord hath deliuered into our hands all the land; for euen all the inhabitants of the countrey doe faint because of vs.",
      "info": ""
    }
  ]
}