{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Ioshua called the Reubenites, and the Gadites, and the halfe tribe of Manasseh,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And said vnto them, Yee haue kept all that Moses the seruant of the Lord commanded you, and haue obeyed my voyce in all that I commanded you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Yee haue not left your brethren these many dayes vnto this day, but haue kept the charge of the commandement of the Lord your God.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And now the Lord your God hath giuen rest vnto your brethren, as hee promised them: therefore now returne yee, and get yee vnto your tents, and vnto the land of your possession, which Moses the seruant of the Lord gaue you on the other side Iordane.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But take diligent heed, to doe the Commandement and the Law, which Moses the seruant of the Lord charged you, to loue the Lord your God, and to walke in all his wayes, and to keepe his Commaundements, and to cleaue vnto him, and to serue him with all your heart, and with all your soule.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So Ioshua blessed them, and sent them away: and they went vnto their tents.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Now to the one halfe of the tribe of Manasseh Moses had giuen possession in Bashan: but vnto the other halfe therof gaue Ioshua among their brethren on this side Iordane Westward. And when Ioshua sent them away also vnto their tents, then hee blessed them,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he spake vnto them, saying; Returne with much riches vnto your tents, and with very much cattell, with siluer and with gold, and with brasse, and with iron, and with very much raiment: Diuide the spoile of your enemies with your brethren.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And the children of Reuben, and the children of Gad, and the halfe tribe of Manasseh returned, and departed from the children of Israel out of Shiloh which is in the land of Canaan, to goe vnto the countrey of Gilead, to the land of their possession, whereof they were possessed, according to the word of the Lord by the hand of Moses.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And when they came vnto the borders of Iordan, that are in the land of Canaan, the children of Reuben, and the children of Gad, and the halfe tribe of Manasseh built there an altar by Iordan, a great altar to see to.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the children of Israel heard say, Behold, the children of Reuben, and the children of Gad, and the halfe tribe of Manasseh, haue built an altar ouer against the land of Canaan, in the borders of Iordan, at the passage of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when the children of Israel heard of it, the whole Congregation of the children of Israel gathered themselues together at Shiloh, to goe vp to warre against them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the children of Israel sent vnto the children of Reuben, and to the children of Gad, and to the halfe tribe of Manasseh into the lande of Gilead, Phinehas son of Eleazar the Priest,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And with him ten princes, of ech chiefe house a prince, throughout all the tribes of Israel, and each one was an head of the house of their fathers, among the thousands of Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And they came vnto the children of Reuben, and to the children of Gad, and to the halfe tribe of Manasseh vnto the land of Gilead, and they spake with them, saying,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thus saith the whole Congregation of the Lord, What trespasse is this that ye haue committed against the God of Israel, to turne away this day from following the Lord, in that ye haue builded you an altar, that yee might rebell this day against the Lord ?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Is the iniquitie of Peor too litle for vs, from which we are not cleansed vntil this day, (although there was a plague in the Congregation of the Lord )",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But that ye must turne away this day from following the Lord ? And it will be, seeing yee rebell to day against the Lord, that to morrow he will be wroth with the whole Congregation of Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Notwithstanding, if the lande of your possession be vncleane, then passe yee ouer vnto the land of the possession of the Lord, wherein the Lords Tabernacle dwelleth, and take possession among vs: but rebell not against the Lord, nor rebell against vs, in building you an altar, beside the Altar of the Lord our God.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Did not Achan the sonne of Zerah commit a trespasse in the accursed thing, and wrath fell on all the Congregation of Israel? and that man perished not alone in his iniquitie.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Then the children of Reuben, and the children of Gad, and the halfe tribe of Manasseh, answered and saide vnto the heads of the thousands of Israel,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "The Lord God of gods, the Lord God of gods, hee knoweth, and Israel he shall know; if it bee in rebellion, or if in transgression against the Lord, (saue vs not this day,)",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "That wee haue built vs an altar to turne from following the Lord, or if to offer thereon burnt offering, or meat offering, or if to offer peace offerings thereon, let the Lord himselfe require it;",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And if we haue not rather done it for feare of this thing, saying, In time to come your children might speake vnto our children, saying, What haue you to doe with the Lord God of Israel?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "For the Lord hath made Iordan a border betweene vs and you, yee children of Reuben, and children of Gad, yee haue no part in the Lord: so shal your children make our children cease from fearing the Lord:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Therefore we said, Let vs now prepare to build vs an altar, not for burnt offering, nor for sacrifice,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But that it may bee a witnesse betweene vs and you, and our generations after vs, that we might do the seruice of the Lord before him with our burnt offrings, and with our sacrifices, and with our peace offerings, that your children may not say to our children in time to come, Ye haue no part in the Lord.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Therefore said we, that it shalbe, when they should so say to vs, or to our generations in time to come, that wee may say againe, Beholde the paterne of the altar of the Lord, which our fathers made, not for burnt offrings, nor for sacrifices, but it is a witnes betweene vs and you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "God forbid that we should rebell against the Lord, and turne this day from following the Lord, to build an altar for burnt offerings, for meate offerings, or for sacrifices, besides the Altar of the Lord our God that is before his Tabernacle.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And when Phinehas the Priest and the Princes of the Congregation, and Heads of the thousands of Israel which were with him, heard the words that the children of Reuben and the children of Gad, and the children of Manasseh spake, it pleased them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And Phinehas the sonne of Eleazar the Priest said vnto the children of Reuben, and to the children of Gad, and to the children of Manasseh, This day we perceiue that the Lord is among vs, because ye haue not committed this trespasse against the Lord: now ye haue deliuered the children of Israel out of the hand of the Lord.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And Phinehas the sonne of Eleazar the Priest, and the Princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, vnto the land of Canaan, to the children of Israel, &amp; brought them word againe.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the thing pleased the children of Israel, and the children of Israel blessed God, and did not intend to goe vp against them in battel, to destroy the land wherein the children of Reuben and Gad dwelt.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 22,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the children of Reuben, and the children of Gad called the altar Ed: for it shall bee a witnesse betweene vs, that the Lord is God.",
      "info": ""
    }
  ]
}