{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe, a long time after that the Lord had giuen rest vnto Israel from all their enemies round about, that Ioshua waxed old, and stricken in age.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ioshua called for all Israel, and for their Elders, &amp; for their Heads, and for their Iudges, and for their Officers, and said vnto them; I am old, and stricken in age.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And yee haue seene all that the Lord your God hath done vnto all these nations, because of you; for the Lord your God is hee that hath fought for you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Behold, I haue diuided vnto you by lot these nations that remaine, to bee an inheritance for your tribes, from Iordan, with all the nations that I haue cut off, euen vnto the great Sea Westward.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Lord your God, hee shall expell them from before you, and driue them from out of your sight, &amp; ye shall possesse their land, as the Lord your God hath promised vnto you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Be ye therefore very courageous to keepe and to doe all that is written in the booke of the Law of Moses, that yee turne not aside therefrom, to the right hand, or to the left,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "That yee come not among these nations, these that remaine amongst you, neither make mention of the name of their gods, nor cause to sweare by them, neither serue them, nor bow your selues vnto them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But cleaue vnto the Lord your God, as yee haue done vnto this day.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For the Lord hath driuen out from before you, great nations, and strong: But as for you, no man hath beene able to stand before you vnto this day.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "One man of you shall chase a thousand: for the Lord your God, he it is that fighteth for you, as hee hath promised you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Take good heed therefore vnto your selues, that ye loue the Lord your God.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Else, if ye do in any wise go backe, and cleaue vnto the remnant of these nations, euen these that remaine among you, and shall make marriages with them, and goe in vnto them, and they to you:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Know for a certainety, that the Lord your God will no more driue out any of these nations from before you: but they shalbe snares and traps vnto you, and scourges in your sides, and thornes in your eyes, vntill yee perish from off this good land which the Lord your God hath giuen you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And behold, this day I am going the way of all the earth, and ye know in all your hearts, and in all your soules, that not one thing hath failed of all the good things which the Lord your God spake concerning you; all are come to passe vnto you, and not one thing hath failed thereof.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Therefore it shall come to passe, that as all good things are come vpon you, which the Lord your God promised you: so shall the Lord bring vpon you all euill things, vntill he haue destroyed you from off this good land which the Lord your God hath giuen you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "When yee haue transgressed the Couenant of the Lord your God, which hee commaunded you, and haue gone and serued other gods, and bowed your selues to them: then shall the anger of the Lord bee kindled against you, and yee shall perish quickly from off the good land which hee hath giuen vnto you.",
      "info": ""
    }
  ]
}