{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when all the people were cleane passed ouer Iordan, that the Lord spake vnto Ioshua, saying,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Take you twelue men out of the people, out of euery tribe a man,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And command you them, saying, Take you hence out of the mids of Iordan, out of the place where the Priests feet stood firme, twelue stones, and yee shal cary them ouer with you, and leaue them in the lodging place where you shall lodge this night.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then Ioshua called the twelue men, whom he had prepared of the children of Israel, out of euery tribe a man:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Ioshua said vnto them, Passe ouer before the Arke of the Lord your God into the mids of Iordan, and take ye vp euery man of you a stone vpon his shoulder, according vnto the number of the tribes of the children of Israel:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "That this may be a signe among you, that when your children aske their fathers in time to come, saying, What meane you by these stones?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then yee shall answere them, That the waters of Iordan were cut off before the Arke of the Couenant of the Lord, when it passed ouer Iordan, the waters of Iordan were cut off: and these stones shall bee for a memoriall vnto the children of Israel for euer.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the children of Israel did so as Ioshua commanded, and tooke vp twelue stones out of the midst of Iordan, as the Lord spake vnto Ioshua, according to the number of the tribes of the children of Israel, and caried them ouer with them, vnto the place where they lodged, and laid them downe there.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Ioshua set vp twelue stones in the midst of Iordan, in the place where the feet of the Priests which bare the Arke of the Couenant, stood: and they are there vnto this day.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ For the Priests which bare the Arke, stood in the midst of Iordan, vntill euery thing was finished that the Lord commanded Ioshua to speake vnto the people, according to all that Moses commanded Ioshua: and the people hasted and passed ouer.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it came to passe when all the people were cleane passed ouer, that the Arke of the Lord passed ouer, and the Priests in the presence of the people.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the children of Reuben, and the children of Gad, and halfe the tribe of Manasseh, passed ouer armed before the children of Israel, as Moses spake vnto them:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "About fourty thousand prepared for war, passed ouer before the Lord vnto battell, to the plaines of Iericho.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ On that day the Lord magnified Ioshua in the sight of all Israel, and they feared him, as they feared Moses all the dayes of his life.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord spake vnto Ioshua, saying,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Command the Priests that beare the Arke of the Testimony, that they come vp out of Iordan.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Ioshua therefore commaunded the Priests, saying, Come yee vp out of Iordan.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it came to passe when the Priests that bare the Arke of the Couenant of the Lord, were come vp out of the mids of Iordan, and the soles of the Priests feete were lift vp vnto the dry land, that the waters of Iordan returned vnto their place, and flowed ouer all his banks, as they did before.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And the people came vp out of Iordan on the tenth day of the first moneth, and encamped in Gilgal, in the East border of Iericho.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And those twelue stones which they tooke out of Iordan, did Ioshua pitch in Gilgal.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he spake vnto the children of Israel, saying, When your children shal aske their fathers in time to come, saying, What meane these stones?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then yee shall let your children know, saying, Israel came ouer this Iordan on dry land.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For the Lord your God dried vp the waters of Iordan from before you, vntill yee were passed ouer, as the Lord your God did to the Red sea, which hee dried vp from before vs, vntill we were gone ouer:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse_start": 24,
      "verse_end": 24,
      "text": "That all the people of the earth might know the hand of the Lord, that it is mighty, that ye might feare the Lord your God for euer.",
      "info": ""
    }
  ]
}