{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when all the Kings of the Amorites which were on the side of Iordan Westward, and all the Kings of the Canaanites, which were by the Sea, heard that the Lord had dried vp the waters of Iordan from before the children of Israel, vntill we were passed ouer, that their heart melted; neither was there spirit in them any more, because of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "¶ At that time the Lord said vnto Ioshua, Make thee sharpe kniues, and circumcise againe the children of Israel the second time.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Ioshua made him sharpe kniues, and circumcised the children of Israel at the hill of the foreskinnes.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And this is the cause why Ioshua did circumcise: all the people that came out of Egypt, that were males, euen all the men of warre, died in the wildernes by the way after they came out of Egypt.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Now all the people that came out, were circumcised, but all the people that were borne in the wildernesse by the way, as they came foorth out of Egypt, them they had not circumcised.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For the children of Israel walked fourtie yeeres in the wildernesse, till all the people that were men of warre which came out of Egypt were consumed, because they obeyed not the voyce of the Lord, vnto whome the Lord sware that hee would not shew them the land which the Lord sware vnto their fathers, that he would giue vs, a land that floweth with milke &amp; honie.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And their children, whom hee raised vp in their stead, them Ioshua circumcised, for they were vncircumcised: because they had not circumcised them by the way.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe when they had done circumcising all the people, that they abode in their places in the campe, till they were whole.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the Lord saide vnto Ioshua, This day haue I rolled away the reproch of Egypt from off you: Wherefore the name of the place is called Gilgal vnto this day.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the children of Israel incamped in Gilgal, and kept the Passeouer, on the fourteenth day of the moneth at euen, in the plaines of Iericho.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And they did eate of the olde corne of the land, on the morrow after the Passeouer, vnleauened cakes, and parched corne in the selfe same day.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the Manna ceased on the morrow after they had eaten of the old corne of the land, neither had the children of Israel Manna any more, but they did eate of the fruit of the land of Canaan that yeere.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And it came to passe when Ioshua was by Iericho, that he lift vp his eyes, and looked, and beholde, there stood a man ouer against him, with his sword dawen in his hand: and Ioshua went vnto him, and said vnto him, Art thou for vs, or for our aduersaries?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he said, Nay, but as captaine of the hoste of the Lord am I now come. And Ioshua fell on his face to the earth, and did worship, and said vnto him, What saith my Lord vnto his seruant?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the captaine of the Lords hoste said vnto Ioshua, Loose thy shooe from off thy foote, for the place whereon thou standest, is holy: And Ioshua did so.",
      "info": ""
    }
  ]
}