{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "But the children of Israel committed a trespasse in the accursed thing: for Achan the sonne of Carmi, the sonne of Zabdi, the sonne of Zerah, of the tribe of Iudah, tooke of the accursed thing: and the anger of the Lord was kindled against the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ioshua sent men from Iericho to Ai, which is beside Beth-auen, on the East side of Bethel, and spake vnto them, saying, Goe vp and view the countrey. And the men went vp, and viewed Ai.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they returned to Ioshua, and said vnto him, Let not all the people goe vp: but let about two or three thousand men goe vp, and smite Ai, and make not all the people to labour thither, for they are but few.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "So there went vp thither of the people about three thousand men, and they fled before the men of Ai.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the men of Ai smote of them about thirty and sixe men: for they chased them from before the gate euen vnto Shebarim, and smote them in the going downe: Wherefore the hearts of the people melted, &amp; became as water.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Ioshua rent his clothes, and fell to the earth vpon his face, before the Arke of the Lord, vntill the euentide, he and the Elders of Israel, and put dust vpon their heads.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Ioshua said, Alas, O Lord God, wherefore hast thou at all brought this people ouer Iordan, to deliuer vs into the hand of the Amorites, to destroy vs? Would to God we had bene content, and dwelt on the other side Iordan.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Oh Lord! what shall I say, when Israel turneth their backes before their enemies?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For the Canaanites, and all the inhabitants of the land shall heare of it, and shall enuiron vs round, and cut off our name from the earth: and what wilt thou doe vnto thy great Name?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the Lord saide vnto Ioshua, Get thee vp; wherefore liest thou thus vpon thy face?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Israel hath sinned, and they haue also transgressed my Couenant which I commaunded them: for they haue euen taken of the accursed thing, and haue also stollen, and dissembled also, and they haue put it euen amongst their owne stuffe.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore the children of Israel could not stand before their enemies, but turned their backs before their enemies, because they were accursed: neither will I bee with you any more, except yee destroy the accursed from amongst you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Up, sanctifie the people, and say, Sanctifie your selues against to morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, vntill ye take away the accursed thing from among you.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "In the morning therefore ye shal be brought, according to your tribes: and it shall be that the tribe which the Lord taketh, shall come according to the families thereof, and the familie which the Lord shall take, shal come by housholdes: and the housholdes which the Lord shall take, shal come man by man.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And it shalbe that he that is taken with the accursed thing, shall bee burnt with fire, he, and all that hee hath: because he hath transgressed the couenant of the Lord, and because hee hath wrought folly in Israel.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ So Ioshua rose vp earely in the morning, and brought Israel by their tribes, and the tribe of Iudah was taken.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And hee brought the familie of Iudah, and he tooke the familie of the Zarhites: and he brought the familie of the Zarhites, man by man, and Zabdi was taken.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And hee brought his houshold, man by man, and Achan the sonne of Carmi, the sonne of Zabdi, the sonne of Zerah, of the tribe of Iudah, was taken.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Ioshua said vnto Achan, My sonne, giue, I pray thee, glory to the Lord God of Israel, and make confession vnto him, and tel me now, what thou hast done, hide it not from me.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Achan answered Ioshua, and said, Indeed I haue sinned against the Lord God of Israel, and thus and thus haue I done.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "When I saw among the spoiles a goodly Babylonish garment, and two hundred shekels of siluer, and a wedge of gold of fiftie shekels weight, then I coueted them, and tooke them, and behold, they are hid in the earth in the midst of my tent, and the siluer vnder it.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ So Ioshua sent messengers, and they ran vnto the tent, and behold, it was hid in his tent, and the siluer vnder it.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they tooke them out of the midst of the tent, and brought them vnto Ioshua, and vnto all the children of Israel, and laid them out before the Lord.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Ioshua and all Israel with him tooke Achan the sonne of Zerah, and the siluer, and the garment, and the wedge of golde, and his sonnes, and his daughters, and his oxen, and his asses, and his sheepe, and his tent, and all that he had: and they brought them vnto the valley of Achor.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Ioshua said, Why hast thou troubled vs? the Lord shall trouble thee this day. And all Israel stoned him with stones, and burned them with fire, after they had stoned them with stones.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 7,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And they raised ouer him a great heape of stones vnto this day: so the Lord turned from the fiercenesse of his anger: Wherefore the name of the place was called, The valley of Achor, vnto this day.",
      "info": ""
    }
  ]
}