{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when all the kings which were on this side Iordan in the hilles, and in the valleys, and in all the coasts of the great sea, ouer against Lebanon, the Hittite, and the Amorite, the Canaanite, the Perizzite, the Hiuite, and the Iebusite heard thereof:",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "That they gathered themselues together to fight with Ioshua, and with Israel, with one accord.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And when the inhabitants of Gibeon heard what Ioshua had done vnto Iericho, and to Ai,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They did worke wilily, and went and made as if they had beene embassadours, and tooke old sackes vpon their asses, and wine-bottels, old, and rent, and bound vp,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And old shooes and clowted vpon their feet, &amp; olde garments vpon them, and all the bread of their prouision was drie and mouldie.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they went to Ioshua vnto the campe at Gilgal, and said vnto him, and to the men of Israel, Wee be come from a farre countrey: Now therefore make ye a league with vs.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the men of Israel said vnto the Hiuites, Peraduenture yee dwell among vs, and how shall wee make a league with you.?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they said vnto Ioshua, Wee are thy seruants. And Ioshua said vnto them, Who are ye? And from whence come ye?",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they said vnto him, From a very farre countrey thy seruants are come, because of the Name of the Lord thy God: for wee haue heard the fame of him, and all that hee did in Egypt,",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And all that hee did to the two kings of the Amorites, that were beyond Iordan, to Sihon king of Heshbon, and to Og king of Bashan, which was at Ashtaroth.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Wherefore our Elders and all the inhabitants of our countrey, spake to vs, saying, Take victuals with you for the iourney, and goe to meete them, and say vnto them, Wee are your seruants: therefore now make ye a league with vs.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "This our bread, wee tooke hote for our prouision out of our houses, on the day we came forth to goe vnto you: but now behold, it is dry, &amp; it is mouldy.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And these bottels of wine which we filled, were new, and behold, they be rent: and these our garments, and our shooes are become old, by reason of the very long iourney.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the men tooke of their victuals, and asked not counsell at the mouth of the Lord.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Ioshua made peace with them, and made a league with them, to let them liue: and the princes of the Congregation sware vnto them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And it came to passe at the end of three dayes, after they had made a league with them, that they heard that they were their neighbours, and that they dwelt among them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the children of Israel iourneyed, and came vnto their cities on the third day: now their cities were Gibeon, and Chephirah, and Beeroth, and Kiriath iearim.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the children of Israel smote them not, because the Princes of the Congregation had sworne vnto them by the Lord God of Israel: And all the Congregation murmured against the Princes.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But all the Princes said vnto all the Congregation, We haue sworne vnto them by the Lord God of Israel: now therefore we may not touch them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "This we will doe to them; wee will euen let them liue, lest wrath be vpon vs, because of the oath which wee sware vnto them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Princes said vnto them, Let them liue, (but let them bee hewers of wood, and drawers of water, vnto all the Congregation,) as the Princes had promised them.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And Ioshua called for them, and he spake vnto them, saying, Wherefore haue ye beguiled vs, saying, We are very farre from you? when ye dwell among vs.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Now therefore ye are cursed, and there shall none of you bee freed from being bondmen, and hewers of wood, and drawers of water, for the house of my God.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they answered Ioshua, and said, Because it was certainely told thy seruants, how that the Lord thy God commanded his seruant Moses to giue you all the land, and to destroy all the inhabitants of the land from before you, therefore we were sore afraid of our liues because of you, and haue done this thing.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And now behold, we are in thine hand: as it seemeth good and right vnto thee to doe vnto vs, doe.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And so did he vnto them, and deliuered them out of the hand of the children of Israel, that they slew them not.",
      "info": ""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 9,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Ioshua made them that day, hewers of wood, and drawers of water for the Congregation, and for the Altar of the Lord, euen vnto this day, in the place which he should choose.",
      "info": ""
    }
  ]
}