{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Paul an Apostle of Iesus Christ by the will of God, according to the promise of life, which is in Christ Iesus,",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "To Timothie my dearely beloued sonne: grace, mercie, and peace from God the Father, and Christ Iesus our Lord.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I thanke God, whom I serue from my forefathers with pure conscience, that without ceasing I haue remembrance of thee in my prayers night and day,",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Greatly desiring to see thee, being mindfull of thy teares, that I may bee filled with ioy,",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "When I call to remembrance the vnfained faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice: and I am perswaded that in thee also.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherefore I put thee in remembrance, that thou stirre vp the gift of God which is in thee, by the putting on of my hands.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For God hath not giuen vs the spirit of feare, but of power, of loue, and of a sound minde.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Bee not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner, but bee thou partaker of the afflictions of the Gospel according to the power of God,",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Who hath saued vs, and called vs with an holy calling, not according to our workes, but according to his owne purpose and grace, which was giuen vs in Christ Iesus, before the world began,",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But is now made manifest by the appearing of our Sauiour Iesus Christ, who hath abolished death, and hath brought life and immortalitie to light, through the Gospel:",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Whereunto I am appointed a Preacher, and an Apostle, and a teacher of the Gentiles.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For the which cause I also suffer these things; neuerthelesse, I am not ashamed: for I know whom I haue beleeued, and I am perswaded that he is able to keepe that which I haue committed vnto him against that day.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Holde fast the fourme of sound words, which thou hast heard of mee, in faith and loue, which is in Christ Iesus.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "That good thing which was committed vnto thee, keepe, by the holy Ghost which dwelleth in vs.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "This thou knowest, that all they which are in Asia be turned away from me, of whom are Phygellus and Hermogenes.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The Lord giue mercie vnto the house of Onesiphorus, for hee oft refreshed mee, and was not ashamed of my chaine.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But when he was in Rome, hee sought mee out very diligently, and found me.",
      "info": ""
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "The Lord grant vnto him, that he may finde mercie of the Lord in that day: And in how many things hee ministred vnto mee at Ephesus, thou knowest very well.",
      "info": ""
    }
  ]
}