{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now I Paul my selfe beseech you, by the meekenes and gentlenesse of Christ, who in presence am base among you, but being absent, am bold toward you:",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "But I beseech you, that I may not bee bold when I am present, with that confidence wherewith I thinke to be bold against some, which thinke of vs as if wee walked according to the flesh.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For though we walke in the flesh, we doe not warre after the flesh:",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling downe of strong holds.)",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Casting down imaginations, and euery high thing that exalteth it selfe against the knowledge of God, and bringing into captiuitie euery thought to the obedience of Christ:",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hauing in a readinesse to reuenge all disobedience, when your obedience is fulfilled.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Doe ye looke on things after the outward appearance? if any man trust to himselfe, that he is Christs, let him of himselfe thinke this againe, that as he is Christs, euen so are we Christs.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For though I should boast somewhat more of our authority (which the Lord hath giuen vs for edification, and not for your destruction) I should not be ashamed:",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "That I may not seeme as if I would terrifie you by letters.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For his letters (say they) are waighty and powerfull, but his bodily presence is weake, and his speach contemptible.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Let such a one thinke this: that such as we are in word by letters, when we are absent, such will we be also in deede when we are present.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For we dare not make our selues of the number, or compare our selues with some that commend themselues: but they measuring themselues by themselues, and comparing themselues amongst themselues, are not wise.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But we will not boast of things without our measure, but according to the measure of the rule, which God hath distributed to vs, a measure to reach euen vnto you.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For we stretch not our selues beyond our measure as though wee reached not vnto you, for wee are come as farre as to you also, in preaching the Gospel of Christ.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Not boasting of things without our measure, that is, of other mens labours, but hauing hope, when your faith is increased, that wee shall bee enlarged by you, according to our rule abundantly.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "To preach the Gospel in the regions beyond you, and not to boast in another mans line of things made ready to our hand.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But he that glorieth, let him glory in the Lord.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For, not he that commendeth himselfe is approued, but whom the Lord commendeth.",
      "info": ""
    }
  ]
}