{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "It is not expedient for me, doubtlesse, to glory, I wil come to visions and reuelations of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I knewe a man in Christ aboue foureteene yeeres agoe, whether in the body, I cannot tell, or whether out of the body, I cannot tell, God knoweth: such a one, caught vp to the third heauen.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I knew such a man (whether in the body, or out of the body, I cannot tell, God knoweth.)",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "How that he was caught vp into Paradise, and heard vnspeakeable wordes, which it is not lawfull for a man to vtter.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Of such a one will I glory, yet of my selfe I will not glory, but in mine infirmities.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For though I would desire to glory, I shall not be a foole: for I will say the trueth. But now I forbeare, lest any man should thinke of me aboue that which hee seeth me to bee, or that hee heareth of me:",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And least I should bee exalted aboue measure through the abundance of the reuelations, there was giuen to me a thorne in the flesh, the messenger of Sathan to buffet me, lest I should be exalted aboue measure.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For this thing I besought the Lord thrice, that it might depart from mee.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he said vnto me, My grace is sufficient for thee: for my strength is made perfect in weaknes. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest vpon me.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Therefore I take pleasure in infirmities, in reproches, in necessities, in persecutions, in distresses for Christes sake: for when I am weake, then am I strong.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "I am become a foole in glorying, ye haue compelled me. For I ought to haue beene commended of you: for in nothing am I behinde the very chiefest Apostles, though I be nothing.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Truely the signes of an Apostle were wrought among you in all patience, in signes and wonders, and mightie deeds.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For what is it wherein yee were inferior to other Churches, except it bee that I my selfe was not burthensome to you? forgiue me this wrong.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Behold, the third time I am readie to come to you, and I will not bee burthensome to you; for I seeke not yours, but you: for the children ought not to lay vp for the parents, but the parents for the children.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I wil very gladly spend and bee spent for you, though the more abundantly I loue you, the lesse I bee loued.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But be it so: I did not burthen you: neuerthelesse beeing craftie, I caught you with guile.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Did I make a gaine of you by any of them, whom I sent vnto you?",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "I desired Titus, and with him I sent a brother: did Titus make a gaine of you? Walked wee not in the same spirit? walked wee not in the same steps?",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Againe, thinke you that we excuse our selues vnto you? wee speake before God in Christ: but wee doe all things, dearely beloued, for your edifying.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For I feare lest when I come, I shall not find you such as I would, and that I shall bee found vnto you such as ye would not, lest there bee debates, enuyings, wraths, strifes, backebitings, whisperings, swellings, tumults,",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And least when I come againe, my God will humble mee among you, and that I shall bewaile many which haue sinned alreadie, and haue not repented of the vncleannesse, and fornication, and lasciuiousnesse which they haue committed.",
      "info": ""
    }
  ]
}