{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Hauing therefore these promises (dearely beloued) let vs cleanse our selues from all filthines of the flesh and spirit, perfecting holinesse in the feare of God.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Receiue vs, we haue wronged no man, wee haue corrupted no man, wee haue defrauded no man.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I speake not this to condemne you: for I haue said before, that you are in our hearts to die and liue with you.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Great is my boldnesse of speach toward you, great is my glorying of you, I am filled with comfort, I am exceeding ioyfull in all our tribulation.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For when wee were come into Macedonia, our flesh had no rest, but we were troubled on euery side; without were fightings, within were feares.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Neuerthelesse, God that comforteth those that are cast downe, comforted vs by the comming of Titus.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And not by his comming onely, but by the consolation wherewith hee was comforted in you, when he told vs your earnest desire, your mourning, your feruent minde toward me, so that I reioyced the more.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For though I made you sory with a letter, I doe not repent, though I did repent: For I perceiue that the same Epistle hath made you sory, thogh it were but for a season.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Now I reioyce, not that ye were made sorie, but that ye sorrowed to repentance: for ye were made sorie after a godly maner, that ye might receiue damage by vs in nothing.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For godly sorrow worketh repentance to saluation not to be repented of, but the sorrow of the world worketh death.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For behold this selfe same thing that yee sorrowed after a godly sort, what carefulnesse it wrought in you, yea, what clearing of your selues, yea, what indignation, yea what feare, yea what vehement desire, yea what zeale, yea what reuenge; In all things yee haue approued your selues to be cleare in this matter.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Wherefore though I wrote vnto you, I did it not for his cause that had done the wrong, nor for his cause that suffered wrong, but that our care for you in the sight of God might appeare vnto you.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Therefore we were comforted in your comfort, yea and exceedingly the more ioyed wee for the ioy of Titus, because his spirit was refreshed by you all.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For if I haue boasted any thing to him of you, I am not ashamed; but as we spake all things to you in trueth, euen so our boasting which I made before Titus, is found a trueth.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And his inward affection is more aboundant toward you, whilest he remembreth the obedience of you all, how with feare and trembling you receiued him.",
      "info": ""
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "I reioyce therefore that I haue confidence in you in all things.",
      "info": ""
    }
  ]
}