{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the word of þ<sup>e</sup> Lordcame vnto Ionah the second time, saying;",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Arise, goe vnto Nineueh that great citie, and preach vnto it the preaching that I bid thee.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "So Ionah arose and went vnto Nineueh, according to the word of the Lord: now Nineueh was an exceeding great citie of three dayes iourney.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ionah began to enter into the citie a dayes iourney, and hee cryed, and said; Yet fourtie dayes, and Niniueh shalbe ouerthrowen.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ So the people of Nineueh beleeued God, and proclaimed a fast, and put on sackecloth from the greatest of them euen to the least of them.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For word came vnto the King of Nineueh, and he arose from his throne, and he laid his robe from him and couered him with sackcloth, &amp; sate in ashes.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he caused it to be proclaimed and published through Nineueh (by the decree of the King and his nobles) saying; Let neither man nor beast, herd nor flocke taste any thing; let them not feede, nor drinke water.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But let man and beast be couered with sackecloth, and cry mightily vnto God: yea, let them turne euery one from his euill way, and from the violence that is in their hands.",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Who can tell if God will turne and repent, and turne away from his fierce anger, that we perish not?",
      "info": ""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And God saw their workes, that they turned from their euill way, and God repented of the euill that hee had sayd, that he would doe vnto them, and he did it not.",
      "info": ""
    }
  ]
}