{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The Uision of Isaiah the sonne of Amoz, which hee sawe concerning Iudah and Ierusalem, in the dayes of Uzziah, Iotham, Ahaz, &amp; Hezekiah kings of Iudah.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Heare, O heauens, and giue eare, O earth: for the Lord hath spoken; I haue nourished and brought vp children, and they haue rebelled against me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The oxe knoweth his owner, and the asse his masters cribbe: but Israel doeth not know, my people doeth not consider.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Ah sinnefull nation, a people laden with iniquitie, a seede of euill doers, children that are corrupters: they haue forsaken the Lord, they haue prouoked the Holy one of Israel vnto anger, they are gone away backward.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Why should yee be stricken any more? yee will reuolt more and more: the whole head is sicke, and the whole heart faint.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "From the sole of the foote, euen vnto the head, there is no soundnesse in it; but wounds, and bruises, and putrifying sores: they haue not beene closed, neither bound vp, neither mollified with oyntment.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Your countrey is desolate, your cities are burnt with fire: your land, strangers deuoure it in your presence, and it is desolate as ouerthrowen by strangers.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged citie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Except the Lord of hostes had left vnto vs a very small remnant, we should haue beene as Sodom, and we should haue bene like vnto Gomorrah.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Heare the word of the Lord, ye rulers of Sodom, giue eare vnto the Law of our God, yee people of Gomorrah.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "To what purpose is the multitude of your sacrifices vnto me, sayth the Lord? I am full of the burnt offerings of rammes, and the fat of fedde beasts, and I delight not in the blood of bullockes, or of lambes, or of hee goates.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "When ye come to appeare before mee, who hath required this at your hand, to tread my courts?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Bring no more vaine oblations, incense is an abomination vnto me: the new Moones, and Sabbaths, the calling of assemblies I cannot away with; it is iniquitie, euen the solemne meeting.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Your new Moones, and your appointed Feasts my soule hateth: they are a trouble vnto me, I am weary to beare them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when ye spread foorth your handes, I will hide mine eyes from you; yea, when yee make many prayers I will not heare: your hands are full of blood.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Wash yee, make you cleane, put away the euill of your doings from before mine eyes, cease to doe euill,",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Learne to doe well, seeke iudgement, relieue the oppressed, iudge the fatherlesse, plead for the widow.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Come now and let vs reason together, saith the Lord: though your sinnes be as scarlet, they shall be as white as snow; though they be red like crimsin, they shall be as wooll.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "If yee be willing and obedient, yee shall eate the good of the land.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But if yee refuse and rebell, yee shalbe deuoured with the sword: for the mouth of the Lord hath spoken it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Howe is the faithfull citie become an harlot? it was full of iudgement, righteousnesse lodged in it; but now murtherers.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Thy siluer is become drosse, thy wine mixt with water.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Thy princes are rebellious and companions of theeues: euery one loueth gifts, and followeth after rewards: they iudge not the fatherlesse, neither doth the cause of the widowe come vnto them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Therefore, saith the Lord, the Lord of hostes, the mighty one of Israel; Ah, I will ease me of mine aduersaries, and auenge me of mine enemies.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And I will turne my hand vpon thee, and purely purge away thy drosse, and take away all thy tinne.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And I will restore thy iudges as at the first, and thy counsellers as at the beginning: afterward thou shalt be called the citie of righteousnesse, the faithfull citie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Zion shall be redeemed with iudgement, and her conuerts with righteousnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ And the destruction of the transgressours and of the sinners shall be together: and they that forsake the Lord shall be consumed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 29,
      "verse_end": 29,
      "text": "For they shall be ashamed of the okes which yee haue desired, and yee shalbe confounded for the gardens that yee haue chosen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For yee shall be as an oke whose leafe fadeth, and as a garden that hath no water.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 1,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the strong shall be as towe, and the maker of it as a sparke, and they shall both burne together, and none shall quench them.",
      "info": ""
    }
  ]
}