{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "For the Lord wil haue mercie on Iacob, and wil yet choose Israel, and set them in their owne land: and the strangers shalbe ioyned with them, and they shal cleaue to the house of Iacob.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the people shall take them, and bring them to their place: and the house of Israel shall possesse them in the land of the Lord, for seruants and handmaides: and they shall take them captiues, whose captiues they were, and they shall rule ouer their oppressours.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And it shall come to passe in the day that the Lord shal giue thee rest from thy sorrow, and from thy feare, and from the hard bondage wherein thou wast made to serue,",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ That thou shalt take vp this prouerbe against the king of Babylon, and say; How hath the oppressour ceased? the golden citie ceased?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The Lord hath broken the staffe of the wicked, and the scepter of the rulers.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "He who smote the people in wrath with a continuall stroke; hee that ruled the nations in anger, is persecuted and none hindereth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The whole earth is at rest and is quiet: they breake foorth into singing.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Yea the firre trees reioyce at thee, and the cedars of Lebanon, saying, Since thou art layd downe, no feller is come vp against vs.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Hell from beneath is mooued for thee to meet thee at thy comming: it stirreth vp the dead for thee, euen all the chiefe ones of the earth; it hath raised vp from their thrones, all the kings of the nations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "All they shall speake and say vnto thee; Art thou also become weake as we? art thou become like vnto vs?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thy pompe is brought downe to the graue, and the noyse of thy violes: the worme is spread vnder thee, and the wormes couer thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "How art thou fallen from heauen, O Lucifer, sonne of the morning? how art thou cut downe to the ground, which didst weaken the nations?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For thou hast said in thine heart; I wil ascend into heauen, I wil exalt my throne aboue the starres of God: I wil sit also vpon the mount of the congregation, in the sides of the North.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I wil ascend aboue the heights of the cloudes, I wil bee like the most High.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Yet thou shalt be brought downe to hel, to the sides of the pit.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "They that see thee shal narrowly looke vpon thee, and consider thee, saying; Is this the man that made the earth to tremble, that did shake kingdomes?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That made the world as a wildernesse, and destroyed the cities thereof that opened not the house of his prisoners?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "All the kings of the nations, euen all of them lie in glory, euery one in his owne house.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But thou art cast out of thy graue, like an abominable branch: and as the raiment of those that are slaine, thrust through with a sword, that goe downe to the stones of the pit, as a carkeis troden vnder feete.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Thou shalt not be ioyned with them in buriall, because thou hast destroyed thy land, and slaine thy people: the seede of euill doers shall neuer be renowmed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Prepare slaughter for his children for the iniquitie of their fathers, that they doe not rise nor possesse the land, nor fill the face of the world with cities.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For I will rise vp against them, sayth the Lord of hostes, and cut off from Babylon the name, and remnant, and sonne and nephew, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 23,
      "verse_end": 23,
      "text": "I will also make it a possession for the Bitterne, and pooles of water: and I will sweepe it with the besome of destruction, sayth the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ The Lord of hostes hath sworne, saying; Surely as I haue thought, so shall it come to passe; and as I haue purposed, so shall it stand:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 25,
      "verse_end": 25,
      "text": "That I will breake the Assyrian in my land, and vpon my mountaines tread him vnder foote: then shall his yoke depart from off them, and his burden depart from off their shoulders.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 26,
      "verse_end": 26,
      "text": "This is the purpose, that is purposed vpon the whole earth: and this is the hand that is stretched out vpon all the nations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For the Lord of hostes hath purposed, and who shall disanull it? and his hand is stretched out, and who shall turne it backe?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 28,
      "verse_end": 28,
      "text": "In the yeere that king Ahaz died, was this burden.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ Reioyce not thou whole Palestina, because the rod of him that smote thee is broken: for out of the serpents roote shall come foorth a cockatrice, and his fruite shall be a fierie flying serpent.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the first borne of the poore shall feed, and the needy shall lie downe in safetie: and I will kill thy root with famine, and he shall slay thy remnant.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Howle, O gate, crie, O citie, thou whole Palestina art dissolued, for there shal come from the North a smoke, and none shall bee alone in his appointed times.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 14,
      "verse_start": 32,
      "verse_end": 32,
      "text": "What shall one then answere the messengers of the nation? that the Lord hath founded Zion, and the poore of his people shall trust in it.",
      "info": ""
    }
  ]
}