{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Send ye the lambe to the ruler of the land from Sela to the wildernesse, vnto the mount of the daughter of Zion.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For it shalbe that as a wandering bird cast out of the nest: so the daughters of Moab shalbe at the fordes of Arnon.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Take counsell, execute Iudgement, make thy shadow as the night in the middest of the nooneday, hide the outcastes, bewray not him that wandereth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Let mine outcasts dwel with thee, Moab, be thou a couert to them from the face of the spoiler: for the extortioner is at an end, the spoiler ceaseth, the oppressours are consumed out of the land.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And in mercy shall the throne be established, and hee shal sit vpon it in trueth, in the tabernacle of Dauid, iudging and seeking iudgement, and hasting righteousnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ We haue heard of the pride of Moab (hee is very proud) euen of his hautines, and his pride, and his wrath: but his lies shall not be so.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore shall Moab howle for Moab, euery one shal howle: for the foundations of Kir-hareseth shall yee mourne, surely they are stricken.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For the fieldes of Heshbon languish, and the vine of Sibmah, the lords of the heathen haue broken downe the principall plants thereof, they are come euen vnto Iazer, they wandred through the wildernesse, her branches are stretched out, they are gone ouer the sea.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Therefore I wil bewaile with the weeping of Iazer, the Uine of Sibmah I wil water thee with my teares, O Heshbon, and Elealeh: for the shouting for thy Summer fruits, and for thy haruest, is fallen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And gladnesse is taken away, and ioy out of the plentifull field, and in the Uineyards there shalbe no singing, neither shal there be shouting: the treaders shall tread out no wine in their presses; I haue made their vintage shouting to cease.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Wherefore my bowels shal sound like an harpe for Moab, and mine inward parts for Kir-haresh.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And it shal come to passe, when it is seene that Moab is weary on the high place, that hee shall come to his Sanctuary to pray: but hee shall not preuaile.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "This is the word that the Lord hath spoken concerning Moab since that time.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But now the Lord hath spoken, saying, Within three yeeres, as the yeeres of an hireling, and the glory of Moab shalbe contemned, with all that great multitude; and the remnant shall be very small and feeble.",
      "info": ""
    }
  ]
}