{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The burden of Damascus: Behold, Damascus is taken away from being a citie, and it shalbe a ruinous heape.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The cities of Aroer are forsaken: they shall bee for flockes, which shall lye downe, and none shall make them afraid.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The fortresse also shall cease from Ephraim, and the kingdome from Damascus, and the remnant of Syria: they shall bee as the glorie of the children of Israel, saith the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And in that day it shall come to passe, that the glory of Iacob shall bee made thinne, and the fatnesse of his flesh shall waxe leane.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it shall be as when the haruest-man gathereth the corne, and reapeth the eares with his arme; and it shalbe as he that gathereth eares in the valley of Rephaim.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ (Yet gleaning-grapes shall be left in it, as the shaking of an Oliue tree, two or three berries in the toppe of the vppermost bough: foure or fiue in the out-most fruitfull branches thereof, saith the Lord God of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "At that day shall a man looke to his Maker, and his eyes shall haue respect to the Holy one of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee shall not looke to the altars, the worke of his handes, neither shall respect that which his fingers haue made, either the groues or the images.)",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "In that day shall his strong cities be as a forsaken bough, and an vppermost branch, which they left, because of the children of Israel: and there shalbe desolation.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Because thou hast forgotten the God of thy saluation, and hast not beene mindfull of the rocke of thy strength: therefore shalt thou plant pleasant plants, and shalt set it with strange slips.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seede to flourish: but the haruest shall be a heape in the day of griefe, and of desperate sorrow.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Woe to the multitude of many people, which make a noise, like the noise of the seas; and to the rushing of nations, that make a rushing, like the rushing of mighty waters.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The nations shall rush like the rushing of many waters: but God shall rebuke them, and they shall flee farre off, and shalbe chased as the chaffe of the mountaines before the wind, and like a rolling thing before the whirlewind.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And behold at euening tide trouble, and before the morning he is not: this is the portion of them that spoile vs, and the lot of them that robbe vs.",
      "info": ""
    }
  ]
}