{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The burden of Egypt: Behold, the Lord rideth vpon a swift cloude, and shall come into Egypt, and the idoles of Egypt shalbe moued at his presence, and the heart of Egypt shall melt in the midst of it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I will set the Egyptians against the Egyptians: and they shall fight euery one against his brother, and euery one against his neighbour; citie against citie, and kingdome against kingdome.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the spirit of Egypt shall faile in the midst thereof, and I will destroy the counsell thereof: and they shall seeke to the idoles, and to the charmers, and to them that haue familiar spirits, and to the wizards.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the Egyptians will I giue ouer into the hand of a cruell Lord; and a fierce king shall rule ouer them, saith the Lorde, the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the waters shall faile from the sea, and the riuer shalbe wasted, and dried vp.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they shall turne the riuers farre away, and the brookes of defence shall be emptied and dried vp: the reeds and flagges shall wither.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The paper reeds by the brookes, by the mouth of the brookes, and euery thing sowen by the brooks shal wither, be driuen away, and be no more.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The fishers also shall mourne, and all they that cast angle into the brookes shall lament, and they that spread nets vpon the waters shall languish.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Moreouer they that worke in fine flaxe, and they that weaue net-works shall be confounded.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they shall be broken in the purposes thereof, all that make sluces and ponds for fish.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Surely the princes of Zoan are fooles, the counsell of the wise counsellers of Pharaoh is become brutish: How say ye vnto Pharaoh, I am the sonne of the wise, the sonne of ancient kings?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Where are they? Where are thy wise men? and let them tell thee now, and let them know, what the Lord of hosts hath purposed vpon Egypt.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The princes of Zoan are become fooles, the princes of Noph are deceiued, they haue also seduced Egypt, euen they that are the stay of the tribes thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The Lord hath mingled a peruerse spirit in the midst thereof: and they haue caused Egypt to erre in euery worke thereof, as a drunken man staggereth in his vomit.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Neither shall there be any worke for Egypt, which the head or taile, branch or rush may doe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "In that day shall Egypt bee like vnto women: and it shall be afraid and feare, because of the shaking of the hand of the Lord of hosts, which he shaketh ouer it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the land of Iudah shall bee a terrour vnto Egypt, euery one that maketh mention thereof, shal be afraid in himselfe, because of the counsell of the Lord of hosts, which he hath determined against it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ In that day shall fiue cities in the land of Egypt speake the language of Canaan, and sweare to the Lord of hostes: one shalbe called the citie of destruction.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "In that day shall there be an Altar to the Lord in the midst of the land of Egypt, and a pillar at the border thereof to the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And it shall be for a signe, and for a witnesse vnto the Lord of hosts in the land of Egypt: for they shall crie vnto the Lord, because of the oppressours, and he shal send them a Sauiour and a great One, and he shall deliuer them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Lord shalbe knowen to Egypt, and the Egyptians shal know the Lord in that day, and shal do sacrifice and oblation, yea they shall vow a vowe vnto the Lord, and performe it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the Lord shall smite Egypt, he shall smite and heale it, and they shall returne euen to the Lord, and he shalbe intreated of them, and shall heale them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ In that day shall there be a hie way out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serue with the Assyrians.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 24,
      "verse_end": 24,
      "text": "In that day shall Israel bee the third with Egypt, and with Assyria, euen a blessing in the midst of the land:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Whom the Lord of hosts shal blesse, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.",
      "info": ""
    }
  ]
}