{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The burden of Tyre. Howle yee ships of Tarshish, for it is laide waste, so that there is no house, no entring in: from the land of Chittim it is reuealed to them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Be still, yee inhabitants of the yle, thou whom the merchants of Zidon, that passe ouer the sea, haue replenished.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And by great waters the seede of Sihor, the haruest of the riuer is her reuenew, and she is a mart of nations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Be thou ashamed, O Zidon; for the sea hath spoken, euen the strength of the sea, saying; I trauell not, nor bring foorth children, neither doe I nourish vp yong men, nor bring vp virgines.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "As at the report concerning Egypt, so shal they be sorely pained at the report of Tyre.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Passe ye ouer to Tarshish, howle ye inhabitants of the yle.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Is this your ioyous citie, whose antiquitie is of ancient dayes? her owne feete shall cary her afarre off to soiourne.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Who hath taken this counsell against Tyre the crowning citie, whose merchants are princes, whose traffiquers are the honourable of the earth?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The Lord of hostes hath purposed it, to staine the pride of all glory, and to bring into contempt all the honorable of the earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Passe through thy land as a riuer O daughter of Tarshish: there is no more strength.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He stretched out his hand ouer the sea, hee shooke the kingdomes: the Lord hath giuen a commandement against the merchant citie, to destroy the strong holdes thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he said, Thou shalt no more reioice, O thou oppressed virgin, daughter of Zidon: arise, passe ouer to Chittim, there also shalt thou haue no rest.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Behold, the land of the Caldeans, this people was not till the Assyrian founded it for them that dwel in the wildernesse: they set vp the towers thereof, they raised vp the palaces thereof, and he brought it to ruine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Howle ye ships of Tarshish: for your strength is laid waste.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And it shall come to passe in that day, that Tyre shall be forgotten seuentie yeeres according to the dayes of one king: after the end of seuentie yeeres shall Tyre sing as an harlot.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Take an harpe, goe about the city thou harlot, that hast beene forgotten, make sweet melody, sing many songs, that thou mayest be remembred.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And it shall come to passe after the ende of seuentie yeeres, that the Lord will visite Tyre, and shee shall turne to her hire, and shall commit fornication with all the kingdomes of the world vpon the face of the earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 23,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And her merchandize and her hire shall be holinesse to the Lord: it shall not be treasured nor laid vp: for her merchandize shalbe for them that dwell before the Lord, to eate sufficiently, and for durable clothing.",
      "info": ""
    }
  ]
}