{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "O Lord, thou art my God, I will exalt thee, I will praise thy Name; for thou hast done wonderfull things; thy counsels of old are faithfulnesse and trueth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For thou hast made of a citie, an heape; of a defenced city, a ruine: a palace of strangers, to be no citie, it shall neuer be built.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore shall the strong people glorifie thee, the city of the terrible nations shall feare thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For thou hast bene a strength to the poore, a strength to the needy in his distresse, a refuge from the storme, a shadow from the heat, when the blast of the terrible ones is as a storme against the wall.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Thou shalt bring downe the noise of strangers, as the heat in a dry place; euen the heat with the shadow of a cloud: the branch of the terrible ones shalbe brought low.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And in this mountaine shall the Lord of hostes make vnto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he wil destroy in this mountaine the face of the couering cast ouer all people, and the vaile that is spread ouer all nations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "He will swallow vp death in victorie, and the Lord God wil wipe away teares from off al faces, and the rebuke of his people shall he take away from off all the earth: for the Lord hath spoken it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And it shalbe said in that day, Loe, this is our God, we haue waited for him, and he will saue vs: this is the Lord, we haue waited for him, we wil be glad, and reioyce in his saluation.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For in this mountaine shall the hand of the Lord rest, and Moab shalbe troden downe vnder him, euen as straw is troden downe for the dounghill.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And hee shall spread foorth his hands in the midst of them, as hee that swimmeth spreadeth foorth his hands to swimme: and hee shall bring downe their pride together with the spoiles of their hands.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the fortresse of the high fort of thy walles shall hee bring downe, lay low, and bring to the ground, euen to the dust.",
      "info": ""
    }
  ]
}