{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In that day shall this song bee sung in the land of Iudah; Wee haue a strong citie, saluation will God appoint for walles and bulwarkes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Open ye the gates, that the righteous nation which keepeth the trueth may enter in.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thou wilt keepe him in perfect peace, whose minde is stayed on thee; because he trusteth in thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Trust ye in the Lord for euer: for in the Lord Iehouah is euerlasting strength.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ For hee bringeth downe them that dwell on high, the loftie citie he layeth it low; he layeth it low, euen to the ground, he bringeth it euen to the dust.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The foote shall treade it downe, euen the feete of the poore, and the steps of the needie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The way of the iust is vprightnesse: thou most vpright, doest weigh the path of the iust.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Yea in the way of thy Iudgements, O Lord, haue we waited for thee; the desire of our soule is to thy Name, and to the remembrance of thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 9,
      "verse_end": 9,
      "text": "With my soule haue I desired thee in the night, yea with my spirit within me will I seeke thee early: for when thy iudgements are in the earth, the inhabitants of the world will learne righteousnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Let fauour be shewed to the wicked, yet will hee not learne righteousnesse: in the land of vprightnesse will he deale vniustly, and will not behold the maiestie of the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Lord, when thy hand is lifted vp, they will not see: but they shall see, and be ashamed for their enuie at the people, yea the fire of thine enemies shall deuoure them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Lord, thou wilt ordaine peace for vs: for thou also hast wrought all our workes in vs.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 13,
      "verse_end": 13,
      "text": "O Lord our God, other lordes besides thee haue had dominion ouer vs: but by thee only will we make mention of thy Name.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 14,
      "verse_end": 14,
      "text": "They are dead, they shall not liue; they are deceased, they shall not rise: therefore hast thou visited and destroyed them, and made all their memory to perish.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thou hast increased the nation, O Lord, thou hast increased the nation, thou art glorified; thou hadst remooued it farre vnto all the ends of the earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Lord, in trouble haue they visited thee: they powred out a prayer when thy chastening was vpon them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Like as a woman with childe that draweth neere the time of her deliuerie, is in paine and cryeth out in her pangs; so haue wee beene in thy sight, O Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Wee haue beene with childe, wee haue beene in paine, we haue as it were brought foorth winde, wee haue not wrought any deliuerance in the earth, neither haue the inhabitants of the world fallen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thy dead men shall liue, together with my dead body shall they arise: awake and sing yee that dwell in dust: for thy dewe is as the dewe of herbes, and the earth shall cast out the dead.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Come, my people, enter thou into thy chambers, and shut thy doores about thee; hide thy selfe as it were for a little moment, vntill the indignation be ouerpast.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 26,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For behold, the Lord commeth out of his place to punish the inhabitants of the earth for their iniquitie: the earth also shall disclose her blood, and shall no more couer her slaine.",
      "info": ""
    }
  ]
}