{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In that day the Lord with his sore and great and strong sworde shall punish Leuiathan the piercing serpent, euen Leuiathan that crooked serpent, and hee shall slay the dragon that is in the Sea.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In that day, sing yee vnto her; A vineyard of red wine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I the Lord doe keepe it; I will water it euery moment: lest any hurt it, I will keepe it night and day.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Furie is not in mee: who would set the briars and thornes against me in battell? I would goe through them, I would burne them together.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Or let him take holde of my strength, that he may make peace with me, and he shall make peace with me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Hee shall cause them that come of Iacob to take roote: Israel shall blossome and budde, and fill the face of the world with fruite.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Hath hee smitten him, as hee smote those that smote him? or is hee slaine according to the slaughter of them that are slaine by him?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "In measure when it shooteth foorth, thou wilt debate with it: hee stayeth his rough winde in the day of the East winde.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "By this therefore shall the iniquitie of Iacob be purged, and this is all the fruit, to take away his sinne: when he maketh all the stones of the Altar as chalke stones, that are beaten in sunder, the groues and images shall not stand vp.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Yet the defenced citie shall be desolate, and the habitation forsaken, and left like a wildernesse: there shall the calfe feede, and there shall he lie downe, and consume the branches thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "When the boughes thereof are withered, they shall be broken off: the women come and set them on fire: for it is a people of no vnderstanding: therefore hee that made them will not haue mercie on them, and hee that formed them, will shewe them no fauour.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And it shall come to passe in that day, that the Lord shall beate off from the chanell of the riuer vnto the streame of Egypt, and ye shall bee gathered one by one, O ye children of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And it shall come to passe in that day, that the great trumpet shall bee blowen, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the Lord in the holy mount at Ierusalem.",
      "info": ""
    }
  ]
}