{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Woe to the crowne of pride, to the drunkards of Ephraim, whose glorious beauty is a fading flowre, which are on the head of the fat valleys of them that are ouercome with wine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Behold, the Lord hath a mightie and strong one, which as a tempest of haile and a destroying storme, as a flood of mightie waters ouerflowing, shall cast downe to the earth with the hand.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The crowne of pride, the drunkards of Ephraim shall be troden vnder feete.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the glorious beautie which is on the head of the fat valley, shall bee a fading flowre, and as the hastie fruite before the summer: which when he that looketh vpon it, seeth it, while it is yet in his hand, he eateth it vp.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ In that day shall the Lord of hosts be for a crowne of glory, and for a diademe of beautie vnto the residue of his people:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And for a spirit of iudgement to him that sitteth in iudgement, and for strength to them that turne the battell to the gate.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ But they also haue erred through wine, and through strong drinke are out of the way: the priest and the prophet haue erred through strong drinke, they are swallowed vp of wine: they are out of the way through strong drinke, they erre in vision, they stumble in iudgement.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For all tables are full of vomite and filthinesse, so that there is no place cleane.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Whome shall he teach knowledge? and whom shall he make to vnderstand doctrine? them that are weaned from the milke, and drawen from the breasts.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For precept must be vpon precept, precept vpon precept, line vpon line, line vpon line, here a litle, and there a litle.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For with stammering lips and another tongue will he speake to this people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 12,
      "verse_end": 12,
      "text": "To whom he said, This is the rest wherwith ye may cause the weary to rest, and this is the refreshing, yet they would not heare.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But the word of the Lord was vnto them, precept vpon precept, precept vpon precept, line vpon line, line vpon line, here a litle and there a litle: that they might goe and fall backward, and be broken, and snared, and taken.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Wherefore heare the worde of the Lord, yee scornefull men, that rule this people which is in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Because ye haue said, Wee haue made a couenant with death, and with hell are we at agreement, when the ouerflowing scourge shall passe thorow, it shall not come vnto vs: for wee haue made lies our refuge, and vnder falsehood haue we hid our selues:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Therefore thus saith the Lord God, Beholde, I lay in Zion for a foundation, a stone, a tryed stone, a precious corner stone, a sure foundation: hee that beleeueth, shall not make haste.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Iudgement also will I lay to the line, and righteousnesse to the plummet: and the haile shall sweepe away the refuge of lyes, and the waters shall ouerflow the hiding place.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And your couenant with death shalbe disanulled, and your agreement with hell shall not stand; when the ouerflowing scourge shall passe thorough, then yee shalbe troden downe by it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 19,
      "verse_end": 19,
      "text": "From the time that it goeth forth, it shall take you: for morning by morning shall it passe ouer, by day and by night, and it shalbe a vexation, onely to vnderstand the report.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For the bed is shorter, then that a man can stretch himselfe on it: and the couering narrower, then that he can wrap himselfe in it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For the Lord shall rise vp as in mount Perazim, he shalbe wroth as in the valley of Gibeon, that he may doe his worke, his strange worke; and bring to passe his act, his strange act.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Now therefore be yee not mockers, lest your bands be made strong: for I haue heard from the Lord God of hostes a consumption euen determined vpon the whole earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ Giue yee eare, and heare my voyce, hearken and heare my speach.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Doth the plowman plow all day to sow? doth he open and breake the clods of his ground?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 25,
      "verse_end": 25,
      "text": "When hee hath made plaine the face thereof, doth he not cast abroad the fitches, and scatter the cummin, and cast in the principall wheate, and the appointed barly and the rye in their place?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For his God doth instruct him to discretion, and doth teach him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For the fitches are not threshed with a threshing instrument, neither is a cart wheele turned about vpon the cummin: but the fitches are beaten out with a staffe, and the cummin with a rodde.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Bread corne is bruised; because he will not euer be threshing it, nor breake it with the wheele of his cart, nor bruise it with his horsemen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse_start": 29,
      "verse_end": 29,
      "text": "This also commeth forth from the Lord of hostes, which is wonderfull in counsell, and excellent in working.",
      "info": ""
    }
  ]
}