{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Woe to thee that spoilest, and thou wast not spoiled; and dealest treacherously, and they dealt not treacherously with thee: when thou shalt cease to spoile, thou shalt bee spoiled; and when thou shalt make an end to deale treacherously, they shall deale treacherously with thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 2,
      "verse_end": 2,
      "text": "O Lord, be gratious vnto vs, we haue waited for thee: be thou their arme euery morning, our saluation also in the time of trouble.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 3,
      "verse_end": 3,
      "text": "At the noise of the tumult the people fled: at the lifting vp of thy selfe the nations were scattered.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And your spoile shall be gathered like the gathering of the caterpiller: as the running to and fro of Locusts shall he runne vpon them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The Lord is exalted: for hee dwelleth on high, he hath filled Zion with iudgement and righteousnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And wisedome and knowledge shall be the stabilitie of thy times, and strength of saluation: the feare of the Lord is his treasure.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Behold, their valiant ones shall cry without: the ambassadours of peace shall weepe bitterly.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The high wayes lye waste; the way faring man ceaseth: he hath broken the couenant, he hath despised the cities, he regardeth no man.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The earth mourneth and languisheth: Lebanon is ashamed and hewen downe: Sharon is like a wildernes, and Bashan and Carmel shake off their fruits.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Now will I rise, saith the Lord: now will I be exalted, now will I lift vp my selfe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Yee shall conceiue chaffe, yee shall bring forth stubble: your breath as fire shall deuoure you.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the people shalbe as the burnings of lyme: as thornes cut vp shall they be burnt in the fire.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Heare yee that are farre off, what I haue done; and yee that are neere, acknowledge my might.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The sinners in Zion are afraid, fearefulnesse hath surprised the hypocrites: who among vs shall dwell with the deuouring fire? who amongst vs shall dwell with euerlasting burnings?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 15,
      "verse_end": 15,
      "text": "He that walketh righteously, and speaketh vprightly, hee that despiseth the gaine of oppressions, that shaketh his hands from holding of bribes, that stoppeth his eares from hearing of blood, and shutteth his eyes from seeing euill:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 16,
      "verse_end": 16,
      "text": "He shall dwell on high: his place of defence shalbe the munitions of rocks, bread shalbe giuen him, his waters shall be sure.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Thine eyes shall see the king in his beauty: they shall behold the land that is very farre off.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Thine heart shall meditate terrour; Where is the scribe? where is the receiuer? where is he that counted the towres?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thou shalt not see a fierce people, a people of a deeper speech then thou canst perceiue; of a stammering tongue, that thou canst not vnderstand.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Looke vpon Zion, the city of our solemnities: thine eyes shall see Ierusalem a quiet habitation, a tabernacle that shall not be taken downe, not one of the stakes thereof shall euer be remoued, neither shall any of the coardes thereof be broken.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But there the glorious Lord will be vnto vs a place of broad riuers and streames; wherein shall goe no galley with oares, neither shall gallant ship passe thereby.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For the Lord is our Iudge, the Lord is our Lawgiuer, the Lord is our King, he wil saue vs.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Thy tacklings are loosed: they could not well strengthen their mast, they could not spread the saile: then is the praye of a great spoile diuided, the lame take the praye.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 33,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the inhabitant shall not say; I am sicke: the people that dwel therein shalbe forgiuen their iniquitie.",
      "info": ""
    }
  ]
}