{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Come neere ye nations to heare, and hearken ye people: let the earth heare, and all that is therein, the world, and all things that come forth of it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For the indignation of the Lord is vpon all nations, and his furie vpon all their armies: hee hath vtterly destroyed them, he hath deliuered them to the slaughter.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Their slaine also shalbe cast out, and their stinke shall come vp out of their carkeises, and the mountaines shalbe melted with their blood.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And all the hoste of heauen shalbe dissolued, and the heauens shalbe rouled together as a scrole: and all their hoste shall fall downe as the leafe falleth off from the Uine, and as a falling figge from the figge tree.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For my sword shall bee bathed in heauen: beholde, it shall come downe vpon Idumea, and vpon the people of my curse to iudgement.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The sword of the Lord is filled with blood, it is made fat with fatnesse, and with the blood of lambes and goates, with the fat of the kidneys of rammes: for the Lord hath a sacrifice in Bozrah, and a great slaughter in the land of Idumea.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Unicornes shall come downe with them, and the bullockes with the bulles, and their land shall be soaked with blood, and their dust made fat with fatnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For it is the day of the Lords vengeance, and the yeere of recompences for the controuersie of Zion.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the streames thereof shalbe turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 10,
      "verse_end": 10,
      "text": "It shal not be quenched night nor day, the smoke thereof shall goe vp for euer: from generation to generation it shall lye waste, none shal passe through it for euer and euer.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ The cormorant and the bitterne shall possesse it, the owle also and the rauen shall dwell in it, and he shall stretch out vpon it the line of confusion, and the stones of emptinesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 12,
      "verse_end": 12,
      "text": "They shall call the nobles thereof to the kingdome, but none shall bee there, and all her Princes shall bee nothing.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And thornes shall come vp in her palaces, nettles and brambles in the fortresses thereof: and it shalbe an habitation of dragons, and a court for owles.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The wilde beasts of the desert shall also meete with the wilde beasts of the Iland and the satyre shall cry to his felow, the shrichowle also shall rest there, &amp; finde for her selfe a place of rest.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 15,
      "verse_end": 15,
      "text": "There shall the great owle make her nest, and lay and hatch, and gather vnder her shadow: there shall the vultures also be gathered, euery one with her mate.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Seeke ye out of the booke of the Lord, and reade: no one of these shall faile, none shall want her mate: for my mouth, it hath commaunded, and his spirit, it hath gathered them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 34,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he hath cast the lot for them, and his hand hath diuided it vnto them by line: they shall possesse it for euer, from generation to generation shall they dwell therein.",
      "info": ""
    }
  ]
}