{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe it came to passe in the fourteenth yeere of king Hezekiah, that Sennacherib king of Assyria came vp against all the defenced cities of Iudah, and tooke them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the king of Assyria sent Rabshakeh, from Lachish to Ierusalem, vnto king Hezekiah, with a great armie: and he stood by the conduit of the vpper poole in the high way of the fullers field.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then came forth vnto him Eliakim Hilkiahs sonne, which was ouer the house, and Shebna the scribe, and Ioah Asaphs sonne the Recorder.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And Rabshakeh sayd vnto them; Say yee now to Hezekiah; Thus saith the great king, the king of Assyria; What confidence is this wherein thou trustest?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I say, (sayest thou) (but they are but vaine words) I haue counsell and strength for warre: Now on whom doest thou trust, that thou rebellest against me?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Loe, thou trustest in the staffe of this broken reede, on Egypt; whereon if a man leane, it will goe into his hand and pierce it: so is Pharaoh king of Egypt to all that trust in him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But if thou say to me; We trust in the Lord our God: Is it not he, whose high places and whose altars Hezekiah hath taken away, and sayd to Iudah and to Ierusalem; Yee shall worship before this altar?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Now therefore giue pledges, I pray thee, to my master the king of Assyria, and I will giue thee two thousand horses, if thou be able on thy part to set riders vpon them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 9,
      "verse_end": 9,
      "text": "How then wilt thou turne away the face of one captaine of the least of my masters seruants: and put thy trust on Egypt for charets and for horsemen?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And am I now come vp without the Lord against this land to destroy it? the Lord sayd vnto me; Goe vp against this land and destroy it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Then sayd Eliakim and Shebna &amp; Ioah vnto Rabshakeh; Speake, I pray thee, vnto thy seruants in the Syrian language; for we vnderstand it: and speake not to vs in the Iewes language, in the eares of the people that are on the wall.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ But Rabshakeh sayd; Hath my master sent me to thy master and to thee, to speake these words? Hath he not sent me to the men that sit vpon the wall, that they may eate their owne dongue, and drinke their owne pisse with you?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then Rabshakeh stood, and cryed with a loud voice in the Iewes language, and sayd; Heare ye the words of the great king, the king of Assyria.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thus saith the king; Let not Hezekiah deceiue you, for he shall not be able to deliuer you.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Neither let Hezekiah make you trust in the Lord, saying; The Lord will surely deliuer vs: this citie shall not be deliuered into the hand of the King of Assyria.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Hearken not to Hezekiah: for thus sayth the King of Assyria, Make an agreement with mee by a present, and come out to mee: and eate yee euery one of his vine, and euery one of his figgetree, and drinke yee euery one the waters of his owne cisterne:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Until I come and take you away to a land like your owne land, a land of corne and wine, a land of bread and vineyards:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Beware lest Hezekiah perswade you, saying; The Lord will deliuer vs. Hath any of the gods of the nations deliuered his land out of the hand of the king of Assyria?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Where are the gods of Hamath, and Arphad? where are the gods of Sepharuaim? and haue they deliuered Samaria out of my hand?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Who are they amongst all the gods of these landes, that haue deliuered their land out of my hand, that the Lord should deliuer Ierusalem out of my hand?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But they held their peace, and answered him not a word: for the Kings commandement was, saying; Answere him not.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 36,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Then came Eliakim the sonne of Hilkiah, that was ouer the houshold, and Shebna the Scribe, and Ioah the sonne of Asaph the Recorder, to Hezekiah with their clothes rent, and tolde him the wordes of Rabshakeh.",
      "info": ""
    }
  ]
}