{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when King Hezekiah heard it, that hee rent his clothes, and couered himselfe with sackecloth, and went into the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee sent Eliakim, who was ouer the houshold, and Shebna the Scribe, and the Elders of the Priestes couered with sackecloth, vnto Isaiah the Prophet the sonne of Amoz.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they sayd vnto him; Thus sayth Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemie: for the children are come to the birth, and there is not strength to bring foorth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 4,
      "verse_end": 4,
      "text": "It may be the Lord thy God will heare the words of Rabshakeh, whom the king of Assyria his master hath sent to reproch the liuing God, and will reprooue the words which the Lord thy God hath heard: wherefore lift vp thy prayer for the remnant that is left.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So the seruants of King Hezekiah came to Isaiah.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Isaiah sayd vnto them; Thus shall yee say vnto your master, Thus sayth the Lord, Be not afraid of the wordes that thou hast heard, wherewith the seruants of the king of Assyria haue blasphemed me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Behold, I will send a blast vpon him, and hee shall heare a rumour, and returne to his owne land, and I will cause him to fall by the sword in his owne land.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ So Rabshakeh returned and found the king of Assyria warring against Libnah: for hee had heard that he was departed from Lachish.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he heard say concerning Tirhakah king of Ethiopia, Hee is come foorth to make warre with thee: and when he heard it, he sent messengers to Hezekiah, saying;",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thus shall ye speake to Hezekiah King of Iudah, saying, Let not thy God in whom thou trustest deceiue thee, saying, Ierusalem shall not bee giuen into the hand of the king of Assyria.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Behold, thou hast heard what the kings of Assyria haue done to all lands by destroying them vtterly, and shalt thou be deliuered?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Haue the gods of the nations deliuered them which my fathers haue destroyed, as Gozan, and Haran, and Rezeph, and the children of Eden which were in Telassar?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Where is the king of Hamath, and the king of Arphad, and the king of the citie of Sepharuaim, Hena and Iuah?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And Hezekiah receiued the letter from the hand of the messengers, and read it, and Hezekiah went vp vnto the house of the Lord, and spread it before the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Hezekiah prayed vnto the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 16,
      "verse_end": 16,
      "text": "O Lord of hostes, God of Israel, that dwellest betweene the Cherubims, thou art the God, euen thou alone, of all the kingdomes of the earth, thou hast made heauen and earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Encline thine eare, O Lord, and heare, Open thine eyes, O Lord, and see, and heare all the wordes of Sennacherib, which hath sent to reproch the liuing God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Of a trueth, Lord, the kings of Assyria haue laid waste all the nations and their countreys,",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And haue cast their gods into the fire: for they were no gods, but the work of mens hands, wood and stone: therfore they haue destroyed them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Now therefore, O Lord our God, saue vs from his hand, that all the kingdomes of the earth may knowe, that thou art the Lord, euen thou onely.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Then Isaiah the sonne of Amoz sent vnto Hezekiah, saying, Thus saith the Lord God of Israel, Wheras thou hast prayed to me against Sennacherib king of Assyria:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 22,
      "verse_end": 22,
      "text": "This is the worde which the Lord hath spoken concerning him: The virgin, the daughter of Zion hath despised thee, and laughed thee to scorne, the daughter of Ierusalem hath shaken her head at thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Whom hast thou reproched and blasphemed? and against whome hast thou exalted thy voice, and lifted vp thine eyes on high? euen against the Holy One of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 24,
      "verse_end": 24,
      "text": "By thy seruants hast thou reproched the Lord, and hast said, By the multitude of my charets am I come vp to the height of the mountaines, to the sides of Lebanon, and I wil cut downe the tall cedars thereof, and the choise firre trees thereof: and I will enter into the height of his border, and the forrest of his Carmel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 25,
      "verse_end": 25,
      "text": "I haue digged and drunke water, and with the sole of my feete haue I dried vp all the riuers of the besieged places.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Hast thou not heard long agoe, how I haue done it, and of ancient times, that I haue formed it? now haue I brought it to passe, that thou shouldest be to lay waste defenced cities into ruinous heapes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Therefore their inhabitants were of small power, they were dismayed and confounded: they were as the grasse of the field, and as the greene herbe, as the grasse on the house tops, and as corne blasted before it be growen vp.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But I know thy abode, and thy going out, and thy comming in, and thy rage against me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Because thy rage against me, and thy tumult is come vp into mine eares: therefore will I put my hooke in thy nose, and my bridle in thy lips, and I will turne thee backe by the way by which thou camest.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And this shall be a signe vnto thee, Ye shall eate this yeere such as groweth of it felfe: and the second yeere that which springeth of the same: and in the third yeere sow ye and reape, and plant vineyards, and eate the fruit thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the remnant that is escaped of the house of Iudah, shal againe take roote downeward, and beare fruite vpward.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 32,
      "verse_end": 32,
      "text": "For out of Ierusalem shall goe forth a remnant, and they that escape out of mount Zion: the zeale of the Lord of hostes shall doe this.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Therefore thus saith the Lord concerning the king of Assyria, He shall not come into this citie, nor shoot an arrow there, nor come before it with shields, nor cast a banke against it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 34,
      "verse_end": 34,
      "text": "By the way that he came, by the same shall he returne, and shall not come into this citie, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 35,
      "verse_end": 35,
      "text": "For I will defend this citie to saue it, for mine owne sake, and for my seruant Dauids sake.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Then the Angel of the Lord went forth, and smote in the campe of the Assyrians a hundred and fourescore and fiue thousand: and when they arose earely in the morning, behold, they were all dead corpses.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ So Sennacherib king of Assyria departed, and went, and returned, and dwelt at Nineueh.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 37,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And it came to passe as hee was worshipping in the house of Nisroch his god, that Adramelech and Sharezer his sons smote him with the sword, and they escaped into the land of Armenia: and Esarhaddon his sonne reigned in his stead.",
      "info": ""
    }
  ]
}