{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Comfort ye, comfort ye my people, sayth your God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Speake ye comfortably to Ierusalem, and cry vnto her, that her warrefare is accomplished, that her iniquitie is pardoned: for shee hath receiued of the Lords hand double for all her sinnes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ The voyce of him that cryeth in the wildernesse, Prepare yee the way of the Lord, make straight in the desert a high way for our God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Euery valley shalbe exalted, and euery mountaine and hill shalbe made low: and the crooked shall be made straight, and the rough places plaine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the glory of the Lord shall be reuealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The voyce sayd; Cry. And hee sayd; What shall I cry? All flesh is grasse, and all the goodlinesse thereof is as the flowre of the field.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The grasse withereth, the flowre fadeth; because the spirit of the Lord bloweth vpon it: surely the people is grasse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The grasse withereth, the flowre fadeth: but the word of our God shall stand for euer.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ O Zion, that bringest good tydings, get thee vp into the high mountaine: O Ierusalem, that bringest good tidings, lift vp thy voyce with strength, lift it vp, be not afraid: say vnto the cities of Iudah; Behold your God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Behold, the Lord God will come with strong hand, and his arme shall rule for him: behold, his reward is with him, and his worke before him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He shall feede his flocke like a shepheard: he shall gather the lambes with his arme; and carie them in his bosome, and shall gently lead those that are with yoong.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Who hath measured the waters in the hollow of his hand? and meted out heauen with the spanne, and comprehended the dust of the earth in a measure, and weighed the mountaines in scales, and the hilles in a balance?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Who hath directed the spirit of the Lord, or, being his counseller, hath taught him?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 14,
      "verse_end": 14,
      "text": "With whom tooke he counsell, and who instructed him, and taught him in the path of iudgement? and taught him knowledge, and shewed to him the way of vnderstanding?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, hee taketh vp the yles as a very litle thing.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Lebanon is not sufficient to burne, nor the beasts thereof sufficient for a burnt offring.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 17,
      "verse_end": 17,
      "text": "All nations before him are as nothing, and they are counted to him lesse then nothing, and vanitie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ To whom then will ye liken God? or what likenesse will ye compare vnto him?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The workeman melteth a grauen image, and the goldsmith spreadeth it ouer with golde, and casteth siluer chaines.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 20,
      "verse_end": 20,
      "text": "He that is so impouerished that he hath no oblation, chooseth a tree that will not rot; he seeketh vnto him a cunning workeman, to prepare a grauen image that shall not be mooued.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Haue yee not knowen? haue yee not heard? hath it not beene tolde you from the beginning? haue yee not vnderstood from the foundations of the earth?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 22,
      "verse_end": 22,
      "text": "It is he that sitteth vpon the circle of the earth, and the inhabitants thereof are as grashoppers; that stretcheth out the heauens as a curtaine, and spreadeth them out as a tent to dwel in:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 23,
      "verse_end": 23,
      "text": "That bringeth the princes to nothing; hee maketh the Iudges of the earth as vanitie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Yea they shal not be planted, yea they shall not be sowen, yea their stocke shall not take roote in the earth: and he shall also blow vpon them, &amp; they shall wither, and the whirlewinde shall take them away as stubble.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 25,
      "verse_end": 25,
      "text": "To whom then will ye liken me, or shal I be equall, saith the Holy One?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Lift vp your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names, by the greatnesse of his might, for that hee is strong in power, not one faileth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Why sayest thou, O Iacob, and speakest O Israel, My way is hid from the Lord, and my iudgement is passed ouer from my God?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Hast thou not knowen? hast thou not heard, that the euerlasting God, the Lord, the Creatour of the ends of the earth, fainteth not, neither is wearie? there is no searching of his vnderstanding.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 29,
      "verse_end": 29,
      "text": "He giueth power to the faint, and to them that haue no might, he increaseth strength.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Euen the youths shall faint, and be weary, and the yong men shall vtterly fall.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 40,
      "verse_start": 31,
      "verse_end": 31,
      "text": "But they that waite vpon the Lord, shall renew their strength: they shall mount vp with wings as Eagles, they shal runne and not be weary, and they shall walke, and not faint.",
      "info": ""
    }
  ]
}