{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Keepe silence before me, O ylands, and let the people renew their strength: let them come neere, then let them speake: let vs come neere together to iudgement.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Who raised vp the righteous man from the East, called him to his foote, gaue the nations before him, and made him rule ouer kings? Hee gaue them as the dust to his sword, and as driuen stuble to his bow.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 3,
      "verse_end": 3,
      "text": "He pursued them, and passed safely; euen by the way, that hee had not gone with his feete.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Who hath wrought and done it, calling the generations from the beginning? I the Lord the first, and with the last, I am he.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The yles saw it and feared, the ends of the earth were afraid, drew neere, and came.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 6,
      "verse_end": 6,
      "text": "They helped euery one his neighbour, and euery one sayd to his brother, Be of good courage.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 7,
      "verse_end": 7,
      "text": "So the carpenter encouraged the goldsmith, and he that smootheth with the hammer him that smote the anuill, saying; It is ready for the sodering: and he fastened it with nayles that it should not be moued.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But thou Israel, art my seruant, Iacob whom I haue chosen, the seede of Abraham my friend.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thou whom I haue taken from the ends of the earth, and called thee from the chiefe men thereof, and sayd vnto thee; Thou art my seruant, I haue chosen thee, and not cast thee away.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Feare thou not, for I am with thee: be not dismaied, for I am thy God: I will strengthen thee, yea I will helpe thee, yea I will vphold thee with the right hand of my righteousnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Behold, all they that were incensed against thee, shalbe ashamed and confounded: they shall be as nothing, and they that striue with thee, shall perish.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Thou shalt seeke them, and shalt not find them, euen them that contended with thee: they that warre against thee shalbe as nothing, and as a thing of nought.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For I the Lord thy God will hold thy right hand, saying vnto thee, Feare not, I will helpe thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Feare not, thou worme Iacob, and ye men of Israel: I will helpe thee, saith the Lord, and thy Redeemer, the Holy One of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Behold, I will make thee a new sharpe threshing instrument hauing teeth: thou shalt thresh the mountaines, and beate them small, and shalt make the hilles as chaffe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thou shalt fanne them, and the winde shall carie them away, and the whirlewinde shall scatter them: and thou shalt reioyce in the Lord, and shalt glory in the Holy One of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 17,
      "verse_end": 17,
      "text": "When the poore and needie seeke water and there is none, and their tongue faileth for thirst, I the Lord will heare them, I the God of Israel will not forsake them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 18,
      "verse_end": 18,
      "text": "I will open riuers in hie places, and fountaines in the midst of the valleys: I will make the wildernesse a poole of water, and the dry land springs of water.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 19,
      "verse_end": 19,
      "text": "I will plant in the wildernes the Cedar, the Shittah tree, and the Myrtle, and the Oyle tree: I will set in the desert the Firre tree, and the Pine and the Boxe tree together:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 20,
      "verse_end": 20,
      "text": "That they may see, and knowe, and consider, and vnderstand together, that the hand of the Lord hath done this, and the Holy One of Israel hath created it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Produce your cause, saith the Lord, bring foorth your strong reasons, saith the King of Iacob.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Let them bring them foorth, and shew vs what shall happen: let them shew the former things what they bee, that we may consider them, and know the latter end of them, or declare vs things for to come.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Shewe the things that are to come hereafter, that wee may knowe that ye are gods: yea doe good or doe euill, that we may be dismayed, and behold it together.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Behold, ye are of nothing, and your worke of nought: an abomination is he that chooseth you.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 25,
      "verse_end": 25,
      "text": "I haue raised vp one from the North, and he shall come: from the rising of the Sunne shall he call vpon my name, and he shall come vpon princes as vpon morter, and as the potter treadeth clay.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Who hath declared from the beginning, that we may know? and before time, that we may say, He is righteous? yea there is none that sheweth, yea there is none that declareth, yea there is none that heareth your words.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 27,
      "verse_end": 27,
      "text": "The first shall say to Zion, Behold, behold them, and I will giue to Ierusalem one that bringeth good tidings.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 28,
      "verse_end": 28,
      "text": "For I behelde, and there was no man, euen amongst them, and there was no counseller, that when I asked of them, could answere a word.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Behold, they are all vanitie, their works are nothing: their moulten images are winde and confusion.",
      "info": ""
    }
  ]
}