{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Behold my seruant whome I vphold, mine elect in whom my soule delighteth: I haue put my Spirit vpon him, he shall bring forth iudgement to the Gentiles.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Hee shall not crie, nor lift vp, nor cause his voyce to bee heard in the streete.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 3,
      "verse_end": 3,
      "text": "A bruised reed shall he not breake, and the smoking flaxe shall hee not quench: he shall bring forth iudgment vnto trueth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 4,
      "verse_end": 4,
      "text": "He shall not faile nor be discouraged, till he haue set iudgement in the earth: and the yles shall waite for his lawe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Thus saith God the Lord, he that created the heauens, and stretched them out, he that spread foorth the earth and that which commeth out of it, he that giueth breath vnto the people vpon it, and spirit to them that walke therein:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 6,
      "verse_end": 6,
      "text": "I the Lord haue called thee in righteousnes, and wil hold thine hand, and will keepe thee, and giue thee for a couenant of the people, for a light of the Gentiles:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 7,
      "verse_end": 7,
      "text": "To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkenesse out of the prison house.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 8,
      "verse_end": 8,
      "text": "I am the Lord; that is my name, and my glory will I not giue to another, neither my praise to grauen images.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Behold, the former things are come to passe, and new things doe I declare: before they spring forth I tell you of them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Sing vnto the Lord a newe song, and his praise from the end of the earth: yee that goe downe to the sea, and all that is therein; the yles, and the inhabitants thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Let the wildernes and the cities thereof lift vp their voyce, the villages that Kedar doeth inhabite: let the inhabitants of the rocke sing, let them shoute from the top of the mountaines.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Let them giue glory vnto the Lord, and declare his praise in the Ilands.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The Lord shall goe foorth as a mighty man, he shall stirre vp iealousie like a man of warre: he shall cry, yea roare; hee shall preuaile against his enemies.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I haue long time holden my peace, I haue bene still and refrained my selfe: now wil I cry like a trauailing woman, I will destroy and deuoure at once.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I will make waste mountaines and hilles, and dry vp all their herbes, and I will make the riuers Ilands, and I will dry vp the pooles.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I will bring the blinde by a way that they knew not, I will lead them in pathes that they haue not knowen: I wil make darkenesse light before them, and crooked things straight. These things will I doe vnto them, and not forsake them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ They shall be turned backe, they shalbe greatly ashamed, that trust in grauen images, that say to the moulten images; Ye are our gods.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Heare ye deafe, and looke ye blinde that ye may see.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Who is blinde, but my seruant? or deafe, as my messenger that I sent? who is blinde as he that is perfit, and blinde as the Lords seruant?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Seeing many things, but thou obseruest not: opening the eares, but he heareth not.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 21,
      "verse_end": 21,
      "text": "The Lord is well pleased for his righteousnes sake, he will magnifie the Law, and make it honourable.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But this is a people robbed and spoiled, they are all of them snared in holes, and they are hid in prison houses: they are for a praye, &amp; none deliuereth; for a spoile, and none saith, Restore.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Who among you will giue eare to this? who will hearken, and heare for the time to come?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Who gaue Iacob for a spoile, and Israel to the robbers? Did not the Lord, hee, against whom wee haue sinned? For they would not walke in his wayes, neither were they obedient vnto his Law.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 42,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Therefore he hath powred vpon him the furie of his anger, and the strength of battell: and it hath set him on fire round about, yet hee knew not; and it burned him, yet hee layed it not to heart.",
      "info": ""
    }
  ]
}