{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Yet now heare, O Iacob my seruant, and Israel whom I haue chosen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus sayeth the Lord that made thee, and formed thee from the wombe, which wil helpe thee: Feare not, O Iacob, my seruant, and thou Iesurun, whom I haue chosen.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For I will powre water vpon him that is thirstie, and floods vpon the dry ground: I will powre my spirit vpon thy seede, and my blessing vpon thine offspring:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they shall spring vp as among the grasse, as willowes by the water courses.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 5,
      "verse_end": 5,
      "text": "One shall say, I am the Lords: and another shall call himselfe by the name of Iacob: and another shall subscribe with his hand vnto the Lord, and surname himselfe by the name of Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Thus saith the Lord the king of Israel and his redeemer the Lord of hostes, I am the first, and I am the last, and besides me there is no God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are comming, and shall come? let them shew vnto them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Feare yee not, neither be afraid: haue not I told thee from that time, and haue declared it? yee are euen my witnesses. Is there a God besides me? yea there is no God, I know not any.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ They that make a grauen image are all of them vanitie, and their delectable things shall not profit, and they are their owne witnesses, they see not, nor know; that they may be ashamed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Who hath formed a God, or moulten a grauen image that is profitable for nothing?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Behold, all his fellowes shall be ashamed: and the workemen, they are of men: let them all be gathered together, let them stand vp; yet they shal feare, and they shalbe ashamed together.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The smith with the tonges both worketh in the coales, and fashioneth it with hammers, and worketh it with the strength of his armes: yea he is hungrie, and his strength faileth; hee drinketh no water, and is faint.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The carpenter stretcheth out his rule: he maketh it out with the line: he fitteth it with planes, and he marketh it out with the compasse, and maketh it after the figure of a man, according to the beautie of a man; that it may remaine in the house.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 14,
      "verse_end": 14,
      "text": "He heweth him downe cedars, and taketh the Cypresse and the Oke, which he strengthneth for himselfe among the trees of the forrest: he planteth an Ashe, and the raine doth nourish it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then shall it bee for a man to burne: for hee will take thereof and warme himselfe; yea he kindleth it and baketh bread; yea he maketh a God, and worshippeth it: he maketh it a grauen image, and falleth downe thereto.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 16,
      "verse_end": 16,
      "text": "He burneth part thereof in the fire: with part thereof he eateth flesh: he rosteth rost, and is satisfied: yea hee warmeth himselfe, and saith; Aha, I am warme, I haue seene the fire.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the residue thereof he maketh a God, euen his grauen image: hee falleth downe vnto it, and worshippeth it, and prayeth vnto it, and saith; Deliuer me, for thou art my God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 18,
      "verse_end": 18,
      "text": "They haue not knowen, nor vnderstood: for he hath shut their eyes, that they cannot see; and their hearts, that they cannot vnderstand.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And none considereth in his heart, neither is there knowledge nor vnderstanding to say; I haue burnt part of it in the fire, yea also I haue baked bread vpon the coales thereof: I haue rosted flesh and eaten it; and shall I make the residue thereof an abomination? shall I fall downe to the stocke of a tree?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 20,
      "verse_end": 20,
      "text": "He feedeth of ashes: a deceiued heart hath turned him aside, that he cannot deliuer his soule, nor say; Is there not a lie in my right hand?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Remember these (O Iacob and Israel) for thou art my seruant: I haue formed thee: thou art my seruant, O Israel; thou shalt not be forgotten of me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 22,
      "verse_end": 22,
      "text": "I haue blotted out, as a thicke cloude, thy transgressions, and as a a cloud, thy sinnes: returne vnto me, for I haue redeemed thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Sing, O yee heauens; for the Lord hath done it: shout yee lower parts of the earth: breake forth into singing yee mountaines, O forrest and euery tree therein: for the Lord hath redeemed Iacob, and glorified himselfe in Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Thus saith the Lord thy redeemer, and he that formed thee from the wombe; I am the Lord that maketh all things, that stretcheth forth the heauens alone, that spreadeth abroad the earth by my selfe:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 25,
      "verse_end": 25,
      "text": "That frustrateth the tokens of the lyers, and maketh diuiners mad, that turneth wisemen backward, and maketh their knowledge foolish:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 26,
      "verse_end": 26,
      "text": "That confirmeth the word of his seruant, and performeth the counsell of his messengers, that saith to Ierusalem, Thou shalt be inhabited; and to the cities of Iudah, Yee shall be built, and I will raise vp the decayed places thereof.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 27,
      "verse_end": 27,
      "text": "That saith to the deepe; Be dry, and I will drie vp thy riuers.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 44,
      "verse_start": 28,
      "verse_end": 28,
      "text": "That saith of Cyrus, Hee is my shepheard, and shall performe all my pleasure, euen saying to Ierusalem, Thou shalt be built, and to the Temple, Thy foundation shalbe laid.",
      "info": ""
    }
  ]
}