{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare yee this, O house of Iacob, which are called by the name of Israel, and are come foorth out of the waters of Iudah; which sweare by the Name of the Lord, and make mention of the God of Israel, but not in trueth nor in righteousnes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For they call themselues of the holy city, and stay themselues vpon the God of Israel, the Lord of hostes is his Name.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I haue declared the former things from the beginning: and they went foorth out of my mouth, and I shewed them, I did them suddenly, and they came to passe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Because I knew that thou art obstinate, and thy necke is an yron sinew, and thy brow brasse:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I haue euen from the beginning declared it to thee; before it came to passe I shewed it thee: lest thou shouldest say, Mine idole hath done them, and my grauen image, and my molten image hath commanded them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Thou hast heard, see all this, and will not yee declare it? I haue shewed thee new things from this time, euen hidden things, and thou didst not know them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 7,
      "verse_end": 7,
      "text": "They are created now, and not from the beginning, euen before the day when thou heardest them not; lest thou shouldest say, Behold, I knew them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Yea thou heardest not, yea thou knewest not, yea from that time that thine eare was not opened: for I knew that thou wouldest deale very treacherously, and wast called a transgressour from the wombe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ For my names sake will I deferre mine anger, and for my praise will I refraine for thee, that I cut thee not off.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Behold, I haue refined thee, but not with siluer; I haue chosen thee in the fornace of affliction.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For mine owne sake, euen for mine owne sake will I doe it; for how should my Name bee polluted? And I will not giue my glory vnto another.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Hearken vnto me, O Iacob, and Israel my called; I am hee, I am the first, I also am the last.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Mine hand also hath laid the foundation of the earth, and my right hand hath spanned the heauens: when I call vnto them, they stand vp together.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 14,
      "verse_end": 14,
      "text": "All yee assemble your selues and heare: which among them hath declared these things? the Lord hath loued him: hee will doe his pleasure on Babylon, and his arme shall be on the Caldeans.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I, euen I haue spoken, yea I haue called him: I haue brought him, and he shall make his way prosperous.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Come ye neere vnto me; heare ye this; I haue not spoken in secret from the beginning; from the time that it was, there am I; and now the Lord God and his Spirit hath sent me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Thus saith the Lord thy redeemer, the holy one of Israel; I am the Lord thy God which teacheth thee to profit, which leadeth thee by the way that thou shouldest goe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 18,
      "verse_end": 18,
      "text": "O that thou haddest hearkened to my commandements! then had thy peace beene as a riuer, and thy righteousnesse as the waues of the sea.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thy seede also had beene as the sand, and the ofspring of thy bowels like the grauell thereof: his name should not haue beene cut off, nor destroyed from before me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Goe yee forth of Babylon: flee yee from the Caldeans, with a voyce of singing, declare yee, tell this, vtter it euen to the end of the earth: say yee; The Lord hath redeemed his seruant Iacob.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they thirsted not when he led them through the deserts; he caused the waters to flow out of the rocke for them: he claue the rocke also, and the waters gushed out.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 48,
      "verse_start": 22,
      "verse_end": 22,
      "text": "There is no peace, saith the Lord, vnto the wicked.",
      "info": ""
    }
  ]
}