{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Hearken to me, ye that follow after righteousnesse, ye that seeke the Lord: looke vnto the rocke whence yee are hewen, and to the hole of the pitte whence ye are digged.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Looke vnto Abraham your father, and vnto Sarah that bare you: for I called him alone, and blessed him, and increased him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For the Lord shall comfort Zion: he wil comfort all her waste places, and he wil make her wildernes like Eden, and her desert like the garden of the Lord: ioy and gladnesse shalbe found therein, thankesgiuing, and the voice of melody.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Hearken vnto me, my people, and giue eare vnto me, O my nation: for a Law shall proceed from mee, and I will make my iudgement to rest for a light of the people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 5,
      "verse_end": 5,
      "text": "My righteousnes is neere: my saluation is gone foorth, and mine armes shall iudge the people: the Iles shall wait vpon me, and on mine arme shall they trust.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Lift vp your eyes to the heauens, and looke vpon the earth beneath: for the heauens shall vanish away like smoke, and the earth shall waxe old like a garment, and they that dwel therein shall die in like maner: but my saluation shal be for euer, and my righteousnes shall not be abolished.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Hearken vnto me ye that know righteousnesse, the people in whose heart is my Law: Feare ye not the reproch of men, neither be yee afraid of their reuilings.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For the moth shall eate them vp like a garment, and the worme shal eate them like wooll: but my righteousnes shalbe for euer; and my saluation from generation to generation.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Awake, awake, put on strength, O arme of the Lord, awake as in the ancient dayes, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Art thou not it which hath dried the sea, the waters of the great deepe, that hath made the depthes of the sea a way for the ransomed to passe ouer?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore the redeemed of the Lord shall returne, and come with singing vnto Zion, and euerlasting ioy shalbe vpon their head: they shall obtaine gladnesse and ioy, and sorrow and mourning shall flee away.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 12,
      "verse_end": 12,
      "text": "I, euen I am hee that comforteth you, who art thou that thou shouldest be afraid of a man that shall die, and of the sonne of man which shall bee made as grasse?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And forgettest the Lord thy maker that hath stretched foorth the heauens, and layed the foundations of the earth? and hast feared continually euery day, because of the furie of the oppressour, as if hee were ready to destroy? and where is the furie of the oppressour?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The captiue exile hasteneth that he may be loosed, and that hee should not die in the pit, nor that his bread should faile.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But I am the Lord thy God, that diuided the sea, whose waues roared: the Lord of hosts is his Name.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I haue put my wordes in thy mouth, and haue couered thee in the shadow of mine hand, that I may plant the heauens, and lay the foundations of the earth, and say vnto Zion, Thou art my people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Awake, awake, stand vp, O Ierusalem, which hast drunke at the hand of the Lord the cup of his furie; thou hast drunken the dregges of the cup of trembling, and wrung them out.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 18,
      "verse_end": 18,
      "text": "There is none to guide her among all the sonnes whom shee hath brought foorth: neither is there any that taketh her by the hand, of all the sonnes that she hath brought vp.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 19,
      "verse_end": 19,
      "text": "These two things are come vnto thee; who shall be sorie for thee? desolation and destruction, and the famine and the sword: by whom shall I comfort thee?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Thy sonnes haue fainted, they lie at the head of all the streetes as a wilde bull in a net; they are full of the furie of the Lord, the rebuke of thy God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Therefore heare now this thou afflicted and drunken, but not with wine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Thus saith thy Lord, the Lord and thy God that pleadeth the cause of his people, Behold, I haue taken out of thine hand the cup of trembling, euen the dregges of the cup of my furie: thou shalt no more drinke it againe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 51,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But I will put it into the hand of them that afflict thee: which haue said to thy soule, Bow downe that wee may goe ouer: and thou hast laide thy body as the ground, and as the streete to them that went ouer.",
      "info": ""
    }
  ]
}