{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Who hath beleeued our report? and to whom is the arme of the Lord reuealed?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For he shall grow vp before him as a tender plant, and as a root out of a drie ground: hee hath no forme nor comelinesse: and when wee shall see him, there is no beautie that we should desire him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 3,
      "verse_end": 3,
      "text": "He is despised and reiected of men, a man ofsorrows, and acquainted with griefe: and we hid as it were our faces from him; hee was despised, and wee esteemed him not.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Surely he hath borne our griefes, and caried our sorrowes: yet we did esteeme him striken, smitten of God, and afflicted.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was vpon him, and with his stripes we are healed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 6,
      "verse_end": 6,
      "text": "All we like sheepe haue gone astray: we haue turned euery one to his owne way, and the Lord hath layd on him the iniquitie of vs all.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 7,
      "verse_end": 7,
      "text": "He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lambe to the slaughter, and as a sheepe before her shearers is dumme, so he openeth not his mouth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 8,
      "verse_end": 8,
      "text": "He was taken from prison, and from iudgement: and who shall declare his generation? for he was cut off out of the land of the liuing, for the transgression of my people was he stricken.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he made his graue with the wicked, and with the rich in his death, because he had done no violence, neither was any deceit in his mouth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Yet it pleased the Lord to bruise him, he hath put him to griefe: when thou shalt make his soule an offring for sinne, he shall see his seede, hee shall prolong his daies, and the pleasure of the Lord shall prosper in his hand.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He shall see of the trauell of his soule, and shalbe satisfied: by his knowledge shall my righteous seruant iustifie many: for hee shall beare their iniquities.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 53,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore will I diuide him a portion with the great, and he shall diuide the spoile with the strong: because hee hath powred out his soule vnto death: and he was numbred with the transgressours, and he bare the sinne of many, and made intercession for the transgressours.",
      "info": ""
    }
  ]
}