{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Sing O barren thou that didst not beare; breake forth into singing, and crie aloud thou that didst not trauell with child: for more are the children of the desolate then the children of the maried wife, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Enlarge the place of thy tent, and let them stretch forth the curtaines of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For thou shalt breake forth on the right hand, and on the left; and thy seed shall inherite the Gentiles, and make the desolate cities to be inhabited.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Feare not: for thou shalt not be ashamed: neither be thou confounded, for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For thy maker is thine husband, (the Lord of hostes is his name;) and thy redeemer the holy one of Israel, the God of the whole earth shall he be called.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For the Lord hath called thee as a woman forsaken, and grieued in spirit, and a wife of youth, when thou wast refused, saith thy God.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For a small moment haue I forsaken thee, but with great mercies will I gather thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 8,
      "verse_end": 8,
      "text": "In a litle wrath I hid my face from thee, for a moment; but with euerlasting kindnesse will I haue mercie on thee, saith the Lord thy redeemer.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For this is as the waters of Noah vnto me: for as I haue sworne that the waters of Noah should no more goe ouer the earth; so haue I sworne that I would not be wroth with thee, nor rebuke thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For the mountaines shall depart, and the hilles be remoued, but my kindnesse shall not depart from thee, neither shall the couenant of my peace be remoued, saith the Lord, that hath mercie on thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Oh thou afflicted, tossed with tempest and not comforted, behold, I will lay thy stones with faire colours, and lay thy foundations with Saphires.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I will make thy windowes of Agates, and thy gates of Carbuncles, and all thy borders of pleasant stones.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And all thy children shalbe taught of the Lord, and great shalbe the peace of thy children.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 14,
      "verse_end": 14,
      "text": "In righteousnesse shalt thou be established: thou shalt be farre from oppression, for thou shalt not feare; &amp; from terrour, for it shall not come neere thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Behold, they shall surely gather together, but not by me: whosoeuer shal gather together against thee, shall fall for thy sake.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Behold, I haue created the smith that bloweth the coales in the fire, and that bringeth foorth an instrument for his worke, and I haue created the waster to destroy.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 54,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ No weapon that is formed against thee, shall prosper, and euery tongue that shall rise against thee in iudgement, thou shalt condemne. This is the heritage of the seruants of the Lord, and their righteousnesse is of me, saith the Lord.",
      "info": ""
    }
  ]
}