{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Ho, euery one that thirsteth, come ye to the waters, and he that hath no money: come ye, buy and eate, yea come, buy wine and milke without money, and without price.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Wherefore doe yee spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently vnto me, and eate ye that which is good, and let your soule delight it selfe in fatnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Incline your eare, and come vnto me: heare, and your soule shall liue, and I will make an euerlasting couenant with you, euen the sure mercies of Dauid.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Behold, I haue giuen him for a witnesse to the people, a leader and commander to the people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee, shall runne vnto thee, because of the Lord thy God, and for the Holy One of Israel, for he hath glorified thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Seeke ye the Lord, while he may be found, call ye vpon him while he is neere.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Let the wicked forsake his way, &amp; the vnrighteous man his thoughts: and let him returne vnto the Lord, and he will haue mercie vpon him, and to our God, for hee will abundantly pardon.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ For my thoughts are not your thoughts, neither are your wayes my wayes, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For as the heauens are higher then the earth, so are my wayes higher then your wayes, and my thoughts then your thouhts.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For as the raine commeth down, and the snow from heauen, and returneth not thither, but watereth the earth, and maketh it bring foorth and bud, that it may giue seed to the sower, and bread to the eater:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So shall my word bee that goeth forth out of my mouth: it shall not returne vnto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For ye shall goe out with ioy, and bee led foorth with peace: the mountaines and the hilles shall breake forth before you into singing, and al the trees of the field shall clap their hands.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse_start": 13,
      "verse_end": 13,
      "text": "In stead of the thorne shall come vp the Firre tree, and in stead of the brier shall come vp the Myrtle tree, and it shall be to the Lord for a name, for an euerlasting signe that shall not bee cut off.",
      "info": ""
    }
  ]
}