{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus saith the Lord, Keepe yee iudgement, and doe iustice: for my saluation is neere to come, and my righteousnesse to bee reuealed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Blessed is the man that doeth this, and the sonne of man that layeth holde on it: that keepeth the Sabbath from polluting it, and keepeth his hand from doing any euill.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Neither let the sonne of the stranger, that hath ioyned himselfe to the Lord, speake, saying, The Lord hath vtterly separated mee from his people: neither let the Eunuch say, Behold, I am a drie tree.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For thus saith the Lord vnto the Eunuches that keep my Sabbaths, and choose the things that please mee, and take hold of my couenant:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Euen vnto them will I giue in mine house, and within my walles, a place and a name better then of sonnes and of daughters: I wil giue them an euerlasting name, that shal not be cut off.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Also the sonnes of the stranger that ioyne themselues to the Lord, to serue him, and to loue the Name of the Lord, to be his seruants, euery one that keepeth the Sabbath from polluting it, and taketh hold of my Couenant:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Euen them will I bring to my holy mountaine, and make them ioyfull in my house of prayer: their burnt offerings and their sacrifices shall be accepted vpon mine Altar: for mine house shalbe called an house of prayer for all people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The Lord God which gathereth the outcasts of Israel, saith, Yet will I gather others to him, besides those that are gathered vnto him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ All ye beasts of the field, come to deuoure, yea all ye beasts in the forest.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 10,
      "verse_end": 10,
      "text": "His watchmen are blinde: they are all ignorant, they are all dumbe dogs, they cannot barke; sleeping, lying downe, louing to slumber.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Yea they are greedy dogges which can neuer haue ynough, and they are shepheards that cannot vnderstand: they all looke to their owne way, euery one for his gaine, from his quarter.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 56,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Come ye, say they, I wil fetch wine, and we will fill our selues with strong drinke, and to morrow shal be as this day, and much more abundant.",
      "info": ""
    }
  ]
}