{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The righteous perisheth, and no man layeth it to heart; and mercifull men are taken away none considering that the righteous is taken away from the euill to come.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Hee shall enter into peace: they shall rest in their beds, each one walking in his vprightnesse.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ But draw neere hither, yee sonnes of the sorceresse, the seed of the adulterer, and the whore.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Against whom doe ye sport your selues? against whom make ye a wide mouth, and draw out the tongue? are ye not children of transgression, a seede of falsehood?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Inflaming your selues with idoles vnder euery greene tree, slaying the children in the valleys vnder the cliftes of the rockes?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Among the smooth stones of the streame is thy portion; they, they are thy lot: euen to them hast thou powred a drinke offering, thou hast offered a meate offering. Should I receiue comfort in these?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Upon a loftie and high mountaine hast thou set thy bed: euen thither wentest thou vp to offer sacrifice.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behinde the doores also and the posts hast thou set vp thy remembrance: for thou hast discouered thy selfe to an other then mee, and art gone vp: thou hast enlarged thy bed, and made a couenant with them: thou louedst their bed where thou sawest it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And thou wentest to the king with oyntment, and didst increase thy perfumes, and didst send thy messengers farre off, and didst debase thy selfe euen vnto hell.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thou art wearied in the greatnesse of thy way; yet saydst thou not, There is no hope: thou hast found the life of thine hand; therefore thou wast not grieued.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And of whom hast thou bene afraid or feared, that thou hast lyed, and hast not remembred me, nor layed it to thy heart? haue not I held my peace euen of old, and thou fearest me not?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 12,
      "verse_end": 12,
      "text": "I will declare thy righteousnes; and thy workes, for they shall not profit thee.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ When thou criest, let thy companies deliuer thee: but the winde shall cary them all away; Uanitie shall take them: but hee that putteth his trust in me, shall possesse the land, and shall inherit my holy mountaine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And shall say, Cast yee vp, cast yee vp; prepare the way, take vp the stumbling blocke out of the way of my people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For thus saith the High and loftie One that inhabiteth eternitie, whose Name is Holy; I dwell in the high and holy place: with him also that is of a contrite and humble spirit, to reuiue the spirit of the humble, and to reuiue the heart of the contrite ones.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For I will not contend for euer, neither will I be alwayes wroth: for the spirit should faile before me, and the soules which I haue made.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For the iniquitie of his couetousnesse was I wroth, and smote him: I hid me, and was wroth, and hee went on frowardly in the way of his heart.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 18,
      "verse_end": 18,
      "text": "I haue seene his wayes, and will heale him: I will leade him also, and restore comforts vnto him, and to his mourners.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 19,
      "verse_end": 19,
      "text": "I create the fruite of the lippes; peace, peace to him that is farre off, and to him that is neere, sayth the Lord, and I will heale him.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But the wicked are like the troubled sea, when it cannot rest, whose waters cast vp myre and dirt.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 57,
      "verse_start": 21,
      "verse_end": 21,
      "text": "There is no peace, sayth my God, to the wicked.",
      "info": ""
    }
  ]
}