{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The Spirit of the Lord God is vpon me, because the Lord hath anointed me, to preach good tidings vnto the meeke, hee hath sent me to binde vp the broken hearted, to proclaime libertie to the captiues, and the opening of the prison to them that are bound:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 2,
      "verse_end": 2,
      "text": "To proclaime the acceptable yere of the Lord, and the day of vengeance of our God, to comfort all that mourne:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 3,
      "verse_end": 3,
      "text": "To appoint vnto them that mourne in Zion, to giue vnto them beautie for ashes, the oyle of ioy for mourning, the garment of praise for the spirit of heauinesse, that they might be called trees of righteousnesse, the planting of the Lord, that he might be glorified.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And they shall build the olde wastes, they shall raise vp the former desolations, and they shall repaire the waste cities, the desolations of many generations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And strangers shall stand and feed your flockes, and the sonnes of the alient shalbe your plowmen, and your Uine-dressers.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But ye shalbe named the Priests of the Lord: men shall call you the ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall you boast your selues.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ For your shame you shall haue double; and for confusion they shall reioyce in their portion: therefore in their land they shal possesse the double: euerlasting ioy shalbe vnto them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For I the Lord loue Iudgement, I hate robbery for burnt offering, and I will direct their worke in trueth, and I will make an euerlasting Couenant with them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And their seed shalbe knowen among the Gentiles, and their offspring among the people: All that see them, shall acknowledge them, that they are the seed which the Lord hath blessed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 10,
      "verse_end": 10,
      "text": "I will greatly reioyce in the Lord, my soule shalbe ioyfull in my God: for he hath clothed me with the garments of saluation, he hath couered me with the robe of righteousnes, as a bridegrome decketh himselfe with ornaments, and as a bride adorneth herselfe with her iewels.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For as the earth bringeth foorth her bud, and as the garden causeth the things that are sowen in it, to spring foorth: so the Lord God will cause righteousnes and praise to spring forth before all the nations.",
      "info": ""
    }
  ]
}