{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Who is this that commeth from Edom, with died garments from Bozrah? this that is glorious in his apparel, trauelling in the greatnesse of his strength? I that speake in righteousnesse, mightie to saue.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Wherefore art thou red in thine apparell, and thy garments like him that treadeth in the winefat?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I haue troden the winepresse alone, and of the people there was none with me: for I will tread them in mine anger, and trample them in my furie, and their blood shall be sprinkled vpon my garments, and I will staine all my raiment.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For the day of vengeance is in mine heart, and the yeere of my redeemed is come.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I looked, and there was none to helpe; and I wondered that there was none to vphold: therefore mine owne arme brought saluation vnto me, and my furie, it vpheld me.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I will tread downe the people in mine anger, &amp; make them drunke in my furie, and I will bring downe their strength to the earth.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ I will mention the louing kindnesses of the Lord, and the praises of the Lord, according to all that the Lord hath bestowed on vs; and the great goodnes towards the house of Israel, which he hath bestowed on them, according to his mercies, and according to the multitude of his louing kindnesses.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For hee said, Surely they are my people, children that will not lie: so hee was their sauiour.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 9,
      "verse_end": 9,
      "text": "In all their affliction he was afflicted, and the Angel of his presence saued them: in his loue and in his pitie hee redeemed them, and he bare them, and caried them all the dayes of olde.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ But they rebelled, and vexed his holy spirit: therefore hee was turned to be their enemie, and he fought against them.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then he remembred the dayes of old, Moses and his people, saying; Where is hee that brought them vp out of the Sea, with the shepheard of his flocke? where is hee that put his holy Spirit within him?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 12,
      "verse_end": 12,
      "text": "That led them by the right hand of Moses with his glorious arme, diuiding the water before them, to make himselfe an euerlasting name?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 13,
      "verse_end": 13,
      "text": "That led them through the deepe as an horse in the wildernesse, that they should not stumble?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 14,
      "verse_end": 14,
      "text": "As a beast goeth downe into the valley, the Spirit of the Lord caused him to rest: so diddest thou leade thy people, to make thy selfe a glorious Name.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Looke downe from heauen, and behold from the habitation of thy holinesse, and of thy glory: where is thy zeale and thy strength, the sounding of thy bowels, and of thy mercies towards me? are they restrained?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Doubtlesse thou art our father, though Abraham be ignorant of vs, and Israel acknowledge vs not: thou, O Lord art our Father, our Redeemer, thy Name is from euerlasting.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ O Lord, why hast thou made vs to erre from thy wayes? and hardened our heart from thy feare? Returne for thy seruants sake, the tribes of thine inheritance.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 18,
      "verse_end": 18,
      "text": "The people of thy holinesse haue possessed it but a little while: our aduersaries haue troden downe thy Sanctuarie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 63,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Wee are thine, thou neuer barest rule ouer them, they were not called by thy Name.",
      "info": ""
    }
  ]
}