{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus sayth the Lord, The heauen is my throne, and the earth is my footestoole: where is the house that yee builde vnto mee? and where is the place of my rest?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For all those things hath mine hand made, and all those things haue beene, saith the Lord: but to this man wil I looke, euen to him that is poore and of a contrite spirit, and trembleth at my word.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 3,
      "verse_end": 3,
      "text": "He that killeth an oxe is as if he slue a man: he that sacrificeth a lambe, as if he cut off a dogs necke: he that offereth an oblation, as if he offered swines blood: he that burneth incense, as if he blessed an idole: yea, they haue chosen their owne wayes, and their soule delighteth in their abominations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I also will chuse their delusions, and will bring their feares vpon them; because when I called, none did answere, when I spake they did not heare: but they did euill before mine eyes, and chose that in which I delighted not.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Heare the word of the Lord, ye that tremble at his word: Your brethren that hated you, that cast you out for my Names sake, sayd, Let the Lord be glorified: but he shal appeare to your ioy, and they shalbe ashamed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 6,
      "verse_end": 6,
      "text": "A voice of noyse from the city, a voice from the Temple, a voice of the Lord, that rendreth recompense to his enemies.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Before she trauailed, she brought foorth: before her paine came, shee was deliuered of a man childe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Who hath heard such a thing? who hath seene such things? shall the earth be made to bring forth in one day, or shall a nation be borne at once? for as soone as Zion traueiled, shee brought foorth her children.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Shall I bring to the birth, &amp; not cause to bring forth, saith the Lord ? shall I cause to bring foorth, and shut the wombe, sayth thy God?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Reioyce ye with Ierusalem, and be glad with her, all yee that loue her: reioyce for ioy with her, all yee that mourne for her:",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 11,
      "verse_end": 11,
      "text": "That ye may sucke and be satisfied with the breasts of her consolations: that ye may milke out, and be delighted with the abundance of her glory.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For thus sayth the Lord, Behold, I will extend peace to her like a riuer, and the glory of the Gentiles like a flowing streame: then shall ye sucke, ye shalbe borne vpon her sides, and be dandled vpon her knees.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 13,
      "verse_end": 13,
      "text": "As one whom his mother comforteth, so wil I comfort you: and ye shall be comforted in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when yee see this, your heart shall reioyce, and your bones shall flourish like an herbe: and the hand of the Lord shall be knowen towards his seruants, and his indignation towards his enemies.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For behold, the Lord wil come with fire, and with his charets like a whirlewinde, to render his anger with furie, and his rebuke with flames of fire.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For by fire and by his sword, will the Lord plead with all flesh: and the slaine of the Lord shalbe many.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 17,
      "verse_end": 17,
      "text": "They that sanctifie themselues, and purifie themselues in the gardens, behinde one tree in the midst, eating swines flesh, and the abomination, and the mouse, shall be consumed together, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For I know their works and their thoughts: it shall come that I will gather all nations and tongues, and they shall come and see my glorie.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And I will set a signe among them, and I will send those that escape of them vnto the nations, to Tarshish, Pul and Lud, that draw the bow, to Tubal and Iauan, to the Iles afarre off, that haue not heard my fame, neither haue seene my glory, and they shall declare my glory among the Gentiles.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And they shall bring all your brethren for an offering vnto the Lord, out of all nations, vpon horses and in charets, and in litters, and vpon mules, and vpon swift beasts to my holie mountaine Ierusalem, saith the Lord; as the children of Israel bring an offering in a cleane vessell, into the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And I will also take of them for Priestes and for Leuites, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For as the new heauens, and the new earth which I wil make, shall remaine before me, saith the Lord, so shall your seed and your name remaine.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And it shall come to passe, that from one new Moone to an other, and from one Sabbath to an other, shall all flesh come to worship before me, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 66,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they shall goe foorth, and looke vpon the carkeises of the men that haue transgressed against me: for their worme shall not die, neither shall their fire be quenched, and they shall be an abhorring vnto all flesh.",
      "info": ""
    }
  ]
}