{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe in the dayes of Ahaz the sonne of Iotham, the sonne of Uzziah king of Iudah, that Rezin the king of Syria, and Pekah, the sonne of Remaliah king of Israel, went vp towards Ierusalem to warre against it, but could not preuaile against it.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it was told the house of Dauid, saying, Syria is confederate with Ephraim: and his heart was moued, and the heart of his people as the trees of the wood are mooued with the wind.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then sayd the Lord vnto Isaiah; Goe forth now to meete Ahaz, thou, &amp; Shear-iashub thy sonne, at the end of the conduit of the vpper poole in the high way of the fullers field.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And say vnto him; Take heede and be quiet: feare not, neither be faint hearted for the two tailes of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the sonne of Remaliah.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Because Syria, Ephraim, and the sonne of Remaliah haue taken euill counsell against thee, saying;",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Let vs goe vp against Iudah and vexe it, and let vs make a breach therein for vs, and set a king in the midst of it, euen the sonne of Tabeal.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Thus saith the Lord God; It shall not stand, neither shall it come to passe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For the head of Syria is Damascus, and the head of Damascus is Rezin, and within threescore and fiue yeeres shall Ephraim be broken, that it be not a people.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the head of Ephraim is Samaria, and the head of Samaria is Remaliahs sonne: if yee will not beleeue, surely yee shall not be established.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Moreouer the Lord spake againe vnto Ahaz, saying;",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Aske thee a signe of the Lord thy God; aske it either in the depth, or in the height aboue.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But Ahaz sayd, I will not aske, neither will I tempt the Lord.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he sayd; Heare yee now, O house of Dauid; Is it a small thing for you to wearie men, but will yee wearie my God also?",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore the Lord himselfe shal giue you a signe: Behold, a Uirgine shall conceiue and beare a Sonne, and shall call his name Immanuel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Butter and hony shall he eat, that hee may know to refuse the euill, and choose the good.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For before the childe shall know to refuse the euill and choose the good; the land that thou abhorrest, shalbe forsaken of both her kings.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ The Lord shall bring vpon thee and vpon thy people, and vpon thy fathers house, dayes that haue not come, from the day that Ephraim departed from Iudah; euen the King of Assyria.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it shall come to passe in that day, that the Lord shall hisse for the flie, that is in the vttermost part of the riuers of Egypt, and for the Bee that is in the land of Assyria.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rockes, and vpon all thornes, and vpon all bushes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "In the same day shall the Lord shaue with a rasor that is hired, namely by them beyond the riuer, by the king of Assyria, the head, and the haire of the feet: and it shal also consume the beard.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And it shall come to passe in that day, that a man shal nourish a yong cow and two sheepe.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And it shall come to passe, for the abundance of milke that they shall giue, he shal eate butter: for butter and hony shall euery one eate, that is left in the land.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And it shall come to passe in that day, that euery place shalbe, where there were a thousand Uines at a thousand siluerlings, it shall euen be for briers and thornes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 24,
      "verse_end": 24,
      "text": "With arrowes and with bowes shall men come thither; because all the land shall become briars and thornes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 7,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And on all hilles that shalbe digged with the mattocke, there shall not come thither the feare of briars and thornes: but it shall bee for the sending foorth of oxen, and for the treading of lesser cattell.",
      "info": ""
    }
  ]
}