{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Neuerthelesse the dimnesse shall not be such as was in her vexation; when at the first he lightly afflicted the land of Zebulun, and the land of Naphtali, and afterward did more grieuously afflict her by the way of the Sea, beyond Iordan in Galile of the nations.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The people that walked in darknesse, haue seene a great light: they that dwel in the land of the shadow of death, vpon them hath the light shined.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thou hast multiplied the nation, and not increased the ioy: they ioy before thee, according to the ioy in haruest, and as men reioyce when they diuide the spoile.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For thou hast broken the yoke of his burden, and the staffe of his shoulder, the rod of his oppressour, as in the day of Midian.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For euery battell of the warriour is with confused noise, and garments rolled in blood; but this shall be with burning and fewell of fire.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For vnto vs a child is borne, vnto vs a Sonne is giuen, and the gouernment shalbe vpon his shoulder: and his name shalbe called, Wonderfull, Counseller, The mightie God, The euerlasting Father, The Prince of peace.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Of the increase of his gouernment and peace there shall be no end, vpon the throne of Dauid &amp; vpon his kingdome, to order it, and to stablish it with iudgement and with iustice, from henceforth euen for euer: the zeale of the Lord of hostes will performe this.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ The Lord sent a word into Iacob, and it hath lighted vpon Israel.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And all the people shal know, euen Ephraim and the inhabitant of Samaria, that say in the pride and stoutnesse of heart;",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The brickes are fallen downe, but we will build with hewen stones: the Sycomores are cut downe, but we will change them into Cedars.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore the Lord shall set vp the aduersaries of Rezin against him, and ioyne his enemies together.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The Syrians before, and the Philistines behinde, and they shall deuoure Israel with open mouth: for all this his anger is not turned away, but his hand is stretched out still.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ For the people turneth not vnto him that smiteth them, neither doe they seeke the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore the Lord will cut off from Israel head and taile, branch and rush in one day.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The ancient and honourable, hee is the head: and the prophet that teacheth lies, he is the taile.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For the leaders of this people cause them to erre, and they that are ledde of them, are destroyed.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therfore the Lord shall haue no ioy in their yong men, neither shall haue mercy on their fatherlesse &amp; widowes: for euery one is an hypocrite, and an euil doer, and euery mouth speaketh folly: for all this his anger is not turned away, but his hand is stretched out still.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ For wickednes burneth as the fire: it shall deuoure the briers and thornes, and shall kindle in the thickets of the forrest, and they shall mount vp like the lifting vp of smoke.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Through the wrath of the Lord of hosts is the land darkened, and the people shall be as the fuell of the fire: no man shall spare his brother.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he shall snatch on the right hand, and be hungry, and he shall eate on the left hand, and they shall not bee satisfied: they shall eate euery man the flesh of his owne arme.",
      "info": ""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Manasseh, Ephraim: and Ephraim, Manasseh: and they together shalbe against Iudah: for all this his anger is not turned away, but his hand is stretched out still.",
      "info": ""
    }
  ]
}