[{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"1","verse_start_alt":"1","verse_end":"1","verse_end_alt":"1","verse_text":"And Solomon the son of David was strengthened in his kingdom, and the LORD his God was with him, and magnified him exceedingly."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"2","verse_start_alt":"2","verse_end":"2","verse_end_alt":"2","verse_text":"Then Solomon spake unto all Israel, to the captains of thousands and of hundreds, and to the judges, and to every governor in all Israel, the chief of the fathers."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"3","verse_start_alt":"3","verse_end":"3","verse_end_alt":"3","verse_text":"So Solomon, and all the congregation with him, went to the high place that was at Gibeon; for there was the tabernacle of the congregation of God, which Moses the servant of the LORD had made in the wilderness."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"4","verse_start_alt":"4","verse_end":"4","verse_end_alt":"4","verse_text":"But the ark of God had David brought up from Kirjathjearim to the place which David had prepared for it: for he had pitched a tent for it at Jerusalem."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"5","verse_start_alt":"5","verse_end":"5","verse_end_alt":"5","verse_text":"Moreover the brasen altar, that Bezaleel the son of Uri, the son of Hur, had made, he put before the tabernacle of the LORD: and Solomon and the congregation sought unto it."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"6","verse_start_alt":"6","verse_end":"6","verse_end_alt":"6","verse_text":"And Solomon went up thither to the brasen altar before the LORD, which was at the tabernacle of the congregation, and offered a thousand burnt offerings upon it."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"7","verse_start_alt":"7","verse_end":"7","verse_end_alt":"7","verse_text":"In that night did God appear unto Solomon, and said unto him, Ask what I shall give thee."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"8","verse_start_alt":"8","verse_end":"8","verse_end_alt":"8","verse_text":"And Solomon said unto God, Thou hast shewed great mercy unto David my father, and hast made me to reign in his stead."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"9","verse_start_alt":"9","verse_end":"9","verse_end_alt":"9","verse_text":"Now, O LORD God, let thy promise unto David my father be established: for thou hast made me king over a people like the dust of the earth in multitude."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"10","verse_start_alt":"10","verse_end":"10","verse_end_alt":"10","verse_text":"Give me now wisdom and knowledge, that I may go out and come in before this people: for who can judge this thy people, that is so great?"},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"11","verse_start_alt":"11","verse_end":"11","verse_end_alt":"11","verse_text":"And God said to Solomon, Because this was in thine heart, and thou hast not asked riches, wealth, or honour, nor the life of thine enemies, neither yet hast asked long life; but hast asked wisdom and knowledge for thyself, that thou mayest judge my people, over whom I have made thee king:"},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"12","verse_start_alt":"12","verse_end":"12","verse_end_alt":"12","verse_text":"Wisdom and knowledge is granted unto thee; and I will give thee riches, and wealth, and honour, such as none of the kings have had that have been before thee, neither shall there any after thee have the like."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"13","verse_start_alt":"13","verse_end":"13","verse_end_alt":"13","verse_text":"Then Solomon came from his journey to the high place that was at Gibeon to Jerusalem, from before the tabernacle of the congregation, and reigned over Israel."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"14","verse_start_alt":"14","verse_end":"14","verse_end_alt":"14","verse_text":"And Solomon gathered chariots and horsemen: and he had a thousand and four hundred chariots, and twelve thousand horsemen, which he placed in the chariot cities, and with the king at Jerusalem."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"15","verse_start_alt":"15","verse_end":"15","verse_end_alt":"15","verse_text":"And the king made silver and gold at Jerusalem as plenteous as stones, and cedar trees made he as the sycomore trees that are in the vale for abundance."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"16","verse_start_alt":"16","verse_end":"16","verse_end_alt":"16","verse_text":"And Solomon had horses brought out of Egypt, and linen yarn: the king’s merchants received the linen yarn at a price."},{"book_id":"2CH","book_name_alt":"2 Chronicles","chapter":"1","verse_start":"17","verse_start_alt":"17","verse_end":"17","verse_end_alt":"17","verse_text":"And they fetched up, and brought forth out of Egypt a chariot for six hundred shekels of silver, and an horse for an hundred and fifty: and so brought they out horses for all the kings of the Hittites, and for the kings of Syria, by their means."}]