{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The worde of the Lord which came vnto Zephaniah the son of Cushi, the son of Gedaliah, the sonne of Amariah, the sonne of Hizkiah, in the dayes of Iosiah, the sonne of Amon king of Iudah.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I will vtterly consume all things from off the land, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I will consume man and beast: I will consume the foules of the heauen and the fishes of the sea, and the stumbling blocks with the wicked, and I will cut off man from off the land, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I will also stretch out mine hand vpon Iudah, and vpon all the inhabitants of Ierusalem, and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests:",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And them that worship the hoste of heauen vpon the house tops, &amp; them that worship, and that sweare by the Lord, and that sweare by Malcham:",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And them that are turned backe from the Lord, &amp; those that haue not sought þ<sup>e</sup> Lord, nor enquired for him.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Hold thy peace at the presence of the Lord God: for the day of the Lord is at hand: for the Lord hath prepared a sacrifice: he hath bid his ghests.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it shall come to passe in the day of the Lords Sacrifice, that I will punish the princes, and the kings children, and al such as are clothed with strange apparell.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "In the same day also wil I punish all those that leape on the threshold, which fill their masters houses with violence and deceit.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And it shall come to passe in that day, saith the Lord, that there shall be the noise of a cry from the fish gate, and an howling from the second, and a great crashing from the hils.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Howle yee inhabitants of Maktesh, for all the merchant people are cut downe: all they that beare siluer are cut off.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And it shall come to passe at that time, that I wil search Ierusalem with candles, and punish the men that are setled on their lees, that say in their heart, The Lord will not doe good, neither will he doe euill.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Therefore their goods shall become a booty, and their houses a desolation: they shall also build houses, but not inhabite them, and they shall plant Uineyards, but not drinke the wine thereof.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The great day of the Lord is neere, it is neere, and hasteth greatly, euen the voice of the day of the Lord: the mighty man shall cry there bitterly.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "That day is a day of wrath, a day of trouble and distresse, a day of wastenesse and desolation, a day of darknesse and gloominesse, a day of cloudes and thicke darkenesse;",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "A day of the trumpet and alarme against the fenced cities, and against the high towres.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And I will bring distresse vpon men, that they shall walke like blinde men, because they haue sinned against the Lord, and their blood shall bee powred out as dust, and their flesh as the doung.",
      "info": ""
    },
    {
      "book_id": "ZEP",
      "book_name": "Zephaniah",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Neither their siluer nor their golde shall be able to deliuer them in the day of the Lords wrath; but the whole land shall bee deuoured by the fire of his iealousie: for hee shall make euen a speedy riddance of all them that dwell in the land.",
      "info": ""
    }
  ]
}