{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And now, O yee Priests, this commaundement is for you.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "If ye will not heare, and if yee will not lay it to heart, to giue glory vnto my name, saith the Lord of hostes; I will euen send a curse vpon you, and will curse your blessings: yea, I haue cursed them already, because yee doe not lay it to heart.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Behold, I will corrupt your seed, and spread doung vpon your faces, euen the doung of your solemne feasts, and one shall take you away with it.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And yee shall know that I haue sent this commaundement vnto you, that my couenant might be with Leui, saith the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "My couenant was with him of life and peace, and I gaue them to him, for the feare, wherewith he feared mee, and was afraid before my name.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The law of truth was in his mouth, and iniquitie was not found in his lips: he walked with me in peace and equitie, and did turne many away from iniquitie.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For the priests lips should keepe knowledge, and they should seeke the law at his mouth: for he is the messenger of the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But yee are departed out of the way: ye haue caused many to stumble at the law: ye haue corrupted the couenant of Leui, saith the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Therefore haue I also made you contemptible and base before al the people, according as yee haue not kept my wayes, but haue bin partiall in þ<sup>e</sup> law.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Haue we not all one father? hath not one God created vs? Why doe we deale treacherously euery man against his brother, by prophaning the couenant of our fathers?",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Iudah hath dealt treacherously, and an abomination is committed in Israel and in Ierusalem: for Iudah hath prophaned the holinesse of the Lord which he loued, and hath maried the daughter of a strange God.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The Lord will cut off the man that doth this: the Master and the scholler out of the tabernacles of Iacob, and him that offereth an offring vnto the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And this haue yee done againe, couering the Altar of the Lord with teares, with weeping and with crying out, in so much that hee regardeth not the offering any more, or receiueth it with good will at your hand.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Yet ye say, Wherefore? Because the Lord hath bene witnes betweene thee and the wife of thy youth, against whome thou hast dealt treacherously: yet is she thy companion, and the wife of thy couenant.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And did not he make one? yet had he the residue of the spirit: and wherefore one? that hee might seeke a godly seed: therefore take heed to your spirit, and let none deale treacherously against the wife of his youth.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For the Lord the God of Israel saith, that he hateth putting away: for one couereth violence with his garment, saith the Lord of hosts, therfore take heed to your spirit, that ye deale not treacherously.",
      "info": ""
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Ye haue wearied the Lord with your words: yet ye say, Wherein haue we wearied him? when ye say, Euery one that doeth euill, is good in the sight of the Lord, and he delighteth in them, or where is the God of iudgement?",
      "info": ""
    }
  ]
}