{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe the Philistines fought against Israel, and the men of Israel fled from before the Philistines, and fell downe slaine in mount Gilboa.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Philistines followed hard after Saul, and after his sonnes, and the Philistines slew Ionathan, and Abinadab, and Malchishua, the sonnes of Saul.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the battell went sore against Saul, and the archers hit him, and he was wounded of the archers.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then saide Saul to his armour bearer, Draw thy sword, and thrust me through therewith, lest these vncircumcised come, and abuse mee: but his armour bearer would not, for he was sore afraid. So Saul tooke a sword, and fell vpon it.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when his armour bearer saw that Saul was dead, hee fell likewise on the sword, and died.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So Saul died, and his three sonnes, and all his house died together.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And when all the men of Israel that were in the valley, saw that they fled, and that Saul and his sonnes were dead: then they forsooke their cities, and fled, and the Philistines came and dwelt in them.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And it came to passe on the morrow, when the Philistines came to strip the slaine, that they found Saul and his sonnes fallen in mount Gilboa.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when they had stripped him, they tooke his head, and his armour, and sent into the land of the Philistines round about, to cary tidings vnto their idoles, and to the people.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they put his armour in the house of their gods, and fastened his head in the temple of Dagon.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And when all Iabesh Gilead heard all that the Philistines had done to Saul:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "They arose, all the valiant men, and tooke away the body of Saul, and the bodies of his sonnes, and brought them to Iabesh, and buried their bones vnder the oke in Iabesh, and fasted seuen dayes.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ So Saul died for his transgression which hee committed against the Lord, euen against the word of the Lord which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And enquired not of the Lord: therefore he slew him, and turned the kingdome vnto Dauid the sonne of Iesse.",
      "info": ""
    }
  ]
}