{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Dauid consulted with the captaines of thousands, and hundreds, and with euery leader.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid said vnto all the Congregation of Israel, If it seeme good vnto you, and that it be of the Lord our God, let vs send abroad vnto our brethren euery where, that are left in all the land of Israel, and with them also to the Priests and Leuites which are in their cities and suburbs, that they may gather themselues vnto vs.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And let vs bring againe the Arke of our God to vs: for wee enquired not at it in the dayes of Saul.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And all the Congregation saide, that they would doe so: for the thing was right in the eyes of all the people.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So Dauid gathered all Israel together, from Shihor of Egypt, euen vnto the entring of Hemath, to bring the Arke of God from Kiriath-iearim.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Dauid went vp, and all Israel, to Baalah, that is, to Kiriath-iearim, which belonged to Iudah, to bring vp thence the Arke of God the Lord, that dwelleth betweene the Cherubims, whose name is called on it.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they caried the Arke of God in a new cart, out of the house of Abinadab: and Uzza, and Ahio draue the cart.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Dauid and all Israel played before God with all their might, and with singing, and with harpes, and with psalteries, and with tymbrels, and with cymbals, and with trumpets.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And when they came vnto the threshing floore of Chidon, Uzza put foorth his hand to hold the Arke, for the oxen stumbled.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the anger of the Lord was kindled against Uzza, and hee smote him, because hee put his hand to the Arke: and there he died before God.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Dauid was displeased, because the Lord had made a breach vpon Uzza; wherefore that place is called Perez-Uzza, to this day.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Dauid was afraide of God that day, saying, How shall I bring the Arke of God home to me?",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "So Dauid brought not the Arke home to himselfe to the city of Dauid, but caried it aside into the house of Obed-Edom the Gittite.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the Arke of God remained with the family of Obed-Edom in his house three moneths. And the Lord blessed the house of Obed-Edom, and all that he had.",
      "info": ""
    }
  ]
}