{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now after this, it came to passe, that Dauid smote the Philistines &amp; subdued them, and tooke Gath, and her townes out of the hand of the Philistines.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he smote Moab, and the Moabites became Dauids seruants, and brought gifts.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And Dauid smote Hadarezer king of Zobah vnto Hamath, as hee went to stablish his dominion by the riuer Euphrates.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Dauid tooke from him a thousand charets, and seuen thousand horsemen, and twentie thousand footmen: Dauid also houghed all the charet horses, but reserued of them an hundred charets.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when the Syrians of Damascus came to helpe Hadarezer king of Zobah, Dauid slew of the Syrians two and twentie thousand men.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Dauid put garisons in Syria Damascus, and the Syrians became Dauids seruants, and brought giftes. Thus the Lord preserued Dauid, whithersoeuer he went.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Dauid tooke the shields of golde that were on the seruants of Hadarezer, &amp; brought them to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Likewise from Tibhath, and from Chun, cities of Hadarezer, broght Dauid very much brasse, wherewith Solomon made the brasen Sea, and the pillars, and the vessels of brasse.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Now when Tou king of Hamath heard how Dauid had smitten all the hoste of Hadarezer king of Zobah:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Hee sent Hadoram his sonne to king Dauid, to enquire of his welfare, and to congratulate him, because hee had fought against Hadarezer, and smitten him (for Hadarezer had warre with Tou) and with him all manner of vessels of golde and siluer, and brasse.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Them also king Dauid dedicated vnto the Lord, with the siluer and the golde that he brought from all these nations: from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Moreouer, Abishai the sonne of Zeruiah, slew of the Edomites in the valley of salt, eighteene thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And he put garisons in Edom, and all the Edomites became Dauids seruants. Thus the Lord preserued Dauid whithersoeuer he went.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ So Dauid reigned ouer all Israel, and executed iudgement and iustice among all his people.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Ioab the sonne of Zeruiah was ouer the hoste, and Iehoshaphat the sonne of Ahilud, Recorder.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Zadok the sonne of Ahitub, and Abimelech the sonne of Abiathar, were the Priests, and Shausha was Scribe.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Benaiah the sonne of Iehoiada was ouer the Cherethites, and the Pelethites: and the sonnes of Dauid were chiefe about the king.",
      "info": ""
    }
  ]
}