{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe, that after the yeere was expired, at the time that kings goe out to battell, Ioab led forth the power of the armie, and wasted the countrey of the children of Ammon, and came and besieged Rabbah (but Dauid taried at Ierusalem,) and Ioab smote Rabbah, and destroyed it.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid tooke the crowne of their king from off his head, and found it to weigh a talent of gold, and there were precious stones in it, and it was set vpon Dauids head; and hee brought also exceeding much spoile out of the city.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hee brought out the people that were in it, and cut them with sawes, and with harrowes of yron, and with axes: euen so dealt Dauid with all the cities of the children of Ammon. And Dauid and all the people returned to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And it came to passe after this, that there arose warre at Gezer with the Philistines, at which time Sibbechai the Hushathite, slew Sippai, that was of the children of the giant: and they were subdued.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And there was warre againe with the Philistines, and Elhanan the sonne of Iair, slew Lahmi the brother of Goliath the Gittite, whose spearestaffe was like a weauers beame.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And yet againe there was warre at Gath, where was a man of great stature, whose fingers and toes were foure and twentie, sixe on each hand, and sixe on each foot. And he also was the sonne of the giant.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But when he defied Israel, Ionathan the sonne of Shimea Dauids brother, slew him.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "These were borne vnto the Giant in Gath, and they fell by the hand of Dauid, and by the hand of his seruants.",
      "info": ""
    }
  ]
}