{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Satan stoode vp against Israel, and prouoked Dauid to number Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid saide to Ioab, and to the rulers of the people, Goe, number Israel from Beer-sheba eueu to Dan: and bring the number of them to me, that I may know it.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Ioab answered, The Lord make his people an hundred times so many moe as they bee: but, my lord the king, are they not al my lords seruants? why then doeth my lord require this thing? why will hee bee a cause of trespasse to Israel?",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Neuerthelesse, the kings word preuailed against Ioab: wherefore Ioab departed, and went throughout all Israel, and came to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And Ioab gaue the summe of the number of the people vnto Dauid: and all they of Israel were a thousand thousand, and an hundred thousand men that drew sword: and Iudah was foure hundred threescore and ten thousand men, that drew sword.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But Leui and Beniamin counted hee not among them: for the kings word was abominable to Ioab.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And God was displeased with this thing, therefore he smote Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Dauid saide vnto God, I haue sinned greatly, because I haue done this thing: but uow, I beseech thee, doe away the iniquitie of thy seruant, for I haue done very foolishly.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And the Lord spake vnto Gad, Dauids Seer, saying,",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Goe and tell Dauid, saying, Thus saith the Lord, I offer thee three things, choose thee one of them, that I may doe it vnto thee.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So Gad came to Dauid, and said vnto him, Thus saith the Lord, Choose thee",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Either three yeeres famine, or three moneths to bee destroyed before thy foes (while that the sword of thine enemies ouertaketh thee) or else three dayes the sword of the Lord, euen the pestilence in the land, and the Angel of the Lord destroying throughout all the coasts of Israel. Now therefore aduise thy selfe, what word I shall bring againe to him that sent me.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Dauid said vnto Gad, I am in a great strait. Let mee fall now into the hand of the Lord (for very great are his mercies,) but let me not fall into the hand of man.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ So the Lord sent pestilence vpon Israel: and there fell of Israel, seuentie thousand men.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And God sent an Angel vnto Ierusalem to destroy it: and as he was destroying, the Lord beheld, and he repented him of the euill, and said to the Angel that destroyed, It is ynough, stay now thine hand. And the Angel of the Lord stood by the threshing floore of Ornan the Iebusite.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Dauid lift vp his eyes, and saw the Angel of the Lord stand betweene the earth and the heauen, hauing a drawen sword in his hand stretched out ouer Ierusalem. Then Dauid and the Elders of Israel, who were clothed in sackecloth, fell vpon their faces.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Dauid said vnto God, Is it not I that commanded the people to be numbred? euen I it is that haue sinned, and done euill indeed, but as for these sheepe, what haue they done? Let thine hand, I pray thee, O Lord my God, be on me, and on my fathers house, but not on thy people, that they should bee plagued.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then the Angel of the Lord commanded Gad to say to Dauid, that Dauid should goe vp and set vp an Altar vnto the Lord, in the threshing floore of Ornan the Iebusite.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Dauid went vp at the saying of Gad, which he spake in the Name of the Lord.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Ornan turned backe and saw the Angel, and his foure sonnes with him, hid themselues. Now Ornan was threshing wheat.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And as Dauid came to Ornan, Ornan looked and saw Dauid, and went out of the threshing floore, and bowed himselfe to Dauid with his face to the ground.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then Dauid saide to Ornan, Grant mee the place of this threshing floore, that I may build an Altar therein vnto the Lord: thou shalt grant it mee for the full price, that the plague may be stayed from the people.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Ornan saide vnto Dauid, Take it to thee, and let my lord the king do that which is good in his eyes. Loe, I giue thee the oxen also for burnt offerings, and the threshing instruments for wood, and the wheat for the meate offering, I giue it all.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And king Dauid said to Ornan; Nay, but I wil verily buy it for the full price: for I will not take that which is thine for the Lord, nor offer burnt offerings without cost.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "So Dauid gaue to Ornan for the place, sixe hundred shekels of gold by weight.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Dauid built there an Altar vnto the Lord, and offered burnt offerings, and peace offerings, and called vpon the Lord, and hee answered him from heauen by fire vpon the Altar of burnt offering.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the Lord commaunded the Angel, and hee put vp his sword againe into the sheath thereof.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ At that time, when Dauid saw that the Lord had answered him in the threshing floore of Ornan the Iebusite, then he sacrificed there.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 29,
      "verse_end": 29,
      "text": "For the tabernacle of the Lord which Moses made in the wildernesse, and the Altar of the burnt offering were at that season, in the high place at Gibeon:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 21,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But Dauid could not goe before it to euquire of God; for he was afraid, because of the sword of the Angel of the Lord.",
      "info": ""
    }
  ]
}