{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Dauid said, This is the house of the Lord God, and this is the Altar of the burnt offering for Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid commanded to gather together the strangers that were in the land of Israel: and hee set masons to hew wrought stones to build the house of God.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Dauid prepared yron in abundance for the nailes for the doores of the gates, and for the ioynings, and brasse in abundance without weight;",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Also Cedar trees in abundance: for the Zidonians, and they of Tyre, brought much Cedar wood to Dauid.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Dauid said, Solomon my sonne is yong and tender, and the house that is to be builded for the Lord, must be exceeding magnificall, of fame and of glory throughout all countreys: I will therefore now make preparation for it. So Dauid prepared abundantly before his death.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Then hee called for Solomon his sonne, and charged him to build an house for the Lord God of Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Dauid saide to Solomon; My sonne, as for me, it was in my mind to build an house vnto the Name of the Lord my God.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But the word of the Lord came to mee, saying, Thou hast shed blood abundantly, and hast made great warres: thou shalt not build an house vnto my Name, because thou hast shed much blood vpon the earth in my sight.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Behold, a sonne shall bee borne to thee, who shall bee a man of rest, and I will giue him rest from all his enemies round about: for his name shalbe Solomon, and I wil giue peace and quietnesse vnto Israel in his dayes.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Hee shall build an house for my Name, and he shal be my sonne, and I will be his father, and I will establish the throne of his kingdome ouer Israel for euer.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Now my sonne, The Lord be with thee, and prosper thou, and build the house of the Lord thy God, as he hath said of thee.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Onely the Lord giue thee wisedome and vnderstanding, and giue thee charge concerning Israel, that thou mayest keepe the Law of the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then shalt thou prosper, if thou takest heed to fulfill the Statutes and Iudgements which the Lord charged Moses with, concerning Israel: be strong, and of good courage, dread not, nor be dismayed.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Now beholde, in my trouble I haue prepared for the house of the Lord an hundred thousand talents of gold, and a thousand thousand talents of siluer, and of brasse and yron without weight: (for it is in abundance) timber also and stone haue I prepared, and thou mayest adde thereto.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Moreouer, there are workmen with thee in abundance, hewers, and workers of stone and timber, and all maner of cunning men for euery maner of worke:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Of the gold, the siluer, and the brasse, and the yron, there is no number. Arise therefore, and be doing, and the Lord be with thee.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Dauid also commanded all the Princes of Israel to helpe Solomon his sonne, saying,",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Is not the Lord your God with you? and hath he not giuen you rest on euery side? for he hath giuen the inhabitants of the land into mine hand, and the land is subdued before the Lord, and before his people.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Now set your heart and your soule to seeke the Lord your God: arise therfore, and build ye the Sanctuary of the Lord God, to bring the Arke of the Couenant of the Lord, &amp; the holy vessels of God, into the house that is to be built to the Name of the Lord.",
      "info": ""
    }
  ]
}