{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe the children of Israel after their number, to wit, the chiefe fathers and captaines of thousands and hundreds, and their officers that serued the king in any matter of the courses, which came in, and went out moneth by moneth, throughout all the moneths of the yeare, of euery course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Ouer the first course for the first moneth was Iashobeam the sonne of Zabdiel, and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Of the children of Perez, was the chiefe of all the captaines of the host, for the first moneth.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And ouer the course of the second moneth was Dodai an Ahohite, and of his course was Mikloth also the ruler: In his course likewise were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The third captaine of the host for the third month was Benaiah the sonne of Iehoiada a chiefe priest, and in his course were twenty and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "This is that Benaiah, who was mightie among the thirtie, and aboue the thirty: and in his course was Amizabad his sonne.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The fourth captaine for the fourth moneth was Asahel the brother of Ioab, and Zebadiah his sonne after him: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The fifth captaine for the fifth moneth, was Shamhuth the Izrahite: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The sixt captaine for the sixt moneth, was Ira the son of Ikkesh the Tekoite: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The seuenth captaine for the seuenth moneth was Helez the Pelonite, of the children of Ephraim: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "The eighth captaine for the eighth moneth, was Sibbecai the Hushathite, of the Zarhites: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The ninth captaine for the ninth moneth, was Abiezer the Anetothite, of the Beniamites: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The tenth captaine for the tenth moneth, was Maharai the Netophathite, of the Zarhites: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The eleuenth captaine for the eleuenth moneth was Benaiah the Pirathonite, of the children of Ephraim: and in his course were twenty and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The twelfth captaine for the twelfth moneth, was Heldai the Netophathite, of Othniel: and in his course were twentie and foure thousand.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Furthermore, ouer the tribes of Israel: The Ruler of the Reubenites was Eliezer the sonne of Zichri: of the Simeonites, Shephatiah the sonne of Maachah.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Of the Leuites: Hashabiah the sonne of Kemuel; of the Aaronites, Zadok.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Of Iudah, Elihu, one of the brethren of Dauid: of Issachar, Omri the sonne of Michael.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Of Zebulun, Ishmaiah the son of Obadiah: of Naphtali, Ierimoth the sonne of Azriel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Of the children of Ephraim, Hoshea the sonne of Azazziah: of the halfe tribe of Manasseh, Ioel the sonne of Pedaiah.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Of the halfe tribe of Manasseh in Gilead, Iddo the sonne of Zechariah: of Beniamin, Iaasiel the son of Abner.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Of Dan, Azariel the sonne of Ieroham. These were the princes of the tribes of Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ But Dauid tooke not the number of them from twentie yeeres olde and vnder: because the Lord had said, hee would increase Israel like to the starres of the heauens.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Ioab the sonne of Zeruiah began to number, but he finished not, because there fell wrath for it against Israel, neither was the number put in the account of the Chronicles of King Dauid.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And ouer the Kings treasures, was Azmaueth the sonne of Adiel: and ouer the store-houses in the fields, in the cities, and in the villages, and in the castles, was Iehonathan the sonne of Uzziah.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And ouer them that did the worke of the field, for tillage of the ground, was Ezri the sonne of Chelub.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And ouer the Uineyards, was Shimei the Ramathite: ouer the increase of the vineyards for the wine cellars, was Sabdi the Ziphmite.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And ouer the Oliue trees, and the Sycomore trees that were in the lowe plaines, was Baal-hanan the Gederite: and ouer the cellars of oyle was Ioash.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And ouer the herdes that fed in Sharon, was Shetrai the Sharonite: and ouer the herds that were in the valleys, was Shaphat the sonne of Adlai.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Ouer the camels also, was Obil the Ishmaelite: and ouer the Asses, was Iehdeiah the Meronothite.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And ouer the flockes, was Iaziz the Hagerite. All these were the rulers of the substance which was king Dauids.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Also Ionathan Dauids uncle, was a counseller, a wise man, and a Scribe: and Iehiel the sonne of Hachmoni, was with the kings sonnes.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Ahitophel was the kings counseller, and Hushai the Archite, was the kings companion.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 27,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And after Ahitophel, was Iehoiada the sonne of Benaiah, and Abiathar: and the general of the Kings armie was Ioab.",
      "info": ""
    }
  ]
}