{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Dauid assembled all the Princes of Israel, the Princes of the tribes, and the captains of the companies that ministred to the king by course: and the captaines ouer the thousands, and captaines ouer the hundreds, and the stewards ouer all the substance and possession of the King, and of his sonnes, with the officers, and with the mightie men, and with all the valiant men, vnto Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then Dauid the king stood vp vpon his feete, and said, Heare me, my brethren, and my people: As for me, I had in mine heart to builde an house of rest for the Arke of the Couenant of the Lord, and for the footestoole of our God, &amp; had made ready for the building.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But God said vnto me, Thou shalt not builde an house for my Name, because thou hast been a man of warre, and hast shed blood.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Howbeit, the Lord God of Israel chose me before all the house of my father, to be king ouer Israel for euer: for he hath chosen Iudah to be the ruler; &amp; of the house of Iudah, the house of my father; and among the sonnes of my father, he liked me to make me king ouer all Israel:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And of all my sonnes (for the Lord hath giuen me many sonnes) hee hath chosen Solomon my sonne, to sit vpon the throne of the kingdome of the Lord ouer Israel.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he said vnto me, Solomon thy sonne, hee shall build my house and my courts: for I haue chosen him to be my sonne, and I will be his father.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Moreouer, I will establish his kingdome for euer, if he be constant to do my commandements and my iudgements, as at this day.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Now therefore in the sight of all Israel, the congregation of the Lord, and in the audience of our God, keepe, and seeke for all the commandements of the Lord your God, that ye may possesse this good land, and leaue it for an inheritance for your children after you, for euer.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And thou, Solomon my sonne, know thou the God of thy father, and serue him with a perfite heart, and with a willing minde: for the Lord searcheth all hearts, and vnderstandeth all the imaginations of the thoughts: if thou seeke him, he will be found of thee, but if thou forsake him, he will cast thee off for euer.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Take heed now, for the Lord hath chosen thee to builde an house for the Sanctuarie: be strong, and doe it.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Then Dauid gaue to Solomon his sonne the paterne of the porch, and of the houses thereof, and of the treasuries thereof, and of the vpper chambers thereof, and of the inner parlours thereof, and of the place of the Mercie-seate.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the paterne of all that hee had by the spirit, of the courts of the house of the Lord, and of all the chambers round about, of the treasuries of the house of God, and of the treasuries of the dedicate things:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Also for the courses of the Priests and the Leuites, &amp; for all the worke of the seruice of the house of the Lord, and for all the vessels of seruice in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Hee gaue of golde by weight, for things of golde, for all instruments of all manner of seruice: siluer also for all instruments of siluer, by weight, for all instruments of euery kinde of seruice:",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Euen the weight for the Candlestickes of golde, and for their lampes of golde, by weight for euery candlesticke, and for the lampes thereof: and for the Candlestickes of siluer by weight, both for the Candlesticke and also for the lampes thereof, according to the vse of euery candlesticke.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And by weight hee gaue golde for the tables of shew-bread, for euery table, and likewise siluer for the tables of siluer.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Also pure golde for the fleshhookes, and the bowles, and the cups: and for the golden basins hee gaue golde by weight, for euery basin; and likewise siluer by weight, for euery basin of siluer.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And for the Altar of incense, refined golde by weight; and gold for the paterne of the charet of the Cherubims, that spread out their wings, and couered the Arke of the Couenant of the Lord.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 19,
      "verse_end": 19,
      "text": "All this, sayd Dauid, the Lord made mee understand in writing by his hand vpon mee, euen all the workes of this paterne.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Dauid said to Solomon his sonne, Be strong, and of good courage, and doe it: feare not, nor be dismayed, for the Lord God, euen my God, will be with thee; he will not faile thee, nor forsake thee, vntill thou hast finished all the worke for the seruice of the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 28,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And behold, the courses of the Priests and the Leuites, euen they shall be with thee for all the seruice of the house of God, and there shall be with thee for all manner of workemanship, euery willing skilfull man, for any maner of seruice: also the Princes and all the people will bee wholly at thy commandement.",
      "info": ""
    }
  ]
}