{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "These bee the woordes which Moses spake vnto all Israel, on this side Iordane in the wildernes, in the plaine ouer against the Red sea, betweene Paran, and Tophel, and Laban, and Hazeroth, and Dizahab.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "(There are eleuen daies iourney from Horeb, by the way of mount Seir, vnto Kadesh Barnea.)",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And it came to passe in the fourtieth yeere, in the eleuenth moneth, on the first day of the moneth, that Moses spake vnto the children of Israel, according vnto all that the Lord had giuen him in commandement vnto them:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "After hee had slaine Sihon the King of the Amorites, which dwelt in Heshbon, and Og the King of Bashan, which dwelt at Astaroth, in Edrei.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "On this side Iordane, in the land of Moab, began Moses to declare this law, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The Lord our God spake vnto vs in Horeb, saying, Ye haue dwelt long ynough in this mount:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Turne you, and take your iourney, and goe to the mount of the Amorites, and vnto all the places nigh thereunto, in the plaine, in the hills, and in the vale, and in the South, and by the sea side, to the land of the Canaanites, and vnto Lebanon, vnto the great riuer, the riuer Euphrates.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behold, I haue set the land before you: Goe in, and possesse the land, which the Lord sware vnto your fathers, Abraham, Isaac, and Iacob, to giue vnto them, and to their seed after them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And I spake vnto you at that time, saying, I am not able to beare you my selfe alone:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The Lord your God hath multiplied you, and beholde, you are this day as the starres of heauen for multitude.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "(The Lord God of your fathers make you a thousand times so many moe as ye are, and blesse you as he hath promised you.)",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "How can I my selfe alone beare your cumbrance, and your burden, and your strife?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Take ye wise men, and vnderstanding, and knowen among your tribes, and I will make them rulers ouer you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And ye answered me, and saide, The thing which thou hast spoken, is good for vs to doe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So I tooke the chiefe of your tribes, wise men, and knowen, and made them heads ouer you, captaines ouer thousands, and captaines ouer hundreds, and captaines ouer fifties, and captaines ouer tennes, and officers among your tribes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I charged your Iudges at that time, saying, Heare the causes betweene your brethren, and iudge righteously betweene euery man and his brother, &amp; the stranger that is with him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Ye shall not respect persons in iudgement, but you shall heare the small aswell as the great: you shall not bee afraid of the face of man, for the iudgment is Gods: and the cause that is too hard for you, bring it vnto me, and I will heare it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And I commanded you at that time all the things which ye should doe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And when wee departed from Horeb, we went through all that great and terrible wildernes, which you saw by the way of the mountaine of the Amorites, as the Lord our God commanded vs: and wee came to Kadesh Barnea.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And I said vnto you, Ye are come vnto the mountaine of the Amorites, which the Lord our God doth giue vnto vs.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Behold, the Lord thy God hath set the land before thee: Goe vp, and possesse it, as the Lord God of thy fathers hath said vnto thee: Feare not, neither be discouraged.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And ye came neere vnto mee euery one of you, and said, We will send men before vs, and they shall search vs out the land, and bring vs word againe, by what way we must goe vp, and into what cities we shall come.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the saying pleased mee well: and I tooke twelue men of you, one of a tribe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they turned and went vp into the mountaine, and came vnto the valley of Eshcol, and searched it out.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they tooke of the fruit of the land in their handes, and brought it downe vnto vs, and brought vs worde againe, and said, It is a good lande which the Lord our God doeth giue vs.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Notwithstanding, ye would not goe vp, but rebelled against the commandement of the Lord your God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And ye murmured in your tents and said, Because the Lord hated vs, he hath brought vs forth out of the land of Egypt, to deliuer vs into the hand of the Amorites, to destroy vs:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Whither shall wee goe vp? our brethren haue discouraged our heart, saying, The people is greater and taller then we, the cities are great, and walled vp to heauen, and moreouer we haue seene the sonnes of the Anakims there.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then I said vnto you, Dread not, neither be afraid of them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 30,
      "verse_end": 30,
      "text": "The Lord your God which goeth before you, he shall fight for you, according to all that hee did for you in Egypt before your eyes:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And in the wildernes, where thou hast seene how that the Lord thy God bare thee, as a man doth beare his sonne, in all the way that ye went, vntil ye came into this place.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Yet in this thing ye did not beleeue the Lord your God,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Who went in the way before you to search you out a place to pitch your tents in, in fire by night, to shew you by what way ye should goe, and in a cloud by day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the Lord heard the voice of your words, and was wroth, and sware, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Surely there shall not one of these men of this euill generation see that good land, which I sware to giue vnto your fathers:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Saue Caleb the sonne of Iephunneh, he shall see it, and to him will I giue the land that he hath troden vpon, and to his children, because hee hath wholly followed the Lord.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Also the Lord was angry with me for your sakes, saying, Thou also shalt not goe in thither.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 38,
      "verse_end": 38,
      "text": "But Ioshua the sonne of Nun, which standeth before thee, he shall goe in thither. Encourage him: for he shall cause Israel to inherite it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 39,
      "verse_end": 39,
      "text": "Moreouer, your litle ones, which ye said should be a pray, and your children, which in that day had no knowledge betweene good and euil, they shall goe in thither; and vnto them will I giue it, and they shall possesse it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 40,
      "verse_end": 40,
      "text": "But as for you, turne ye, and take your iourney into the wildernesse, by the way of the Red sea.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 41,
      "verse_end": 41,
      "text": "Then ye answered, and said vnto mee, Wee haue sinned against the Lord, we will goe vp and fight, according to all that the Lord our God commanded vs. And when ye had girded on euery man his weapons of warre, yee were ready to goe vp into the hill.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And the Lord said vnto me, Say vnto them, Goe not vp, neither fight, for I am not among you: least ye be smitten before your enemies.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 43,
      "verse_end": 43,
      "text": "So I spake vnto you, and you would not heare, but rebelled against the commandement of the Lord, and went presumptuously vp into the hill.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And the Amorites which dwelt in that mountaine, came out against you, and chased you, as Bees doe, and destroyed you in Seir, euen vnto Hormah.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And ye returned and wept before the Lord; but the Lord would not hearken to your voyce, nor giue eare vnto you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse_start": 46,
      "verse_end": 46,
      "text": "So yee abode in Kadesh many dayes, according vnto the dayes that ye abode there.",
      "info": ""
    }
  ]
}