{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 1,
      "verse_end": 1,
      "text": "At the end of euery seuen yeeres thou shalt make a release.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And this is the maner of the release: Euery creditour that lendeth ought vnto his neighbour, shall release it: hee shall not exact it of his neighbour, or of his brother, because it is called the Lords release.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Of a forreiner thou mayest exact it againe: but that which is thine with thy brother, thine hand shall release.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Saue when there shall bee no poore among you: for the Lord shal greatly blesse thee in the land which the Lord thy God giueth thee for an inheritance to possesse it:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Onely if thou carefully hearken vnto the voice of the Lord thy God, to obserue to doe all these commandedements, which I commaund thee this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For the Lord thy God blesseth thee, as he promised thee, and thou shalt lend vnto many nations, but thou shalt not borrow, and thou shalt reigne ouer many nations, but they shall not reigne ouer thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ If there be among you a poore man of one of thy brethren within any of thy gates, in thy lande which the Lord thy God giueth thee, thou shalt not harden thy heart, nor shut thine hand from thy poore brother:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But thou shalt open thine hand wide vnto him, and shalt surely lend him sufficient for his neede, in that which he wanteth.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Beware that there bee not a thought in thy wicked heart, saying, The seuenth yeere, the yeere of release is at hand, and thine eye be euill against thy poore brother, and thou giuest him nought, and hee crie vnto the Lord against thee, and it be sinne vnto thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thou shalt surely giue him, and thine heart shall not bee grieued when thou giuest vnto him: because that for this thing the Lord thy God shall blesse thee in all thy workes, and in all that thou puttest thine hand vnto.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For the poore shall neuer cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide vnto thy brother, to thy poore, and to thy needy in the land.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And if thy brother, an Hebrew man, or an Hebrew woman, be sold vnto thee, and serue thee sixe yeres, then in the seuenth yeere thou shalt let him goe free from thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when thou sendest him out free from thee, thou shalt not let him go away emptie:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou shalt furnish him liberally out of thy flocke, and out of thy floore, and out of thy wine presse, of that wherewith the Lord thy God hath blessed thee thou shalt giue vnto him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And thou shalt remember that thou wast a bondman in the land of Egypt, and the Lord thy God redeemed thee: therefore I command thee this thing to day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it shall be if he say vnto thee, I will not goe away from thee, because he loueth thee, and thine house, because he is well with thee:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then thou shalt take an aule, and thrust it through his eare vnto the doore, and hee shall be thy seruant for euer: and also vnto thy mayd seruant thou shalt doe likewise.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 18,
      "verse_end": 18,
      "text": "It shall not seeme hard vnto thee when thou sendest him away free from thee: for hee hath bene worth a double hired seruant to thee, in seruing thee sixe yeeres: and the Lord thy God shall blesse thee in all that thou doest.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ All the firstling males that come of thy heard, and of thy flock, thou shalt sanctifie vnto the Lord thy God: thou shalt doe no worke with the firstling of thy bullocke, nor sheare the firstling of thy sheepe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Thou shalt eate it before the Lord thy God yeere by yeere, in the place which the Lord shall choose, thou and thy houshold.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And if there be any blemish therein; as if it be lame, or blinde, or haue any ill blemish, thou shalt not sacrifice it vnto the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Thou shalt eate it within thy gates: the vncleane and the cleane person shall eat it alike, as the Roe bucke, and as the Hart.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Onely thou shalt not eate the blood thereof: thou shalt powre it vpon the ground as water.",
      "info": ""
    }
  ]
}