{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Obserue the moneth of Abib, and keepe the Passeouer vuto the Lord thy God: for in the moneth of Abib the Lord thy God brought thee foorth out of Egypt by night.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thou shalt therefore sacrifice the Passeouer vnto the Lord thy God, of the flocke and the heard, in the place which the Lord shall choose to place his name there.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thou shalt eat no leauened bread with it: seuen dayes shalt thou eat vnleauened bread therewith, euen the bread of affliction, (for thou camest forth out of the land of Egypt in haste) that thou mayest remember the day when thou camest foorth out of the land of Egypt, all the dayes of thy life.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And there shall bee no leauened bread seene with thee in all thy coasts seuen dayes, neither shall there any thing of the flesh, which thou sacrificedst the first day at Euen, remaine all night, vntill the morning.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Thou mayest not sacrifice the Passeouer within any of the gates, which the Lord thy God giueth thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But at the place which the Lord thy God shall choose to place his Name in, there thou shalt sacrifice the Passeouer at Euen, at the going downe of the Sunne, at the season that thou camest foorth out of Egypt.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And thou shalt roste and eate it in the place which the Lord thy God shall choose, and thou shalt turne in the morning, and goe vnto thy tents.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Sixe dayes thou shalt eate vnleauened bread, and on the seuenth day shall be a solemne assembly to the Lord thy God: thou shalt doe no worke therein.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Seuen weekes shalt thou number vnto thee: beginne to number the seuen weekes, from such time as thou beginnest to put the sickle to the corne.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And thou shalt keepe the feast of weekes vnto the Lord thy God with a tribute of a free will offering of thine hand, which thou shalt giue vnto the Lord thy God, according as the Lord thy God hath blessed thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And thou shalt reioyce before the Lord thy God, thou, and thy sonne, and thy daughter, and thy man seruant and thy maid seruant, and the Leuite that is within thy gates, and the stranger, and the fatherlesse, and the widow, that are among you, in the place which the Lord thy God hath chosen to place his Name there.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And thou shalt remember that thou wast a bondman in Egypt: and thou shalt obserue &amp; do these Statutes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Thou shalt obserue the feast of Tabernacles seuen dayes, after that thou hast gathered in thy corne, and thy wine.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And thou shalt reioice in thy feast, thou, and thy sonne, and thy daughter, and thy man seruant, and thy maid seruant, and the Leuite, the stranger, and the fatherlesse, and the widow, that are within thy gates.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Seuen dayes shalt thou keepe a solemne feast vnto the Lord thy God, in the place which the Lord shall chuse: because the Lord thy God shall blesse thee in all thy increase, and in all the workes of thine handes, therefore thou shalt surely reioyce.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Three times in a yeere shal all thy males appeare before the Lord thy God, in the place which hee shall chuse: in the feast of Unleauened bread, and in the feast of Weekes, and in the feast of Tabernacles: and they shal not appeare before the Lord emptie.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Euery man shall giue as hee is able, according to the blessing of the Lord thy God, which he hath giuen thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Iudges and officers shalt thou make thee in all thy gates which the Lord thy God giueth thee throughout thy tribes: and they shall iudge the people with iust iudgement.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thou shalt not wrest iudgement, thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and peruert the wordes of the righteous.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "That which is altogether iust shalt thou followe, that thou mayest liue, and inherite the land which the Lord thy God giueth thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Thou shalt not plant thee a groue of any trees neere vnto the Altar of the Lord thy God, which thou shalt make thee:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Neither shalt thou set thee vp any image, which the Lord thy God hateth.",
      "info": ""
    }
  ]
}