{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The Priests, the Leuites, and all the tribe of Leui, shall haue no part nor inheritance with Israel: they shall eate the offerings of the Lord made by fire, and his inheritance.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Therefore shall they haue no inheritance among their brethren: the Lord is their inheritance, as he hath said vnto them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And this shalbe the Priests due from the people, from them that offer a sacrifice, whether it bee oxe or sheepe: and they shall giue vnto the Priest the shoulder, and the two cheekes, and the maw.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The first fruit also of thy corne, of thy wine, and of thy oyle, and the first of the fleece of thy sheepe, shalt thou giue him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For the Lord thy God hath chosen him out of all thy tribes, to stand to minister in the Name of the Lord, him, and his sonnes for euer.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And if a Leuite come from any of thy gates out of all Israel, where he soiourned, and come with all the desire of his minde, vnto the place which the Lord shall choose;",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then hee shall minister in the Name of the Lord his God, as all his brethren the Leuites doe, which stand there before the Lord.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "They shall haue like portions to eate, beside that which commeth of the sale of his patrimonie.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ When thou art come into the land which the Lord thy God giueth thee, thou shalt not learne to doe after the abominations of those nations.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "There shall not be found among you any one that maketh his sonne, or his daughter to passe thorow the fire, or that vseth diuination, or an obseruer of times, or an inchanter, or a witch,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Or a charmer, or a consulter with familiar spirits, or a wyzard, or a Necromancer.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For all that do these things, are an abomination vnto the Lord: and because of these abominations, the Lord thy God doth driue them out from before thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thou shalt bee perfite with the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For these nations which thou shalt possesse, hearkened vnto obseruers of times, and vnto diuiners: but as for thee, the Lord thy God hath not suffered thee so to doe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ The Lord thy God will raise vp vnto thee a Prophet from the midst of thee, of thy brethren, like vnto me, vnto him ye shall hearken,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "According to all that thou desiredst of the Lord thy God in Horeb, in the day of the assembly, saying, Let mee not heare again the voice of the Lord my God, neither let mee see this great fire any more, that I die not.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the Lord said vnto mee, They haue well spoken that which they haue spoken.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "I will raise them vp a Prophet from among their brethren, like vnto thee, and will put my wordes in his mouth, and hee shall speake vnto them all that I shall command him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And it shall come to passe, that whosoeuer will not hearken vnto my words, which hee shall speake in my name, I will require it of him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But the prophet which shall presume to speake a word in my name, which I haue not commanded him to speake, or that shall speake in the name of other gods, euen that prophet shall die.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And if thou say in thine heart, How shall wee know the word which the Lord hath not spoken?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "When a prophet speaketh in the name of the Lord, if the thing follow not, nor come to passe, that is the thing which the Lord hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not bee afraid of him.",
      "info": ""
    }
  ]
}