{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then we turned, and tooke our iourney into the wildernesse, by the way of the Red sea, as the Lord spake vnto mee: and wee compassed mount Seir many dayes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord spake vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Yee haue compassed this mountaine long enough: turne you Northward.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And commaund thou the people, saying, Ye are to passe through the coast of your brethren the children of Esau, which dwell in Seir, and they shall be afraid of you: take ye good heed vnto your selues therefore.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Meddle not with them, for I will not giue you of their land, no not so much as a foote breadth, because I haue giuen mount Seir vnto Esau for a possession.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Ye shall buy meat of them for money, that ye may eat, and yee shall also buy water of them for money, that yee may drinke.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For the Lord thy God hath blessed thee, in all the workes of thy hand: hee knoweth thy walking thorow this great wildernesse: these fourtie yeres the Lord thy God hath bene with thee, thou hast lacked nothing.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And when we passed by from our brethren the children of Esau, which dwelt in Seir, thorow the way of the plaine from Elath, and from Ezion-Gaber, wee turned and passed by the way of the wildernesse of Moab.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the Lord said vnto mee, Distresse not the Moabites, neither contend with them in battell: for I wil not giue thee of their land for a possession, because I haue giuen Ar vnto the children of Lot for a possession.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The Emims dwelt therein in times past, a people great, and many, and tall, as the Anakims:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Which also were accounted giants, as the Anakims, but the Moabites call them Emims.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The Horims also dwelt in Seir beforetime, but the children of Esau succeeded them when they had destroyed them from before them, &amp; dwelt in their stead, as Israel did vnto the land of his possession, which the Lord gaue vnto them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Now rise vp, said I, and get you ouer the brooke Zered: and we went ouer the brooke Zered.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the space in which we came from Kadesh Barnea, vntill we were come ouer the brooke Zered, was thirtie and eight yeeres; vntill all the generation of the men of warre were wasted out from among the hoste, as the Lord sware vnto them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For indeed the hand of the Lord was against them, to destroy them from among the hoste, vntill they were consumed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ So it came to passe, when all the men of warre were consumed and dead from among the people,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That the Lord spake vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Thou art to passe ouer thorow Ar, the coast of Moab, this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when thou commest nigh ouer against the children of Ammon, distresse them not, nor meddle with them: for I will not giue thee of the lande of the children of Ammon any possession, because I haue giuen it vnto the children of Lot for a possession:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "(That also was accounted a land of Giants: giants dwelt therein in old time, and the Ammonites call them Zamzummims.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "A people great, and many, and tall, as the Anakims: but the Lord destroyed them before them, and they succeeded them &amp; dwelt in their stead:)",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "As he did to the children of Esau which dwelt in Seir, when he destroyed the Horims from before them, and they succeeded them, and dwelt in their stead euen vnto this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the Auims which dwelt in Hazerim, euen vnto Azzah, the Caphtorims which came foorth out of Caphtor, destroyed them, and dwelt in their stead.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ Rise ye vp, take your iourney, and passe ouer the riuer Arnon: Behold, I haue giuen into thy hand Sihon the Amorite king of Heshbon, and his land: begin to possesse it, and contend with him in battell.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "This day will I begin to put the dread of thee, and the feare of thee vpon the nations, that are vnder the whole heauen, who shall heare report of thee, and shall tremble, and be in anguish because of thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And I sent messengers out of the wildernesse of Kedemoth, vnto Sihon king of Heshbon, with wordes of peace, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Let me passe through thy land: I will goe along by the high way, I will neither turne vnto the right hand, nor to the left.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Thou shalt sell me meat for money, that I may eate, and giue me water for money that I may drinke: Only I will passe through on my feet:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "As the children of Esau which dwell in Seir, and the Moabites which dwell in Ar, did vnto me, vntill I shall passe ouer Iordan, into the land which the Lord our God giueth vs.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But Sihon King of Heshbon would not let vs passe by him: for the Lord thy God hardened his spirit, and made his heart obstinate, that hee might deliuer him into thy hand, as appeareth this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the Lord said vnto mee, Behold, I haue begun to giue Sihon and his land before thee: begin to possesse, that thou mayest inherit his land.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Then Sihon came out against vs, he &amp; all his people to fight at Iahaz.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the Lord our God deliuered him before vs, and wee smote him, and his sonnes, and all his people.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And we tooke all his cities at that time, and vtterly destroyed the men, and the women, and the litle ones of euery citie, we left none to remaine:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Onely the cattell wee tooke for a pray vnto our selues, and the spoyle of the cities, which we tooke:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 36,
      "verse_end": 36,
      "text": "From Aroer, which is by the brinke of the riuer of Arnon, and from the citie that is by the riuer euen vnto Gilead, there was not one citie too strong for vs: the Lord our God deliuered all vnto vs.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 2,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Onely vnto the land of the children of Ammon thou camest not, nor vnto any place of the riuer Iabbok, nor vnto the cities in the mountaines, nor vnto whatsoeuer the Lord our God forbade vs.",
      "info": ""
    }
  ]
}