{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "When thou goest out to battell against thine enemies, and seest horses and charets, and a people more then thou, be not afraid of them: for the Lord thy God is with thee, which brought thee vp out of the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it shall bee when ye are come nigh vnto the battell, that the Priest shall approach and speake vnto the people,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And shall say vnto them, Heare O Israel, you approach this day vnto battell against your enemies: let not your hearts faint, feare not, and doe not tremble, neither be ye terrified because of them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For the Lord your God is hee that goeth with you, to fight for you against your enemies, to saue you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the Officers shall speake vnto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him goe and returne to his house, lest hee die in the battell, and an other man dedicate it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And what man is hee that hath planted a Uineyard, and hath not yet eaten of it? let him also go and returne vnto his house, lest he die in the battell, and an other man eate of it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And what man is there that hath betrothed a wife, and hath not taken her? let him goe and returne vnto his house, lest he die in battell, and another man take her.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Officers shall speake further vnto the people: and they shall say, What man is there that is fearefull and faint hearted? let him goe and returne vnto his house, lest his brethrens heart faint as well as his heart.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And it shall be when the Officers haue made an end of speaking vnto the people, that they shall make Captaines of the armies to leade the people.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ When thou commest nigh vnto a City to fight against it, then proclaime peace vnto it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it shall be, if it make thee answere of peace, and open vnto thee, then it shalbe that all the people that is found therein, shall be tributaries vnto thee, and they shall serue thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And if it will make no peace with thee, but will make warre against thee, then thou shalt besiege it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when the Lord thy God hath deliuered it into thine hands, thou shalt smite euery male thereof with the edge of the sword.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But the women, and the litle ones, and the cattell, and all that is in the citie, euen all the spoile thereof, shalt thou take vnto thy selfe, and thou shalt eate the spoile of thine enemies, which the Lord thy God hath giuen thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thus shalt thou doe vnto all the cities which are very far off from thee, which are not of the cities of these nations.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But of the cities of these people which the Lord thy God doth giue thee for an inheritance, thou shalt saue aliue nothing that breatheth:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But thou shalt vtterly destroy them, namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hiuites, and the Iebusites, as the Lord thy God hath commanded thee:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "That they teach you not to do after all their abominations, which they haue done vnto their gods, so should ye sinne against the Lord your God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ When thou shalt besiege a citie a long time, in making warre against it to take it, thou shalt not destroy the trees thereof, by forcing an axe against them: for thou mayest eate of them, and thou shalt not cut them downe ( for the tree of the field is mans life) to employ them in the siege.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 20,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Only the trees which thou knowest that they be not trees for meate, thou shalt destroy, and cut them downe, and thou shalt build bulwarkes against the city that maketh warre with thee, vntil it be subdued.",
      "info": ""
    }
  ]
}