{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thou shalt not see thy brothers oxe, or his sheepe go astray, and hide thy selfe from them: thou shalt in any case bring them againe vnto thy brother.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And if thy brother be not nigh vnto thee, or if thou know him not, then thou shalt bring it vnto thine owne house, and it shall be with thee, vntil thy brother seeke after it, and thou shalt restore it to him againe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "In like maner shalt thou do with his asse, and so shalt thou doe with his raiment: and with all lost thing of thy brothers which he hath lost, and thou hast found, shalt thou do likewise: thou mayest not hide thy selfe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Thou shalt not see thy brothers asse or his oxe fall downe by the way, and hide thy selfe from them: thou shalt surely helpe him to lift them vp againe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ The woman shall not weare that which pertaineth vnto a man, neither shall a man put on a womans garment: for all that doe so, are abomination vnto the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ If a birds nest chance to be before thee in the way in any tree, or on the ground, whether they be yong ones, or egges, and the damme sitting vpon the yong, or vpon the egges, thou shalt not take the damme with the yong.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But thou shalt in any wise let the damme goe, and take the yong to thee, that it may be well with thee, and that thou mayest prolong thy dayes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ When thou buildest a new house, then thou shalt make a battlement for thy roofe, that thou bring not blood vpon thine house, if any man fall from thence.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Thou shalt not sow thy vineyard with diuers seeds: lest the fruit of thy seed which thou hast sowen, and the fruit of thy Uineyard be defiled.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Thou shalt not plow with an oxe and an asse together.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Thou shalt not weare a garment of diuers sorts, as of woollen, and linnen together.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Thou shalt make thee fringes vpon the foure quarters of thy vesture, wherewith thou couerest thy selfe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ If any man take a wife, and go in vnto her, and hate her,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And giue occasions of speach against her, and bring vp an euill name vpon her, and say, I tooke this woman, and when I came to her, I found her not a mayd:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then shal the father of the damosell, and her mother take, and bring forth the tokens of the damosels virginitie, vnto the Elders of the citie in the gate.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the damosels father shall say vnto the Elders, I gaue my daughter vnto this man to wife, &amp; he hateth her:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And loe, he hath giuen occasions of speech against her, saying, I found not thy daughter a maid: and yet these are the tokens of my daughters virginity; and they shall spread the cloth before the Elders of the citie.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the Elders of that citie shall take that man, and chastise him.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they shall amearse him in an hundred shekels of siluer, and giue them vnto the father of the damosell, because he hath brought vp an euill name vpon a virgine of Israel: and she shall be his wife, hee may not put her away all his dayes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But if this thing be true, and the tokens of virginitie be not found for the damosel:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then they shall bring out the damosell to the doore of her fathers house, and the men of her city shal stone her with stones that she die, because she hath wrought folly in Israel, to play the whore in her fathers house: so shalt thou put euill away from among you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ If a man be found lying with a woman married to an husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shalt thou put away euill from Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ If a damosell that is a virgin be betrothed vnto an husband, and a man find her in the citie, and lie with her:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Then yee shall bring them both out vnto the gate of that citie, and yee shall stone them with stones that they die; the damosel, because shee cried not, being in the citie; and the man, because he hath humbled his neighbours wife: so thou shalt put away euill from among you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ But if a man find a betrothed damosel in the field, and the man force her, and lie with her: then the man only that lay with her, shall die.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "But vnto the damosel thou shalt doe nothing, there is in the damosel no sinne worthy of death: for as when a man riseth against his neighbour, and slayeth him, euen so is this matter.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For he found her in the field, and the betrothed damosel cried, and there was none to saue her.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ If a man finde a damosel that is a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then the man that lay with her, shall giue vnto the damosels father fifty shekels of siluer, and she shalbe his wife, because he hath humbled her: he may not put her away all his dayes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ A man shall not take his fathers wife, nor discouer his fathers skirt.",
      "info": ""
    }
  ]
}