{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "If there bee a controuersie betweene men, and they come vnto iudgment, that the Iudges may iudge them, then they shall iustifie the righteous, and condemne the wicked.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it shall be, if the wicked man be worthy to be beaten, that the Iudge shall cause him to lie downe, and to bee beaten before his face, according to his fault, by a certaine number.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Fourtie stripes he may giue him, and not exceed: lest if he should exceede, and beate him aboue these, with many stripes, then thy brother should seeme vile vnto thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Thou shalt not mussell the oxe when he treadeth out the corne.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ If brethren dwell together, and one of them die, and haue no child, the wife of the dead shall not marrie without, vnto a stranger: her husbands brother shall go in vnto her, and take her to him to wife, and performe the duetie of an husbands brother vnto her.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it shall be, that the first borne which she beareth, shall succeede in the name of his brother which is dead, that his name be not put out of Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And if the man like not to take his brothers wife, then let his brothers wife go vp to the gate, vnto the Elders, and say, My husbands brother refuseth to raise vp vnto his brother a name in Israel: he will not performe the dutie of my husbands brother.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then the Elders of his citie shall call him and speake vnto him: and if he stand to it, and say, I like not to take her:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then shal his brothers wife come vnto him in the presence of the Elders, and loose his shooe from off his foote, and spit in his face, and shall answere, and say, So shall it bee done vnto that man that will not build vp his brothers house.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And his name shall bee called in Israel, the house of him that hath his shooe loosed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ When men striue together one with another, and the wife of the one draweth neere, for to deliuer her husband out of the hand of him that smiteth him, and putteth foorth her hand and taketh him by the secrets:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then thou shalt cut off her hand, thine eye shall not pitie her.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Thou shalt not haue in thy bagge diuers weights, a great, and a small.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou shalt not haue in thine house diuers measures, a great, and a small.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But thou shalt haue a perfect and iust weight, a perfect and iust measure shalt thou haue: that thy dayes may bee lengthened in the land which the Lord thy God giueth thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For all that doe such things, and all that doe vnrighteously, are an abomination vnto the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Remember what Amalek did vnto thee by the way, when ye were come foorth out of Egypt:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 18,
      "verse_end": 18,
      "text": "How he met thee by the way, and smote the hindmost of thee, euen all that were feeble behinde thee, when thou wast faint and weary; and he feared not God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therefore it shall bee when the Lord thy God hath giuen thee rest from all thine enemies round about, in the land which the Lord thy God giueth thee for an inheritance to possesse it; that thou shalt blot out the remembrance of Amalek from vnder heauen: thou shalt not forget it.",
      "info": ""
    }
  ]
}