{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then we turned, and went vp the way to Bashan: and Og the King of Bashan came out against vs, hee, and all his people to battell at Edrei.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord said vnto mee, Feare him not: for I will deliuer him, and all his people, and his land into thy hand, and thou shalt doe vnto him as thou didst vnto Sihon king of the Amorites, which dwelt at Heshbon.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "So the Lord our God deliuered into our hands Og also the King of Bashan, and all his people: and wee smote him vntill none was left to him remayning.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And we tooke all his cities at that time, there was not a citie which wee tooke not from them; threescore cities, all the region of Argob, the kingdome of Og in Bashan.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "All these cities were fenced with high walles, gates and barres, beside vnwalled townes a great many.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And we vtterly destroyed them, as we did vnto Sihon King of Heshbon, vtterly destroying the men, women, and children of euery citie.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But all the cattell, and the spoile of the cities, we tooke for a pray to our selues.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And we tooke at that time out of the hand of the two Kings of the Amorites, the land that was on this side Iordan, from the riuer of Arnon, vnto mount Hermon:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "(Which Hermon the Sidonians call Syrion: and the Amorites call it Shenir.)",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "All the cities of the plaine, and all Gilead, and all Bashan, vnto Salchah, and Edrei, cities of the kingdome of Og in Bashan.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For onely Og King of Bashan remained of the remnant of giants; behold, his bedsted was a bedsted of yron: is it not in Rabbath of the children of Ammon? Nine cubites was the length thereof, and foure cubites the breadth of it, after the cubite of a man.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And this land which we possessed at that time, from Aroer which is by the riuer Arnon, and halfe mount Gilead, and the cities thereof, gaue I vnto the Reubenites, and to the Gadites.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the rest of Gilead, and all Bashan, being the kingdome of Og, gaue I vnto the halfe tribe of Manasseh: All the region of Argob with all Bashan, which was called the land of Giants.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Iair the sonne of Manasseh tooke all the countrey of Argob, vnto the coastes of Geshuri, and Maachathi; and called them after his owne name, Bashan Hauoth Iair, vnto this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I gaue Gilead vnto Machir.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And vnto the Reubenites, and vnto the Gadites, I gaue from Gilead, euen vnto the riuer Arnon, halfe the valley, and the border, euen vnto the riuer Iabbok, which is the border of the children of Ammon:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "The plaine also, and Iordan, and the coast thereof, from Chinnereth, euen vnto the sea of the plaine, euen the salt sea, vnder Ashdoth Pisgah Eastward.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And I commanded you at that time, saying, The Lord your God hath giuen you this land to possesse it: ye shall passe ouer armed before your brethren the children of Israel, all that are meet for the warre.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But your wiues, and your little ones, and your cattell (for I know that ye haue much cattel) shall abide in your cities, which I haue giuen you:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Untill the Lord haue giuen rest vnto your brethren, as well as vnto you, and vntill they also possesse the land which the Lord your God hath giuen them beyond Iordan: and then shall ye returne euery man vnto his possession, which I haue giuen you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And I commanded Ioshua at that time, saying, Thine eyes haue seene all that the Lord your God hath done vnto these two Kings: so shal the Lord doe vnto all the kingdomes whither thou passest.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Ye shall not feare them: for the Lord your God, he shal fight for you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I besought the Lord at that time, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 24,
      "verse_end": 24,
      "text": "O Lord God, thou hast begun to shew thy seruant thy greatnesse, and thy mighty hand: for what God is there in heauen, or in earth, that can do according to thy workes, and according to thy might?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 25,
      "verse_end": 25,
      "text": "I pray thee let me goe ouer, and see the good land that is beyond Iordan, that goodly mountaine and Lebanon.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 26,
      "verse_end": 26,
      "text": "But the Lord was wroth with me for your sakes, and would not heare mee: and the Lord said vnto me, Let it suffice thee, speake no more vnto me of this matter.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Get thee vp into the top of Pisgah, and lift vp thine eyes Westward, and Northward, and Southward, and Eastward, and beholde it with thine eyes: for thou shalt not goe ouer this Iordan.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But charge Ioshua, and encourage him, and strengthen him: for hee shall goe ouer before this people, and he shall cause them to inherite the land which thou shalt see.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 3,
      "verse_start": 29,
      "verse_end": 29,
      "text": "So we abode in the valley, ouer against Beth-Peor.",
      "info": ""
    }
  ]
}