{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Moses went &amp; spake these wordes vnto all Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee saide vnto them, I am an hundred and twentie yeeres old this day; I can no more goe out and come in: also the Lord hath said vnto mee, Thou shalt not goe ouer this Iordan.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The Lord thy God, hee will goe ouer before thee, and he will destroy these nations from before thee, and thou shalt possesse them: and Ioshua, hee shall goe ouer before thee, as the Lord hath said.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the Lord shall doe vnto them, as hee did to Sihon, and to Og Kings of the Amorites, and vnto the land of them, whom he destroyed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Lord shall giue them vp before your face, that ye may doe vnto them according vnto all the Commandements which I haue commanded you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Be strong, and of a good courage, feare not, nor be afraid of them: for the Lord thy God, he it is that doeth goe with thee, he will not faile thee, nor forsake thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And Moses called vnto Ioshua, and said vnto him in the sight of all Israel, Bee strong, and of a good courage: for thou must goe with this people vnto the land, which the Lord hath sworne vnto their fathers to giue them; and thou shalt cause them to inherite it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Lord, he it is that doth goe before thee, he will be with thee, hee will not faile thee, neither forsake thee: feare not, neither be dismayed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Moses wrote this Law, and deliuered it vnto the Priests the sonnes of Leui, which bare the Arke of the Couenant of the Lord, and vnto all the Elders of Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Moses commanded them, saying, At the end of euery seuen yeeres, in the solemnitie of the yeere of release, in the feast of Tabernacles,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 11,
      "verse_end": 11,
      "text": "When all Israel is come to appeare before the Lord thy God, in the place which hee shall choose; thou shalt reade this Law before all Israel, in their hearing.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Gather the people together, men, and women and children, and thy stranger that is within thy gates, that they may heare, and that they may learne, and feare the Lord your God, and obserue to doe all the wordes of this Law:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And that their children which haue not knowen any thing, may heare, and learne to feare the Lord your God, as long as yee liue in the land, whither ye goe ouer Iordan to possesse it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And the Lord saide vnto Moses, Beholde, thy dayes approach that thou must die: call Ioshua, and present your selues in the Tabernacle of the Congregation, that I may giue him a charge. And Moses and Ioshua went and presented themselues in the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord appeared in the Tabernacle in a pillar of a cloud: and the pillar of the cloude stood ouer the doore of the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the Lord saide vnto Moses, Behold, thou shalt sleepe with thy fathers, and this people wil rise vp, and goe a whoring after the gods of the strangers of the land whither they goe to be amongst them, and wil forsake me, and breake my couenant which I haue made with them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be deuoured, and many euils and troubles shall befall them, so that they will say in that day, Are not these euils come vpon vs, because our God is not amongst vs?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And I will surely hide my face in that day, for all the euils which they shal haue wrought, in that they are turned vnto other gods.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Now therefore, write ye this song for you, and teach it the children of Israel: put it in their mouthes, that this song may be a witnesse for mee, against the children of Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For when I shall haue brought them into the land which I sware vnto their fathers, that floweth with milke and hony; and they shall haue eaten and filled themselues, and waxen fat; then will they turne vnto other gods, and serue them, and prouoke me, and breake my couenant.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And it shall come to passe, when many euils and troubles are befallen them, that this song shall testifie against them as a witnesse: for it shall not bee forgotten out of the mouthes of their seed: for I know their imagination which they goe about euen now, before I haue brought them into the land, which I sware.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Moses therefore wrote this song the same day, and taught it the children of Israel.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he gaue Ioshua the sonne of Nun a charge, and said, Bee strong, and of a good courage: for thou shalt bring the children of Israel into the land which I sware vnto them: and I will be with thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And it came to passe when Moses had made an ende of writing the wordes of this Law in a booke, vntill they were finished,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 25,
      "verse_end": 25,
      "text": "That Moses commaunded the Leuites which bare the Arke of the Couenant of the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Take this booke of the Law, and put it in the side of the Arke of the Couenant of the Lord your God, that it may bee there for a witnesse against thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For I know thy rebellion, and thy stiffe necke: Beholde, while I am yet aliue with you this day, yee haue bene rebellious against the Lord; and how much more after my death?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Gather vnto mee all the Elders of your tribes, and your Officers, that I may speake these words in their eares, and call heauen and earth to record against them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 29,
      "verse_end": 29,
      "text": "For I know, that after my death yee will vtterly corrupt your selues, and turne aside from the way, which I haue commauded you: and euil wil befall you in the latter dayes, because yee wil doe euil in the sight of the Lord, to prouoke him to anger through the worke of your hands.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 31,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Moses spake in the eares of al the Cōgregation of Israel the words of this song, vntill they were ended.",
      "info": ""
    }
  ]
}