{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Moses called all Israel, and sayd vnto them, Heare, O Israel, the Statutes and Iudgements which I speake in your eares this day, that ye may learne them, and keepe and doe them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The Lord our God made a couenant with vs in Horeb.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The Lord made not this couenant with our fathers, but with vs: euen vs, who are all of vs here aliue this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The Lord talked with you, face to face, in the mount, out of the midst of the fire,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "(I stood betweene the Lord and you, at that time, to shew you the word of the Lord: for ye were afraid by reason of the fire, and went not vp into the mount,) saying,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ I am the Lord thy God, which brought thee out of the lande of Egypt, from the house of bondage.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Thou shalt haue none other gods before me.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Thou shalt not make thee any grauen image, or any likenesse of any thing that is in heauen aboue, or that is in the earth beneath, or that is in the waters beneath the earth.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thou shalt not bow downe thy selfe vnto them, nor serue them: for I the Lord thy God am a ielous God, visiting the iniquity of the fathers vpon the children, vnto the third and fourth generation of them that hate me,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And shewing mercy vnto thousands, of them that loue me, and keepe my commandements.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thou shalt not take the name of the Lord thy God in vaine: for the Lord will not holde him guiltlesse that taketh his name in vaine.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Keepe the Sabbath day to sanctifie it, as the Lord thy God hath commanded thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Sixe dayes thou shalt labour, and doe all thy worke.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But the seuenth day is the Sabbath of the Lord thy God: in it thou shalt not doe any worke, thou, nor thy sonne, nor thy daughter, nor thy man seruant, nor thy maid seruant, nor thine oxe, nor thine asse, nor any of thy cattel, nor thy stranger that is within thy gates, that thy man seruant and thy maid seruant may rest as well as thou.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And remember that thou wast a seruant in the land of Egypt, and that the Lord thy God brought thee out thence, through a mightie hand, and by a stretched out arme: Therefore the Lord thy God commaunded thee to keepe the Sabbath day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Honour thy father and thy mother, as the Lord thy God hath commanded thee, that thy daies may be prolonged, and that it may goe well with thee, in the land which the Lord thy God giueth thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Thou shalt not kill.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Neither shalt thou commit adulterie.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Neither shalt thou steale.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Neither shalt thou beare false witnesse against thy neighbour.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Neither shalt thou desire thy neighbours wife, neither shalt thou couet thy neighbours house, his field, or his man seruant, or his maide seruant, his oxe, or his asse, or any thing that is thy neighbours.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ These wordes the Lord spake vnto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thicke darkenesse, with a great voice, and he added no more, and he wrote them in two Tables of stone, and deliuered them vnto me.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And it came to passe when yee heard the voice out of the midst of the darkenes (for the mountaine did burne with fire) that ye came neere vnto mee, euen all the heads of your tribes, and your elders.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And ye said, Behold, the Lord our God hath shewed vs his glory, and his greatnesse, and we haue heard his voice out of the midst of the fire: wee haue seene this day that God doth talke with man, and he liueth.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Now therefore why should wee die? for this great fire will consume vs. If we heare the voyce of the Lord our God any more, then we shall die.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For who is there of all flesh that hath heard the voice of the liuing God, speaking out of the midst of the fire (as we haue) and liued?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Goe thou neere, and heare all that the Lord our God shall say; and speake thou vnto vs all that the Lord our God shall speake vnto thee, and we will heare it, and doe it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the Lord heard the voice of your words, when ye spake vnto me, and the Lord said vnto me, I haue heard the voice of the wordes of this people, which they haue spoken vnto thee: they haue well said, all that they haue spoken.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 29,
      "verse_end": 29,
      "text": "O that there were such an heart in them, that they would feare me, and keepe my commandements alwayes, that it might bee well with them, and with their children for euer.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Goe, say to them, Get you into your tents againe.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 31,
      "verse_end": 31,
      "text": "But as for thee, stand thou here by me, and I will speake vnto thee all the Commandements, and the Statutes, and the Iudgements, which thou shalt teach them, that they may doe them in the land which I giue them to possesse it.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Ye shall obserue to doe therefore, as the Lord your God hath commanded you: you shall not turne aside to the right hand, or to the left.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 5,
      "verse_start": 33,
      "verse_end": 33,
      "text": "You shall walke in all the wayes which the Lord your God hath commanded you, that ye may liue, and that it may be well with you, and that ye may prolong your dayes in the land which ye shall possesse.",
      "info": ""
    }
  ]
}