{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now these are the Commaundements, the Statutes, &amp; the Iudgements, which the Lord your God commanded to teach you, that ye might doe them in the land whither ye goe to possesse it:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "That thou mightest feare the Lord thy God, to keepe all his Statutes, and his Commandements which I command thee; thou, and thy sonne, and thy sonnes sonne, all the dayes of thy life: and that thy dayes may be prolonged.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Heare therefore, O Israel, and obserue to do it, that it may be wel with thee, and that ye may increase mightily, as the Lord God of thy fathers hath promised thee, in the land that floweth with milke and hony.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Heare, O Israel, the Lord our God is one Lord.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And thou shalt loue the Lord thy God with all thine heart, and with all thy soule, and with all thy might.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And these words which I command thee this day, shall bee in thine heart.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And thou shalt teach them diligently vnto thy children, and shalt talke of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest downe, and when thou risest vp.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And thou shalt binde them for a signe vpon thine hand, and they shalbe as frontlets betweene thine eyes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And thou shalt write them vpon the posts of thy house, and on thy gates.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And it shall be when the Lord thy God shall haue brought thee into the land which hee sware vnto thy fathers, to Abraham, to Isaac, and to Iacob to giue thee, great and goodly cities, which thou buildedst not,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And houses full of all good things which thou filledst not, and welles digged which thou diggedst not, vineyards and oliue trees which thou plantedst not, when thou shalt haue eaten and be full,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then beware lest thou forget the Lord which brought thee forth out of the land of Egypt, from the house of bondage.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thou shalt feare the Lord thy God, and serue him, &amp; shalt sweare by his Name.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Yee shall not goe after other gods, of the gods of the people which are round about you:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "(For the Lord thy God is a ielous God among you) lest the anger of the Lord thy God bee kindled against thee, and destroy thee from off the face of the earth.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Ye shall not tempt the Lord your God, as yee tempted him in Massah.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "You shall diligently keepe the Commandements of the Lord your God, and his Testimonies, and his Statutes, which he hath commanded thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And thou shalt doe that which is right and good in the sight of the Lord: that it may be well with thee, and that thou mayest goe in, and possesse the good land which the Lord sware vnto thy fathers:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "To cast out all thine enemies from before thee, as the Lord hath spoken.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when thy sonne asketh thee in time to come, saying, What meane the Testimonies, &amp; the Statutes, and the Iudgements, which the Lord our God hath commanded you?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then thou shalt say vnto thy sonne, We were Pharaohs bondmen in Egypt, and the Lord brought vs out of Egypt with a mighty hand.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the Lord shewed signes and wonders, great and sore vpon Egypt, vpon Pharaoh, and vpon all his houshold, before our eyes:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And hee brought vs out from thence, that hee might bring vs in, to giue vs the land which hee sware vnto our fathers.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the Lord commanded vs to doe all these Statutes, to feare the Lord our God, for our good alwayes, that he might preserue vs aliue, as it is at this day.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And it shall be our righteousnes, if we obserue to doe all these Commandements, before the Lord our God, as he hath commanded vs.",
      "info": ""
    }
  ]
}