{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "When the Lord thy God shall bring thee into the land whither thou goest to possesse it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hiuites, and the Iebusites, seuen nations greater and mightier then thou:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And when the Lord thy God shall deliuer them before thee, thou shalt smite them, and vtterly destroy them, thou shalt make no couenant with them, nor shew mercy vnto them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Neither shalt thou make marriages with them: thy daughter thou shalt not giue vnto his sonne, nor his daughter shalt thou take vnto thy sonne.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For they will turne away thy sonne from following mee, that they may serue other gods: so will the anger of the Lord be kindled against you, and destroy thee suddenly.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But thus shal ye deale with them; ye shall destroy their altars, and breake downe their images, and cut downe their groues, and burne their grauen images with fire.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For thou art an holy people vnto the Lord thy God: the Lord thy God hath chosen thee to be a special people vnto himselfe, aboue all people that are vpon the face of the earth.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The Lord did not set his loue vpon you, nor choose you, because yee were moe in number then any people: (for ye were the fewest of all people,)",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But because the Lord loued you, and because hee would keepe the othe which hee had sworne vnto your fathers, hath the Lord brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Pharaoh king of Egypt.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Know therefore that the Lord thy God, he is God, the faithfull God, which keepeth Couenant and Mercy with them that loue him, and keepe his Commandements, to a thousand generations;",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And repaieth them that hate him to their face, to destroy them: he wil not be slacke to him that hateth him, he will repay him to his face.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thou shalt therefore keepe the Commandements, and the Statutes, and the Iudgements, which I command thee this day, to doe them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Wherefore it shal come to passe, if ye hearken to these iudgements, and keepe and do them: That the Lord thy God shall keepe vnto thee the Couenant and the Mercy which he sware vnto thy fathers.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And hee will loue thee, and blesse thee, and multiply thee: Hee will also blesse the fruit of thy wombe, and the fruit of thy land, thy corne, and thy wine, and thine oile, the encrease of thy kine, and the flockes of thy sheepe, in the land which hee sware vnto thy fathers to giue thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou shalt bee blessed aboue all people: there shall not bee male or female barren among you or among your cattell.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord will take away from thee all sickenesse, and will put none of the euill diseases of Egypt (which thou knowest) vpon thee: but will lay them vpon all them that hate thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And thou shalt consume all the people which the Lord thy God shall deliuer thee: thine eye shall haue no pitie vpon them, neither shalt thou serue their gods, for that will be a snare vnto thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "If thou shalt say in thine heart, These nations are moe then I, howe can I dispossesse them?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Thou shalt not be afraid of them: but shalt well remember, what the Lord thy God did vnto Pharaoh, and vnto all Egypt,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The great temptations which thine eyes sawe, and the signes and the wonders, and the mightie hand, and the stretched out arme, whereby the Lord thy God brought thee out: so shall the Lord thy God doe vnto all the people of whom thou art afraid.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Moreouer, the Lord thy God will send the hornet among them, vntill they that are left and hide themselues from thee, be destroyed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Thou shalt not bee affrighted at them: for the Lord thy God is among you, a mightie God, and terrible.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the Lord thy God will put out those nations before thee by litle and litle: thou mayest not consume them at once, lest the beastes of the field increase vpon thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But the Lord thy God shall deliuer them vnto thee, and shall destroy them with a mightie destruction, vntill they be destroyed.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he shall deliuer their kings into thine hand, and thou shalt destroy their name from vnder heauen: There shal no man be able to stand before thee, vntil thou haue destroyed them.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 25,
      "verse_end": 25,
      "text": "The grauen images of their gods shall yee burne with fire: thou shalt not desire the siluer or golde that is on them, nor take it vnto thee, lest thou bee snared therein: for it is an abomination to the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 7,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Neither shalt thou bring an abomination into thine house, lest thou bee a cursed thing like it: but thou shalt vtterly detest it, and thou shalt vtterly abhorre it, for it is a cursed thing.",
      "info": ""
    }
  ]
}