{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare, O Israel, thou art to passe ouer Iordan this day, to goe in, to possesse nations greater &amp; mightier then thy selfe, Cities great, and fenced vp to heauen,",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "A people great and tall, the children of the Anakims, whom thou knowest, and of whom thou hast heard say, Who can stand before the children of Anak?",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Understand therefore this day, that the Lord thy God is he, which goeth ouer before thee, as a consuming fire: he shall destroy them, and he shall bring them downe before thy face: So shalt thou driue them out, and destroy them quickly, as the Lord hath said vnto thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Speake not thou in thine heart, after that the Lord thy God hath cast them out from before thee, saying, For my righteousnesse the Lord hath brought mee in to possesse this land: but for the wickednesse of these nations, the Lord doeth driue them out from before thee.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Not for thy righteousnesse, or for the vprightnesse of thine heart, doest thou goe to possesse their land: But for the wickednesse of these nations the Lord thy God doeth driue them out from before thee, and that he may performe the word which the Lord sware vnto thy fathers, Abraham, Isaac and Iacob.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Understand therefore, that the Lord thy God giueth thee not this good land to possesse it, for thy righteousnesse; for thou art a stiffe-necked people.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Remember and forget not, how thou prouokedst the Lord thy God to wrath in the wildernesse: from the day that thou didst depart out of the land of Egypt, vntill ye came vnto this place, yee haue bene rebellious against the Lord.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Also in Horeb yee prouoked the Lord to wrath, so that the Lord was angry with you, to haue destroyed you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "When I was gone vp into the mount, to receiue the Tables of stone, euen the Tables of the Couenant which the Lord made with you, then I abode in the mount fortie dayes, and fortie nights, I neither did eate bread, nor drinke water:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Lord deliuered vnto me two Tables of stone, written with the finger of God, and on them was written according to all the words which the Lord spake with you in the mount, out of the midst of fire, in the day of the assembly.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it came to passe at the end of fortie dayes, and fortie nights, that the Lord gaue mee the two Tables of stone, euen the Tables of the Couenant.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the Lord said vnto mee, Arise, get thee downe quickly from hence; for thy people which thou hast brought foorth out of Egypt, haue corrupted themselues: they are quickly turned aside out of the way which I commanded them; they haue made them a molten image.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Furthermore, the Lord spake vnto me, saying, I haue seene this people, and behold, it is a stifnecked people.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Let me alone, that I may destroy them, and blot out their name from vnder heauen: and I will make of thee a nation mightier and greater then they.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So I turned and came downe from the mount, and the mount burned with fire: and the two Tables of the Couenant were in my two hands.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I looked, and behold, ye had sinned against the Lord your God, and had made you a molten calfe: ye had turned aside quickly out of the way which the Lord had commanded you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And I tooke the two Tables, and cast them out of my two hands, and brake them before your eyes.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And I fell downe before the Lord, as at the first, fortie dayes and fortie nights, I did neither eate bread nor drinke water, because of all your sinnes which ye sinned, in doing wickedly in the sight of the Lord, to prouoke him to anger.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "(For I was afraid of the anger, and whot displeasure wherewith the Lord was wroth against you, to destroy you.) But the Lord hearkned vnto me at that time also.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Lord was very angry with Aaron, to haue destroyed him: And I prayed for Aaron also the same time.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And I tooke your sinne, the calfe which ye had made, and burnt it with fire, and stamped it, and ground it very small, euen vntill it was as small as dust: and I cast the dust therof into the brooke that descended out of the mount.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And at Taberah, and at Massah, and at Kibroth-Hattaauah, ye prouoked the Lord to wrath.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Likewise when the Lord sent you from Kadesh Barnea, saying, Goe vp and possesse the land which I haue giuen you, then you rebelled against the commandement of the Lord your God, and ye beleeued him not, nor hearkened to his voyce.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "You haue bin rebellious against the Lord, from the day that I knew you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Thus I fell downe before the Lord fourtie dayes, and fourtie nights, as I fel downe at the first, because the Lord had said, he would destroy you.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "I prayed therefore vnto the Lord, and said, O Lord God, destroy not thy people, and thine inheritance, which thou hast redeemed through thy greatnes, which thou hast brought foorth out of Egypt, with a mightie hand.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Remember thy seruants, Abraham, Isaac, and Iacob, looke not vnto the stubburnnesse of this people, nor to their wickednes, nor to their sinne:",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Lest the land whence thou broughtest vs out, say, Because the Lord was not able to bring them into the land which hee promised them, and because hee hated them, hee hath brought them out, to slay them in the wildernesse.",
      "info": ""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 9,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Yet they are thy people, and thine inheritance which thou broughtest out by thy mightie power, and by thy stretched out arme.",
      "info": ""
    }
  ]
}