{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to pass in the eleventh year, in the first <em>day</em> of the month, <em>that</em> the word of the LORD came unto me, saying,",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Son of man, because that Tyrus hath said against Jerusalem, Aha, she is broken <em>that was</em> the gates of the people: she is turned unto me: I shall be replenished, <em>now</em> she is laid waste:",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore thus saith the Lord GOD; Behold, I <em>am</em> against thee, O Tyrus, and will cause many nations to come up against thee, as the sea causeth his waves to come up.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they shall destroy the walls of Tyrus, and break down her towers: I will also scrape her dust from her, and make her like the top of a rock.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 5,
      "verse_end": 5,
      "text": "It shall be <em>a place for</em> the spreading of nets in the midst of the sea: for I have spoken <em>it,</em> saith the Lord GOD: and it shall become a spoil to the nations.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And her daughters which <em>are</em> in the field shall be slain by the sword; and they shall know that I <em>am</em> the LORD.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ For thus saith the Lord GOD; Behold, I will bring upon Tyrus Nebuchadrezzar king of Babylon, a king of kings, from the north, with horses, and with chariots, and with horsemen, and companies, and much people.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 8,
      "verse_end": 8,
      "text": "He shall slay with the sword thy daughters in the field: and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he shall set engines of war against thy walls, and with his axes he shall break down thy towers.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 10,
      "verse_end": 10,
      "text": "By reason of the abundance of his horses their dust shall cover thee: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates, as men enter into a city wherein is made a breach.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 11,
      "verse_end": 11,
      "text": "With the hoofs of his horses shall he tread down all thy streets: he shall slay thy people by the sword, and thy strong garrisons shall go down to the ground.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they shall make a spoil of thy riches, and make a prey of thy merchandise: and they shall break down thy walls, and destroy thy pleasant houses: and they shall lay thy stones and thy timber and thy dust in the midst of the water.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I will cause the noise of thy songs to cease; and the sound of thy harps shall be no more heard.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will make thee like the top of a rock: thou shalt be <em>a place</em> to spread nets upon; thou shalt be built no more: for I the LORD have spoken <em>it,</em> saith the Lord GOD.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Thus saith the Lord GOD to Tyrus; Shall not the isles shake at the sound of thy fall, when the wounded cry, when the slaughter is made in the midst of thee?",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then all the princes of the sea shall come down from their thrones, and lay away their robes, and put off their broidered garments: they shall clothe themselves with trembling; they shall sit upon the ground, and shall tremble at <em>every</em> moment, and be astonished at thee.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, <em>that wast</em> inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror <em>to be</em> on all that haunt it!",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now shall the isles tremble in the day of thy fall; yea, the isles that <em>are</em> in the sea shall be troubled at thy departure.",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For thus saith the Lord GOD; When I shall make thee a desolate city, like the cities that are not inhabited; when I shall bring up the deep upon thee, and great waters shall cover thee;",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 20,
      "verse_end": 20,
      "text": "When I shall bring thee down with them that descend into the pit, with the people of old time, and shall set thee in the low parts of the earth, in places desolate of old, with them that go down to the pit, that thou be not inhabited; and I shall set glory in the land of the living;",
      "info": "",
      "language": "English"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I will make thee a terror, and thou <em>shalt be</em> no <em>more:</em> though thou be sought for, yet shalt thou never be found again, saith the Lord GOD.",
      "info": "",
      "language": "English"
    }
  ]
}