{
  "info": "",
  "verses": [
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities."
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Now when John had heard in the prison the works of Christ, he sent two of his disciples,"
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And said unto him, Art thou he that should come, or do we look for another?"
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Jesus answered and said unto them, \"JESUS_START\" Go and shew John again those things which ye do hear and see: \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "\"JESUS_START\" The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor have the gospel preached to them. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "\"JESUS_START\" And blessed is <em>he</em>, whosoever shall not be offended in me. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And as they departed, Jesus began to say unto the multitudes concerning John, \"JESUS_START\" What went ye out into the wilderness to see? A reed shaken with the wind? \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "\"JESUS_START\" But what went ye out for to see? A man clothed in soft raiment? behold, they that wear soft <em>clothing</em> are in kings' houses. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "\"JESUS_START\" But what went ye out for to see? A prophet? yea, I say unto you, and more than a prophet. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "\"JESUS_START\" For this is <em>he</em>, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "\"JESUS_START\" Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "\"JESUS_START\" And from the days of John the Baptist until now the kingdom of heaven suffereth violence, and the violent take it by force. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "\"JESUS_START\" For all the prophets and the law prophesied until John. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "\"JESUS_START\" And if ye will receive <em>it</em>, this is Elias, which was for to come. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "\"JESUS_START\" He that hath ears to hear, let him hear. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 16,
      "verse_end": 16,
      "text": "\"JESUS_START\" But whereunto shall I liken this generation? It is like unto children sitting in the markets, and calling unto their fellows, \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 17,
      "verse_end": 17,
      "text": "\"JESUS_START\" And saying, We have piped unto you, and ye have not danced; we have mourned unto you, and ye have not lamented. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 18,
      "verse_end": 18,
      "text": "\"JESUS_START\" For John came neither eating nor drinking, and they say, He hath a devil. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 19,
      "verse_end": 19,
      "text": "\"JESUS_START\" The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a winebibber, a friend of publicans and sinners. But wisdom is justified of her children. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then began he to upbraid the cities wherein most of his mighty works were done, because they repented not:"
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 21,
      "verse_end": 21,
      "text": "\"JESUS_START\" Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 22,
      "verse_end": 22,
      "text": "\"JESUS_START\" But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment, than for you. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 23,
      "verse_end": 23,
      "text": "\"JESUS_START\" And thou, Capernaum, which art exalted unto heaven, shalt be brought down to hell: for if the mighty works, which have been done in thee, had been done in Sodom, it would have remained until this day. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 24,
      "verse_end": 24,
      "text": "\"JESUS_START\" But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for thee. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 25,
      "verse_end": 25,
      "text": "At that time Jesus answered and said, \"JESUS_START\" I thank thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 26,
      "verse_end": 26,
      "text": "\"JESUS_START\" Even so, Father: for so it seemed good in thy sight. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 27,
      "verse_end": 27,
      "text": "\"JESUS_START\" All things are delivered unto me of my Father: and no man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and <em>he</em> to whomsoever the Son will reveal <em>him</em>. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 28,
      "verse_end": 28,
      "text": "\"JESUS_START\" Come unto me, all <em>ye</em> that labour and are heavy laden, and I will give you rest. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 29,
      "verse_end": 29,
      "text": "\"JESUS_START\" Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. \"JESUS_END\""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 11,
      "verse_start": 30,
      "verse_end": 30,
      "text": "\"JESUS_START\" For my yoke <em>is</em> easy, and my burden is light. \"JESUS_END\""
    }
  ]
}