{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then fourteene yeeres after, I went vp againe to Ierusalem with Barnabas, and tooke Titus with me also.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I went vp by reuelation, and communicated vnto them that Gospel, which I preach among the Gentiles, but priuately to them which were of reputation, lest by any meanes I should runne, or had runne in vaine.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But neither Titus, who was with me, being a Greeke, was compelled to be circumcised:",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And that because of false brethren vnawares brought in, who came in priuily to spie out our libertie, which wee haue in Christ Iesus, that they might bring vs into bondage.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "To whom wee gaue place by subiection, no not for an houre, that the trueth of the Gospel might continue with you.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But of these, who seemed to bee somewhat, (whatsoeuer they were, it maketh no matter to mee, God accepteth no mans person,) for they who seemed to be somewhat, in conference added nothing to me.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But contrariwise, when they saw that the Gospel of the vncircumcision was committed vnto me, as the Gospel of the circumcision was vnto Peter:",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "(For he that wrought effectually in Peter to the Apostleship of the circumcision, the same was mightie in me towards the Gentiles.)",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when Iames, Cephas and Iohn, who seemed to bee pillars, perceiued the grace that was giuen vnto me, they gaue to me and Barnabas the right hands of fellowship, that wee should goe vnto the heathen, and they vnto the circumcision.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Onely they would that wee should remember the poore, the same which I also was forward to doe.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For before that certaine came from Iames, he did eate with the Gentiles: but when they were come, hee withdrew, and separated himselfe, fearing them which were of the Circumcisiō.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the other Iewes dissembled likewise with him, insomuch that Barnabas also was caried away with their dissimulation.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But when I saw that they walked not vprightly according to the truth of the Gospel, I said vnto Peter before them al, If thou, being a Iew, liuest after the maner of Gentiles, and not as doe the Iewes, why compellest thou the Gentiles to liue as do the Iewes?",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "We who are Iewes by nature, and not sinners of the Gentiles,",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Knowing that a man is not iustified by the works of the Law, but by the faith of Iesus Christ, euen we haue beleeued in Iesus Christ, that we might be iustified by the faith of Christ, and not by the workes of the Law: for by the workes of the Law shall no flesh be iustified.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But if while we seeke to be iustified by Christ, wee our selues also are found sinners, is therefore Christ the minister of sinne? God forbid.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For if I build againe the things which I destroyed, I make my selfe a transgressour.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For I through þ<sup>e</sup> Law, am dead to the Law, that I might liue vnto God.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "I am crucified with Christ. Neuertheles, I liue, yet not I, but Christ liueth in me, and the life which I now liue in the flesh, I liue by the faith of the sonne of God, who loued mee, and gaue himselfe for me.",
      "info": ""
    },
    {
      "book_id": "GAL",
      "book_name": "Galatians",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I doe not frustrate the grace of God: for if righteousnes come by the Lawe, then Christ is dead in vaine.",
      "info": ""
    }
  ]
}