{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Samuel tooke a viall of oile, and powred it vpon his head, &amp; kissed him, and said, Is it not because the Lord hath anoynted thee to be captain ouer his inheritance?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "When thou art departed from me to day, then thou shalt find two men by Rachels sepulchre in the border of Beniamin, at Zelzah: and they will say vnto thee, The asses which thou wentest to seeke, are found: and loe, thy father hath left the care of the asses, and sorroweth for you, saying, What shall I doe for my sonne?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then shalt thou goe on forward from thence, and thou shalt come to the plaine of Tabor, and there shall meete thee three men, going vp to God to Bethel, one carying three kids, and another carying three loaues of bread, and another carying a bottle of wine.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they will salute thee, and giue thee two loaues of bread, which thou shalt receiue of their hands.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "After that thou shalt come to the hill of God, where is the garison of the Philistines: and it shall come to passe when thou art come thither to the citie, that thou shalt meet a company of prophets comming downe from the high place, with a psalterie, and a tabret, and a pipe, and a harpe before them, and they shall prophecie.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Spirit of the Lord will come vpon thee, and thou shalt prophecie with them, and shalt be turned into another man.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And let it be when these signes are come vnto thee, that thou doe as occasion serue thee, for God is with thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And thou shalt goe downe before me to Gilgal, and behold, I will come downe vnto thee, to offer burnt offerings, and to sacrifice sacrifices of peace offerings: seuen dayes shalt thou tarie, till I come to thee, and shew thee what thou shalt doe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And it was so that when he had turned his backe to go from Samuel, God gaue him another heart: and all those signes came to passe that day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And when they came thither to the hill, behold, a company of the prophets met him, and the spirit of God came vpon him, and hee prophesied among them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it came to passe when all that knew him beforetime, saw, that behold, hee prophesied among the prophets, then the people said one to another, What is this that is come vnto the sonne of Kish? Is Saul also among the prophets?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And one of the same place answered, and sayd, But who is their father? Therefore it became a prouerbe, Is Saul also among the Prophets?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when he had made an end of prophesying, he came to the high place.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And Sauls vncle saide vnto him, and to his seruant, Whither went ye? And he said, To seeke the asses: and when we saw that they were no where, we came to Samuel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Sauls vncle said, Tell me, I pray thee, what Samuel said vnto you.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Saul sayd vnto his vncle; He told vs plainely that the asses were found. But of the matter of the kingdome, whereof Samuel spake, he told him not.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And Samuel called the people together vnto the Lord to Mizpeh;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And said vnto the children of Israel, Thus saith the Lord God of Israel, I brought vp Israel out of Egypt, and deliuered you out of the hand of the Egyptians, and out of the hand of all kingdomes, and of them that oppressed you.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And ye haue this day reiected your God, who himselfe saued you out of all your aduersities &amp; your tribulations: and ye haue said vnto him, Nay, but set a king ouer vs. Now therefore present your selues before the Lord by your tribes, and by your thousands.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when Samuel had caused all the tribes of Israel to come neere, the tribe of Beniamin was taken.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 21,
      "verse_end": 21,
      "text": "When he had caused the tribe of Beniamin to come neere by their families, the familie of Matri was taken, and Saul the sonne of Kish was taken: and when they sought him, he could not be found.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Therefore they enquired of the Lord further, if the man should yet come thither: and the Lord answered, Behold, hee hath hid himselfe among the stuffe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they ranne, and fetched him thence, and when he stood among the people, he was higher then any of the people, from the shoulders &amp; vpward.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Samuel said to all the people, See ye him whome the Lord hath chosen, that there is none like him among all the people? And all the people shouted, and saide, God saue the King.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Then Samuel tolde the people the maner of the kingdome, and wrote it in a booke, and layd it vp before the Lord, and Samuel sent all the people away, euery man to his house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And Saul also went home to Gibeah, and there went with him a band of men, whose hearts God had touched.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 10,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But the children of Belial sayd, Howe shall this man saue vs? and they despised him, and brought him no presents: but he held his peace.",
      "info": ""
    }
  ]
}