{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Nahash the Ammonite came vp, and encamped against Iabesh Gilead: and all the men of Iabesh sayde vnto Nahash, Make a couenant with vs, and we will serue thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Nahash the Ammonite answered them, On this condition will I make a couenant with you, that I may thrust out all your right eyes, and lay it for a reproch vpon all Israel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the Elders of Iabesh sayd vnto him, Giue vs seuen daies respite, that we may send messengers vnto all the coasts of Israel: and then, if there be no man to saue vs, we will come out to thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Then came the messengers to Gibeah of Saul, and told the tidings in the eares of the people: and all the people lift vp their voyces, and wept.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And behold, Saul came after the herd out of the field, and Saul sayd, What aileth the people that they weep? and they told him the tidings of the men of Iabesh.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Spirit of God came vpon Saul, when he heard those tydings, and his anger was kindled greatly.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he tooke a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoeuer commeth not foorth after Saul and after Samuel, so shall it bee done vnto his oxen: and the feare of the Lord fell on the people, and they came out with one consent.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And when he numbred them in Bezek, the children of Israel were three hundred thousand, and the men of Iudah thirty thousand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they said vnto the messengers that came, Thus shall yee say vnto the men of Iabesh Gilead, To morrow by that time the sunne be hote, ye shal haue helpe. And the messengers came, and shewed it to the men of Iabesh, and they were glad.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Therfore the men of Iabesh said, To morrow wee will come out vnto you, and ye shall doe with vs all that seemeth good vnto you.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it was so on the morrow, that Saul put the people in three cōpanies, and they came into the midst of the host in the morning watch, and slewe the Ammonites, vntill the heat of the day: and it came to passe, that they which remained were scattered, so that two of them were not left together.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the people said vnto Samuel, Who is he that said, Shall Saul reigne ouer vs? bring the men, that we may put them to death.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Saul said, There shall not a man be put to death this day: for to day the Lord hath wrought saluation in Israel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then said Samuel to the people, Come, and let vs goe to Gilgal, and renew the kingdome there.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And all the people went to Gilgal, and there they made Saul King before the Lord in Gilgal: and there they sacrificed sacrifices of peace offerings before the Lord: and there Saul and all the men of Israel reioyced greatly.",
      "info": ""
    }
  ]
}