{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now it came to passe vpon a day, that Ionathan the sonne of Saul said vnto the yong man that bare his armour, Come, and let vs goe ouer to the Philistines garison, that is on the other side: but hee told not his father.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Saul taried in the vttermost part of Gibeah, vnder a Pomegranate tree, which is in Migron: and the people that were with him, were about sixe hundred men:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Ahiah the sonne of Ahitub, Ichabods brother, the sonne of Phinehas, the sonne of Eli, the Lords Priest in Shiloh, wearing an Ephod: and the people knew not that Ionathan was gone.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And betweene the passages, by which Ionathan sought to go ouer vnto the Philistines garison, there was a sharpe rocke on the one side, and a sharp rocke on the other side: and the name of the one was Bozez, and the name of the other Seneh.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The forefront of the one was situate Northward ouer against Michmash, and the other Southward ouer against Gibeah.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Ionathan said to the young man that bare his armour, Come, and let vs goe ouer vnto the garison of these vncircumcised; it may be that the Lord will worke for vs: for there is no restraint to the Lord, to saue by many, or by few.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And his armour bearer sayd vnto him, Doe all that is in thine heart: turne thee, behold, I am with thee, according to thy heart.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then said Ionathan, Behold, we will passe ouer vnto these men, and we will discouer our selues vnto them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "If they say thus vnto vs, Tary vntill we come to you: then wee will stand still in our place, and will not goe vp vnto them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But if they say thus, Come vp vnto vs: then we will goe vp; for the Lord hath deliuered them into our hand: and this shall be a signe vnto vs.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And both of them discouered themselues vnto the garison of the Philistines: and the Philistines sayd, Behold, the Hebrewes come foorth out of the holes, where they had hid themselues.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the men of the garison answered Ionathan and his armour bearer, and said, Come vp to vs, and wee will shew you a thing. And Ionathan said vnto his armour bearer, Come vp after me; for the Lord hath deliuered them into the hand of Israel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Ionathan climed vp vpon his hands, and vpon his feete, and his armour bearer after him: and they fell before Ionathan; and his armour bearer slew after him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And that first slaughter which Ionathan and his armour-bearer made, was about twentie men, within as it were an halfe acre of land, which a yoke of oxen might plow.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And there was trembling in the hoste, in the field, and among all the people: the garison and the spoilers, they also trembled, and the earth quaked: so it was a very great trembling.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the watchmen of Saul in Gibeah of Beniamin looked: and behold, the multitude melted away, and they went on beating downe one another.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then said Saul vnto the people that were with him, Number now, and see who is gone from vs. And when they had numbred, behold, Ionathan and his armour bearer were not there.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Saul said vnto Ahiah, Bring hither the Arke of God: (for the Arke of God was at that time with the children of Israel.)",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And it came to passe while Saul talked vnto the Priest, that the noise that was in the hoste of the Philistines went on, and increased: And Saul said vnto the Priest, Withdraw thine hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Saul and all the people that were with him assembled themselues, and they came to the battel, and behold, euery mans sword was against his fellow, and there was a very great discomfiture.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Moreouer, the Hebrewes that were with the Philistines before that time, which went vp with them into the campe from the countrey round about; euen they also turned to be with the Israelites, that were with Saul and Ionathan.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Likewise all the men of Israel, which had hid themselues in mount Ephraim, when they heard that the Philistines fled, euen they also followed hard after them in the battell.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So the Lord saued Israel that day: and the battell passed ouer vnto Beth-auen.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And the men of Israel were distressed that day; for Saul had adiured the people, saying, Cursed bee the man that eateth any foode vntill euening, that I may be auenged on mine enemies: so none of the people tasted any food.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And all they of the land came to a wood, and there was honie vpon the ground.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And when the people were come into the wood, behold, the honie dropped, but no man put his hand to his mouth: for the people feared the oath.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But Ionathan heard not when his father charged the people with the oath; wherefore he put foorth the ende of the rodde that was in his hand, and dipt it in an hony combe, and put his hand to his mouth, and his eyes were enlightened.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Then answered one of the people, and said, Thy father straitly charged the people with an oath, saying, Cursed be the man that eateth any food this day. And the people were faint.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then said Ionathan, My father hath troubled the land: see, I pray you, how mine eyes haue beene enlightened, because I tasted a little of this honie:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 30,
      "verse_end": 30,
      "text": "How much more, if haply the people had eaten freely to day of the spoile of their enemies which they found? for had there not beene now a much greater slaughter among the Philistines?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they smote the Philistines that day from Michmash to Aiialon: and the people were very faint.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the people flewe vpon the spoile, and tooke sheepe, and oxen, and calues, and slew them on the ground, and the people did eate them with the blood.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ Then they tolde Saul, saying, Behold, the people sinne against the Lord, in that they eate with the blood. And he said, Yee haue transgressed: roule a great stone vnto mee this day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And Saul said, Disperse your selues among the people, and say vnto them, Bring me hither euery man his oxe, and euery man his sheepe, and slay them here, and eat, and sinne not against the Lord in eating with the blood. And all the people brought euery man his oxe with him that night, and slew them there.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And Saul built an altar vnto the Lord: the same was the first altar that he built vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And Saul saide, Let vs goe downe after the Philistines by night, and spoile them vntil the morning light, and let vs not leaue a man of them. And they said, Do whatsoeuer seemeth good vnto thee. Then said the priest, Let vs draw neere hither vnto God.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And Saul asked counsell of God, Shall I goe downe after the Philistines? Wilt thou deliuer them into the hand of Israel? But he answered him not that day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And Saul said, Draw yee neere hither all the chiefe of the people: and know and see, wherein this sinne hath beene this day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 39,
      "verse_end": 39,
      "text": "For as the Lord liueth, which saueth Israel, though it bee in Ionathan my sonne, he shall surely die: But there was not a man among all the people that answered him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Then said he vnto all Israel, Be ye on one side, and I, and Ionathan my sonne will be on the other side. And the people said vnto Saul, Doe what seemeth good vnto thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 41,
      "verse_end": 41,
      "text": "Therefore Saul saide vnto the Lord God of Israel, Giue a perfect lot. And Saul and Ionathan were taken: but the people escaped.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And Saul said, Cast lots betweene me and Ionathan my sonne. And Ionathan was taken.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Then Saul said to Ionathan, Tell me what thou hast done. And Ionathan tolde him, and said, I did but taste a litle hony with the end of the rodde that was in mine hand, and loe, I must die.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And Saul answered, God do so, and more also: for thou shalt surely die, Ionathan.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And the people said vnto Saul, Shall Ionathan die, who hath wrought this great saluation in Israel? God forbid: as the Lord liueth, there shal not one haire of his head fall to the ground: for hee hath wrought with God this day. So the people rescued Ionathan, that hee died not.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 46,
      "verse_end": 46,
      "text": "Then Saul went vp from following the Philistines: and the Philistines went to their owne place.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 47,
      "verse_end": 47,
      "text": "¶ So Saul tooke the kingdom ouer Israel, and fought against all his enemies on euery side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoeuer hee turned himselfe, he vexed them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And he gathered an hoste, and smote the Amalekites, and deliuered Israel out of the handes of them that spoiled them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 49,
      "verse_end": 49,
      "text": "Now the sonnes of Saul, were Ionathan, and Ishui, and Melchishua: and the names of his two daughters were these: the name of the first borne Merab, and the name of the yonger Michal:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 50,
      "verse_end": 50,
      "text": "And the name of Sauls wife was Ahinoam, the daughter of Ahimaaz, and the name of the captaine of his host was Abner, the sonne of Ner, Sauls vncle.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 51,
      "verse_end": 51,
      "text": "And Kish was the father of Saul, and Ner the father of Abner was the sonne of Abiel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 14,
      "verse_start": 52,
      "verse_end": 52,
      "text": "And there was sore warre against the Philistines, all the dayes of Saul: and when Saul saw any strong man, or any valiant man, he tooke him vnto him.",
      "info": ""
    }
  ]
}