{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Samuel also saide vnto Saul, The Lord sent me to annoint thee to bee king ouer his people, ouer Israel: nowe therefore hearken thou vnto the voyce of the words of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus saith the Lord of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way when he came vp from Egypt.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now goe, and smite Amalek, and vtterly destroy all that they haue, and spare them not; but slay both man and woman, infant and suckling, oxe and sheepe, camell and asse.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Saul gathered the people together, and numbred them in Telaim, two hundred thousand footmen, and ten thousand men of Iudah.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Saul came to a citie of Amalek, and laid waite in the valley.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Saul saide vnto the Kenites, Goe, depart, get you downe from among the Amalekites, lest I destroy you with them: for yee shewed kindnesse to all the children of Israel when they came vp out of Egypt. So the Kenites departed from among the Amalekites.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Saul smote the Amalekites from Hauilah, vntill thou commest to Shur, that is ouer against Egypt.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee tooke Agag the king of the Amalekites aliue, and vtterly destroyed all the people with the edge of the sword.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But Saul and the people spared Agag, and the best of the sheepe, and of the oxen, and of the fatlings, and the lambes, and all that was good, and would not vtterly destroy them: but euery thing that was vile, and refuse, that they destroyed vtterly.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Then came the word of the Lord vnto Samuel, saying;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 11,
      "verse_end": 11,
      "text": "It repenteth me that I haue set vp Saul to be king: for hee is turned backe from following me, and hath not performed my commandements. And it grieued Samuel; and he cried vnto the Lord all night.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when Samuel rose early to meet Saul in the morning, it was tolde Samuel, saying, Saul came to Carmel, and behold, he set him vp a place, and is gone about, and passed on, and gone downe to Gilgal.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Samuel came to Saul, and Saul said vnto him, Blessed be thou of the Lord: I haue performed the commandement of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Samuel said, What meaneth then this bleating of the sheepe in mine eares, and the lowing of the oxen which I heare?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Saul sayde, They haue brought them from the Amalekites: for the people spared the best of the sheepe, and of the oxen, to sacrifice vnto the Lord thy God, and the rest we haue vtterly destroyed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then Samuel sayd vnto Saul, Stay, and I will tell thee what the Lord hath said to mee this night. And he said vnto him, Say on.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Samuel said, When thou wast litle in thine owne sight, wast thou not made the Head of the tribes of Israel, and the Lord anointed thee King ouer Israel?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the Lord sent thee on a iourney, and said, Goe, and vtterly destroy the sinners the Amalekites, and fight against them, vntill they be consumed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Wherefore then didst thou not obey the voice of the Lord, but didst flie vpon the spoile, and didst euill in the sight of the Lord ?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Saul said vnto Samuel; Yea, I haue obeyed the voice of the Lord, and haue gone the way which the Lord sent me, and haue brought Agag the king of Amalek, and haue vtterly destroyed the Amalekites.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But the people tooke of the spoile, sheepe and oxen, the chiefe of the things which should haue bene vtterly destroyed, to sacrifice vnto the Lord thy God in Gilgal.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Samuel saide, Hath the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord ? Behold, to obey, is better then sacrifice: and to hearken, then the fat of rammes.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For rebellion is as the sin of witchcraft, and stubburnnesse is as iniquitie and idolatrie: because thou hast reiected the word of the Lord, he hath also reiected thee from being king.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Saul said vnto Samuel, I haue sinned: for I haue transgressed the Commandement of the Lord, and thy wordes; because I feared the people, and obeyed their voice.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Now therefore, I pray thee, pardon my sinne, and turne againe with me, that I may worship the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Samuel said vnto Saul, I will not returne with thee: for thou hast reiected the word of the Lord, and the Lord hath reiected thee from being king ouer Israel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And as Samuel turned about to goe away, he laid hold vpon the skirt of his mantle, and it rent.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Samuel said vnto him, The Lord hath rent the kingdome of Israel from thee this day, and hath giuen it to a neighbour of thine, that is better then thou.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And also the strength of Israel will not lie, nor repent: for he is not a man that he should repent.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Then he said, I haue sinned; yet honour me now, I pray thee, before the Elders of my people, and before Israel, and turne againe with me, that I may worship the Lord thy God.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 31,
      "verse_end": 31,
      "text": "So Samuel turned againe after Saul, and Saul worshipped the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ Then said Samuel, Bring you hither to me Agag the king of the Amalekites: and Agag came vnto him delicately. And Agag said, Surely the bitternesse of death is past.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Samuel said, As thy sword hath made women childlesse, so shall thy mother bee childlesse among women. And Samuel hewed Agag in pieces before the Lord in Gilgal.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 34,
      "verse_end": 34,
      "text": "¶ Then Samuel went to Ramah, and Saul went vp to his house to Gibeah of Saul.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And Samuel came no more to see Saul vntill the day of his death: neuerthelesse, Samuel mourned for Saul: and the Lord repented that he had made Saul king ouer Israel.",
      "info": ""
    }
  ]
}