{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when hee made an ende of speaking vnto Saul, that the soule of Ionathan was knit with the soule of Dauid, and Ionathan loued him as his owne soule.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Saul tooke him that day, and would let him go no more home to his fathers house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then Ionathan and Dauid made a couenant, because he loued him as his owne soule.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ionathan stript himselfe of the robe that was vpon him, and gaue it to Dauid, and his garments, euen to his sword, and to his bow, and to his girdle.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And Dauid went out, whither soeuer Saul sent him, and behaued himselfe wisely: and Saul set him ouer the men of warre, and he was accepted in the sight of all the people, and also in the sight of Sauls seruants.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe as they came when Dauid was returned from the slaughter of the Philistine, that the women came out of all cities of Israel, singing and dancing, to meete king Saul, with tabrets, with ioy, and with instruments of musicke.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the women answered one another as they played, and said, Saul hath slaine his thousands, and Dauid his ten thousands.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Saul was very wroth, and the saying displeased him, and he sayd, They haue ascribed vnto Dauid tenne thousands, and to me they haue ascribed but thousands: and what can he haue more, but the kingdome?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Saul eyed Dauid from that day, and forward.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And it came to passe on the morrow, that the euill spirit from God came vpon Saul, and he prophecied in the midst of the house: and Dauid played with his hand, as at other times: and there was a iauelin in Sauls hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Saul cast the iauelin; for hee said, I will smite Dauid euen to the wall with it: and Dauid auoided out of his presence twice.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Saul was afraid of Dauid, because the Lord was with him, and was departed from Saul.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Therefore Saul remooued him from him, and made him his captaine ouer a thousand, and hee went out and came in before the people.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Dauid behaued himselfe wisely in all his wayes; &amp; the Lord was with him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Wherefore when Saul saw that hee behaued himselfe very wisely, hee was afraid of him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But all Israel and Iudah loued Dauid, because hee went out and came in before them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And Saul said to Dauid, Behold, my elder daughter Merab, her will I giue thee to wife: onely be thou valiant for me, and fight the Lords battels: for Saul said, Let not mine hand be vpon him, but let the hand of the Philistines be vpon him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Dauid said vnto Saul, Who am I? and what is my life, or my fathers family in Israel, that I should be sonne in law to the king?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But it came to passe at the time when Merab Sauls daughter should haue beene giuen to Dauid, that shee was giuen vnto Adriel the Meholathite to wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Michal Sauls daughter loued Dauid: and they tolde Saul, and the thing pleased him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Saul said, I will giue him her, that she may be a snare to him, and that the hand of the Philistines may be against him. Wherefore Saul said to Dauid, Thou shalt this day be my sonne in law, in the one of the twaine.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And Saul commanded his seruants, saying, Commune with Dauid secretly, and say, Behold, the king hath delight in thee, and all his seruants loue thee: now therefore be the kings sonne in law.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Sauls seruants spake those wordes in the eares of Dauid: And Dauid said, Seemeth it to you a light thing to be a kings sonne in law, seeing that I am a poore man, and lightly esteemed?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the seruants of Saul tolde him, saying; On this manner spake Dauid.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Saul said, Thus shall yee say to Dauid, The King desireth not any dowrie, but an hundred foreskinnes of the Philistines, to be auenged of the kings enemies. But Saul thought to make Dauid fal by the hand of the Philistines.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And when his seruants told Dauid these wordes, it pleased Dauid well to be the kings sonne in lawe: and the dayes were not expired.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Wherefore Dauid arose, hee and his men, and slew of the Philistines two hundred men, and Dauid brought their foreskinnes, and they gaue them in full tale to the king, that hee might be the kings sonne in law: and Saul gaue him Michal his daughter to wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ And Saul saw and knew that the Lord was with Dauid, and that Michal Sauls daughter loued him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Saul was yet the more afraid of Dauid; and Saul became Dauids enemie continually.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Then the Princes of the Philistines went foorth: and it came to passe after they went foorth, that Dauid behaued himselfe more wisely then all the seruants of Saul, so that his name was much set by.",
      "info": ""
    }
  ]
}