{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Hannah prayed, and said, My heart reioyceth in the Lord, mine horne is exalted in the Lord: my mouth is inlarged ouer mine enemies: because I reioyce in thy saluation.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "There is none holy as the Lord: for there is none beside thee: neither is there any Rocke like our God.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Talke no more so exceeding proudly, let not arrogancie come out of your mouth: for the Lord is a God of knowledge, and by him actions are weighed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The vowes of the mightie men are broken, and they that stumbled are girt with strength.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "They that were full, haue hired out themselues for bread: and they that were hungry, ceased: so that the barren hath borne seuen, and she that hath many children, is waxed feeble.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The Lord killeth and maketh aliue, he bringeth downe to the graue, and bringeth vp.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The Lord maketh poore, and maketh rich: he bringeth low, and lifteth vp.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "He raiseth vp the poore out of the dust, and lifteth vp the begger from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are the Lords, and hee hath set the world vpon them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "He will keepe the feet of his saints, and the wicked shall bee silent in darkenesse; for by strength shall no man preuaile.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The aduersaries of the Lord shalbe broken to pieces: out of heauen shal he thunder vpon them: the Lord shall iudge the ends of the earth, and he shal giue strength vnto his king, and exalt the horne of his Anointed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Elkanah went to Ramah to his house, and the child did minister vnto the Lord before Eli the Priest.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Now the sonnes of Eli were sonnes of Belial, they knewe not the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the priests custome with the people was, that when any man offred sacrifice, the priestes seruant came, while the flesh was in seething, with a fleshhooke of three teeth in his hand,",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he strooke it into the panne, or kettle, or caldron, or pot: all that the flesh-hooke brought vp, the priest tooke for himselfe: so they did in Shiloh vnto all the Israelites that came thither.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Also before they burnt the fat, the priests seruant came, &amp; said to the man that sacrificed, Giue flesh to roste for the priest, for he wil not haue sodden flesh of thee, but raw.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And if any man said vnto him, Let them not faile to burne the fat presently, and then take as much as thy soule desireth: then hee would answere him, Nay, but thou shalt giue it mee now: and if not, I will take it by force.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Wherefore the sinne of the yong men was very great before the Lord: for men abhorred the offering of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ But Samuel ministred before the Lord, being a child, girded with a linnen Ephod.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Moreouer, his mother made him a litle coate, and brought it to him from yeere to yeere, when she came vp with her husband, to offer the yeerely sacrifice.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And Eli blessed Elkanah, and his wife, and said, The Lord giue thee seed of this woman, for the loane which is lent to the Lord. And they went vnto their owne home.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Lord visited Hannah, so that shee conceiued, and bare three sonnes, and two daughters: and the child Samuel grew before the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Now Eli was very olde, and heard all that his sonnes did vnto all Israel, and how they lay with the women that assembled at the doore of the Tabernacle of the Congregation",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he said vnto them, Why doe ye such things? for I heare of your euil dealings, by all this people.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Nay my sonnes: for it is no good report that I heare; yee make the Lords people to transgresse.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "If one man sinne against another, the Iudge shall iudge him: but if a man sinne against the Lord, who shall intreat for him? Notwithstanding they hearkened not vnto the voice of their father, because the Lord would slay them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "(And the child Samuel grew on, and was in fauour, both with the Lord, and also with men.)",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And there came a man of God vnto Eli, and saide vnto him, Thus saith the Lord, Did I plainely appeare vnto the house of thy father, when they were in Egypt in Pharaohs house?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And did I chuse him out of all the tribes of Israel, to be my Priest, to offer vpon mine altar, to burne incense, to weare an Ephod before me? and did I giue vnto the house of thy father, all the offerings made by fire of the children of Israel?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Wherefore kicke ye at my sacrifice, and at mine offering, which I haue commaunded in my habitation, and honourest thy sonnes aboue mee, to make your selues fat with the chiefest of all the offrings of Israel my people?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Wherefore the Lord God of Israel saith, I sayd indeede that thy house, &amp; the house of thy father should walke before me for euer: but now the Lord saith, Be it farre from mee; for them that honour me, I will honour, and they that despise me, shall be lightly esteemed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Behold, the dayes come, that I will cut off thine arme, and the arme of thy fathers house, that there shall not be an old man in thine house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And thou shalt see an enemie in my habitation, in all the wealth which God shall giue Israel, and there shall not bee an olde man in thine house for euer.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the man of thine, whom I shall not cut off from mine Altar, shall be to consume thine eyes, and to grieue thine heart: and all the increase of thine house shall die in the floure of their age.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And this shall bee a signe vnto thee, that shall come vpon thy two sonnes, on Hophni and Phinehas: in one day they shall die both of them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And I will raise me vp a faithfull Priest, that shall doe according to that which is in my heart and in my mind, and I will build him a sure house, and hee shall walke before mine Anointed for euer.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And it shall come to passe, that euery one that is left in thine house, shal come and crouch to him for a piece of siluer, and a morsel of bread, and shall say, Put me (I pray thee) into one of the Priests offices, that I may eat a piece of bread.",
      "info": ""
    }
  ]
}