{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Dauid therefore departed thence, and escaped to the caue Adullam: and when his brethren, and all his fathers house heard it, they went downe thither to him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And euery one that was in distresse, and euery one that was in debt, and euery one that was discontented, gathered themselues vnto him, and he became a captaine ouer them: and there were with him about foure hundred men.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And Dauid went thence to Mizpeh of Moab; and he said vnto the king of Moab, Let my father, and my mother, I pray thee, come foorth, and be with you, till I know what God will doe for me.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And he brought them before the king of Moab: and they dwelt with him all the while that Dauid was in the hold.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the Prophet Gad said vnto Dauid, Abide not in the hold; depart, and get thee into the land of Iudah. Then Dauid departed, and came into the forrest of Hareth.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ When Saul heard that Dauid was discouered, and the men that were with him: (now Saul abode in Gibeah vnder a tree in Ramah, hauing his speare in his hand, and all his seruants were standing about him.)",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then Saul saide vnto his seruants that stood about him, Heare now, ye Beniamites: Will the sonne of Iesse giue euery one of you fields, and Uineyards, and make you all captaines of thousands, and captaines of hundreds:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "That all of you haue conspired against me, and there is none that sheweth mee, that my sonne hath made a league with the sonne of Iesse, and there is none of you that is sory for me, or sheweth vnto me that my sonne hath stirred vp my seruant against me, to lye in wait, as at this day?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Then answered Doeg the Edomite, (which was set ouer the seruants of Saul) and saide, I saw the sonne of Iesse comming to Nob, to Ahimelech the sonne of Ahitub.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hee enquired of the Lord for him, and gaue him victuals, and gaue him the sword of Goliath the Philistine.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then the king sent to call Ahimelech the Priest, the sonne of Ahitub, and all his fathers house, the Priests that were in Nob: and they came all of them to the king.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Saul said, Heare now thou sonne of Ahitub: and hee answered, Here I am, my lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Saul saide vnto him, Why haue ye conspired against me, thou and the sonne of Iesse, in that thou hast giuen him bread, and a sword, and hast enquired of God for him, that he should rise against mee, to lye in waite, as at this day?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then Ahimelech answered the king, and said, And who is so faithfull among all thy seruants, as Dauid, which is the kings sonne in law, and goeth at thy bidding, and is honourable in thine house?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Did I then beginne to enquire of God for him? be it farre from mee: let not the king impute any thing vnto his seruant, nor to all the house of my father: for thy seruant knew nothing of all this, lesse or more.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the king saide, Thou shalt surely die, Ahimelech, thou, and all thy fathers house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And the king said vnto the footmen that stood about him, Turne and slay the Priests of the Lord, because their hand also is with Dauid, and because they knew when he fled, and did not shew it to mee. But the seruants of the king would not put foorth their hand to fall vpon the Priestes of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the king said to Doeg, Turne thou and fall vpon the Priests. And Doeg the Edomite turned, and hee fell vpon the Priests, and slew on that day foure score and fiue persons that did weare a linnen Ephod.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Nob the citie of the Priests smote he with the edge of the sword, both men and women, children and sucklings, and oxen and asses, and sheepe, with the edge of the sword.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And one of the sonnes of Ahimelech, the sonne of Ahitub, named Abiathar, escaped and fled after Dauid:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Abiathar shewed Dauid that Saul had slaine the Lords Priests.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Dauid said vnto Abiathar, I knew it that day, when Doeg the Edomite was there, that he would surely tell Saul: I haue occasioned the death of all the persons of thy fathers house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Abide thou with me, feare not: for he that seeketh my life, seeketh thy life: but with me thou shalt bee in safegard.",
      "info": ""
    }
  ]
}