{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then they told Dauid, saying, Beholde, the Philistines fight against Keilah, and they rob the threshing floores.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Therefore Dauid enquired of the Lord, saying, Shall I go and smite these Philistines? And the Lord said vnto Dauid, Goe, and smite the Philistines, and saue Keilah.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Dauids men said vnto him, Behold, we be afraid here in Iudah: how much more then if wee come to Keilah against the armies of the Philistines?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then Dauid enquired of the Lord yet againe: And the Lord answered him, and said, Arise, go down to Keilah: for I will deliuer the Philistines into thine hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So Dauid and his men went to Keilah, and fought with the Philistins, and brought away their cattell, and smote them with a great slaughter: so Dauid saued the inhabitants of Keilah.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe when Abiathar the sonne of Ahimelech fled to Dauid to Keilah, that hee came downe with an Ephod in his hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And it was told Saul that Dauid was come to Keilah: and Saul said, God hath deliuered him into mine hand: for he is shut in, by entring into a towne that hath gates and barres.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Saul called all the people together to warre, to goe downe to Keilah, to besiege Dauid, and his men.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Dauid knewe that Saul secretly practised mischiefe against him, and hee said to Abiathar the Priest, Bring hither the Ephod.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then saide Dauid, O Lord God of Israel, thy seruant hath certainly heard that Saul seeketh to come to Keilah, to destroy the citie for my sake.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Will the men of Keilah deliuer me vp into his hande? will Saul come downe, as thy seruant hath heard, O Lord God of Israel? I beseech thee tell thy seruant. And the Lord said, He will come downe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then said Dauid, Will the men of Keilah deliuer me, and my men, into the hand of Saul? And the Lord said, They will deliuer thee vp.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Then Dauid and his men, which were about sixe hundred, arose, and departed out of Keilah, and went whithersoeuer they could goe: and it was told Saul that Dauid was escaped from Keilah, and hee forbare to goe foorth.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Dauid abode in the wildernesse in strong holds, and remained in a mountaine in the wildernes of Ziph: and Saul sought him euery day, but God deliuered him not into his hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Dauid saw that Saul was come out to seeke his life: and Dauid was in the wildernes of Ziph in a wood.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And Ionathan Sauls sonne arose, &amp; went to Dauid into the wood, and strengthened his hand in God.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he said vnto him, Feare not; for the hand of Saul my father shall not finde thee, and thou shalt be king ouer Israel, and I shall be next vnto thee: and that also Saul my father knoweth.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And they two made a couenant before the Lord: and Dauid abode in the wood, and Ionathan went to his house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Then came vp the Ziphites to Saul to Gibeah, saying, Doth not Dauid hide himselfe with vs in strong holds in the wood, in the hill of Hachilah, which is on the South of Ieshimon?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Now therefore, O king, come downe according to all the desire of thy soule to come downe, and our part shall be to deliuer him into the kings hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Saul said, Blessed be yee of the Lord, for yee haue compassion on me.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Goe, I pray you, prepare yet, and know, and see his place where his haunt is, and who hath seene him there: for it is told mee that he dealeth very subtilly.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 23,
      "verse_end": 23,
      "text": "See therefore, and take knowledge of all the lurking places where he hideth himselfe, and come ye againe to me with the certainty, and I will goe with you: and it shall come to passe, if he be in the land, that I will search him out throughout all the thousands of Iudah.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they arose, &amp; went to Ziph before Saul: but Dauid and his men were in the wildernesse of Maon, in the plaine on the South of Ieshimon.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Saul also and his men went to seeke him, and they told Dauid: wherefore he came downe into a rocke, and abode in the wildernesse of Maon: and when Saul heard that, he pursued after Dauid in the wildernes of Maon.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Saul went on this side of the mountaine, and Dauid and his men on that side of the mountaine: and Dauid made haste to get away for feare of Saul: for Saul and his men compassed Dauid and his men round about to take them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ But there came a messenger vnto Saul, saying, Haste thee, and come: for the Philistines haue inuaded the land.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Wherefore Saul returned from pursuing after Dauid, &amp; went against the Philistines; therefore they called that place Sela-Hammahlekoth.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And Dauid went vp from thence, and dwelt in strong holds at En-gedi.",
      "info": ""
    }
  ]
}