{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when Saul was returned from folowing the Philistines, that it was told him, saying, Behold, Dauid is in the wildernesse En-gedi.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then Saul tooke three thousand chosen men out of all Israel, and went to secke Dauid and his men vpon the rockes of the wilde goates.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hee came to the sheepe coates by the way, where was a caue, and Saul went in to couer his feete: and Dauid and his men remained in the sides of the caue.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the men of Dauid sayd vnto him, Beholde the day of which the Lord sayd vnto thee, Behold, I wil deliuer thine enemy into thine hand, that thou mayest doe to him as it shall seeme good vnto thee. Then Dauid arose, and cut off the skirt of Sauls robe priuily.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it came to passe afterward, that Dauids heart smote him, because he had cut off Sauls skirt.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee sayd vnto his men, The Lord forbid that I should doe this thing vnto my master the Lords Anoynted, to stretch forth mine hand against him, seeing he is the Anoynted of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 7,
      "verse_end": 7,
      "text": "So Dauid stayed his seruants with these wordes, and suffered them not to rise against Saul: but Saul rose vp out of the caue, and went on his way.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Dauid also rose afterward, and went out of the caue, and cryed after Saul, saying, My lord the king. And when Saul looked behinde him, Dauid stouped with his face to the earth, and bowed himselfe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Dauid said to Saul, Wherfore hearest thou mens words, saying, Behold, Dauid seeketh thy hurt?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Behold, this day thine eyes haue seene, how that the Lord had deliuered thee to day into mine hand in the caue: and some bade me kill thee, but mine eye spared thee, and I said, I will not put foorth mine hand against my lord, for hee is the Lords Anointed.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Moreouer my father, See, yea see the skirt of thy robe in my hand: for in that I cut off the skirt of thy robe, and killed thee not, know thou and see, that there is neither euill nor transgression in mine hand, and I haue not sinned against thee; yet thou huntest my soule, to take it.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The Lord iudge betweene me and thee, and the Lord auenge me of thee: but mine hand shall not be vpon thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 13,
      "verse_end": 13,
      "text": "As saith the prouerbe of the ancients, Wickednesse proceedeth from the wicked: but mine hand shall not be vpon thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 14,
      "verse_end": 14,
      "text": "After whom is the king of Israel come out? after whom doest thou pursue? After a dead dogge, after a flea.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The Lord therfore be Iudge, and iudge betweene me and thee, and see, and plead my cause, and deliuer me out of thine hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And it came to passe when Dauid had made an ende of speaking these words vnto Saul, that Saul said, Is this thy voice, my sonne Dauid? And Saul lift vp his voice, and wept.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he said to Dauid, Thou art more righteous then I: for thou hast rewarded mee good, whereas I haue rewarded thee euill.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And thou hast shewed this day how that thou hast dealt well with me: forasmuch as when the Lord had deliuered me into thine hand, thou killedst me not.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For if a man finde his enemie, will hee let him goe well away? wherefore the Lord reward thee good, for that thou hast done vnto me this day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And now behold, I know well that thou shalt surely be King, and that the kingdome of Israel shall be established in thine hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Sweare now therefore vnto me by the Lord, that thou wilt not cut off my seede after mee, and that thou wilt not destroy my name out of my fathers house.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Dauid sware vnto Saul, and Saul went home: but Dauid and his men gate them vp vnto the holde.",
      "info": ""
    }
  ]
}