{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Samuel died, and all the Israelites were gathered together, and lamented him, and buried him in his house at Ramah. And Dauid arose, &amp; went downe to the wildernesse of Paran.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And there was a man in Maon, whose possessions were in Carmel, and the man was very great, and hee had three thousand sheepe, and a thousand goates: and he was shearing his sheepe in Carmel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now the name of the man was Nabal, and the name of his wife, Abigail: and shee was a woman of good vnderstanding, and of a beautifull countenance: but the man was churlish and euill in his doings, and hee was of the house of Caleb.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And Dauid heard in the wildernesse, that Nabal did sheare his sheepe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Dauid sent out ten yong men, and Dauid said vnto the young men, Get you vp to Carmel, and goe to Nabal, and greete him in my name;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thus shall ye say to him that liueth in prosperitie, Peace be both to thee, and peace be to thine house, and peace be vnto all that thou hast.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And now, I haue heard that thou hast shearers: now thy shepheards which were with vs, wee hurt them not, neither was there ought missing vnto them, all the while they were in Carmel.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Aske thy yong men, and they will shew thee: wherefore let the yong men finde fauour in thine eyes: (for we come in a good day) giue, I pray thee, whatsoeuer commeth to thine hand, vnto thy seruants, and to thy sonne Dauid.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when Dauids yong men came, they spake to Nabal according to all those words in the name of Dauid, and ceased.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And Nabal answered Dauids seruants, and said, Who is Dauid? and who is the sonne of Iesse? There bee many seruants now a daies that breake away euery man from his master.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Shall I then take my bread and my water, and my flesh that I haue killed for my shearers, and giue it vnto men, whom I know not whence they bee?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "So Dauids yong men turned their way, and went againe, and came and told him all those sayings.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Dauid said vnto his men, Gird you on euery man his sword. And they girded on euery man his sword, and Dauid also girded on his sword: and there went vp after Dauid about foure hundred men, and two hundred abode by the stuffe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ But one of the yong men told Abigail Nabals wife, saying, Behold, Dauid sent messengers out of the wildernesse to salute our master: and he railed on them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But the men were very good vnto vs, and we were not hurt, neither missed we any thing as long as wee were conuersant with them, when we were in the fields.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 16,
      "verse_end": 16,
      "text": "They were a wall vnto vs both by night and day, all the while we were with them keeping sheepe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now therefore know and consider what thou wilt doe: for euill is determined against our master, and against all his houshold: for he is such a sonne of Belial, that a man cannot speake to him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then Abigail made haste, and tooke two hundred loaues, and two bottles of wine, and fiue sheepe readie dressed, and fiue measures of parched corne, and an hundred clusters of raisins, and two hundred cakes of figges, and laid them on asses.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And she said vnto her seruants, Goe on before me, behold, I come after you: but she told not her husband Nabal.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And it was so as she rode on the asse, that she came downe by the couert of the hill, and behold, Dauid and his men came downe against her, and she met them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 21,
      "verse_end": 21,
      "text": "(Now Dauid had said, Surely in vaine haue I kept all that this fellow hath in the wildernesse, so that nothing was missed of all that pertained vnto him: and he hath requited me euil for good.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 22,
      "verse_end": 22,
      "text": "So and more also doe God vnto the enemies of Dauid, if I leaue of all that pertaine to him by the morning light, any that pisseth against the wall.)",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And when Abigail saw Dauid, she hasted, and lighted off the asse, and fell before Dauid on her face, and bowed her selfe to the ground,",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And fell at his feet, and said, Upon me, my lord, vpon me let this iniquitie be, and let thine handmaid, I pray thee, speake in thine audience, and heare the words of thine handmaid.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Let not my lord, I pray thee, regard this man of Belial, euen Nabal: for as his name is, so is he: Nabal is his name, and folly is with him: But I thine handmaid saw not the yong men of my lord, whom thou didst send.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Now therefore, my lord, as the Lord liueth, and as thy soule liueth, seeing the Lord hath withholden thee from comming to shed blood, and from auenging thy selfe with thine owne hand: now let thine enemies and they that secke euill to my lord, bee as Nabal.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And now this blessing which thine handmaid hath brought vnto my lord, let it euen be giuen vnto the yong men that follow my lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 28,
      "verse_end": 28,
      "text": "I pray thee, forgiue the trespasse of thine handmaide: for the Lord will certainely make my lord a sure house, because my lord fighteth the battels of the Lord, and euill hath not bene found in thee all thy dayes.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Yet a man is risen to pursue thee, and to seeke thy soule: but the soule of my lord shall be bound in the bundle of life with the Lord thy God, and the soules of thine enemies, them shall he sling out, as out of the middle of a sling.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And it shall come to passe when the Lord shal haue done to my lord, according to all the good that hee hath spoken concerning thee, and shall haue appointed thee ruler ouer Israel;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 31,
      "verse_end": 31,
      "text": "That this shall bee no griefe vnto thee, nor offence of heart vnto my lord, either that thou hast shed blood causelesse, or that my lord hath auenged himselfe: But when the Lord shall haue dealt well with my lord, then remember thine handmayd.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And Dauid sayd to Abigail, Blessed be the Lord God of Israel, which sent thee this day to meet me.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And blessed bee thy aduice, and blessed be thou, which hast kept me this day from comming to shed blood, and from auenging my selfe with mine owne hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 34,
      "verse_end": 34,
      "text": "For in very deed, as the Lord God of Israel liueth, which hath kept mee backe from hurting thee, except thou hadst hasted and come to meet me, surely there had not bene left vnto Nabal, by the morning light, any that pisseth against the wall.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 35,
      "verse_end": 35,
      "text": "So Dauid receiued of her hand that which shee had brought him, and sayd vnto her, Goe vp in peace to thine house; See, I haue hearkened to thy voyce, and haue accepted thy person.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And Abigail came to Nabal, and behold, he held a feast in his house like the feast of a king; &amp; Nabals heart was merry within him, for hee was very drunken: wherefore shee tolde him nothing, lesse or more, vntill the morning light.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 37,
      "verse_end": 37,
      "text": "But it came to passe in the morning, when the wine was gone out of Nabal, and his wife had told him these things, that his heart died within him, and he became as a stone.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And it came to passe about ten dayes after, that the Lord smote Nabal, that he died.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 39,
      "verse_end": 39,
      "text": "¶ And when Dauid heard that Nabal was dead, he said, Blessed be the Lord, that hath pleaded the cause of my reproch from the hand of Nabal, and hath kept his seruant from euil: for the Lord hath returned the wickednesse of Nabal vpon his owne head. And Dauid sent, and communed with Abigail, to take her to him to wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And when the seruants of Dauid were come to Abigail to Carmel, they spake vnto her, saying, Dauid sent vs vnto thee, to take thee to him to wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And shee arose, and bowed her selfe on her face to the earth, and sayd, Beholde, let thine handmayd bee a seruant to wash the feet of the seruants of my lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And Abigail hasted, and rose, and rode vpon an asse, with fiue damosels of hers that went after her; and she went after the messengers of Dauid, and became his wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Dauid also tooke Ahinoam of Iezreel, and they were also both of them his wiues.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 25,
      "verse_start": 44,
      "verse_end": 44,
      "text": "¶ But Saul had giuen Michal his daughter, Dauids wife, to Phalti the sonne of Laish, which was of Gallim.",
      "info": ""
    }
  ]
}