{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Dauid sayd in his heart, I shall now perish one day by the hand of Saul: there is nothing better for me, then that I should speedily escape into the land of the Philistines; and Saul shal despaire of me, to seeke me any more in any coast of Israel: so shall I escape out of his hand.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid arose, and hee passed ouer with the sixe hundred men that were with him, vnto Achish the sonne of Maoch king of Gath.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Dauid dwelt with Achish at Gath, he, and his men, euery man with his houshold, euen Dauid with his two wiues, Ahinoam the Iezreelitesse, and Abigail the Carmelitesse Nabals wife.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And it was told Saul, that Dauid was fled to Gath, and he sought no more againe for him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Dauid said vnto Achish, If I haue now found grace in thine eyes, let them giue mee a place in some towne in the countrey, that I may dwel there: for why should thy seruant dwell in the royall citie with thee?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Achish gaue him Ziklag that day: wherfore Ziklag pertaineth vnto the kings of Iudah vnto this day.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the time that Dauid dwelt in the countrey of the Philistines, was a full yeere, and foure moneths.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Dauid and his men went vp and inuaded the Geshurites, and the Gezrites, and the Amalekites: for those nations were of old the inhabitants of the land, as thou goest to Shur, euen vnto the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Dauid smote the land, and left neither man nor woman aliue, and tooke away the sheepe, and the oxen, and the asses, and the camels, and the apparell, and returned, and came to Achish.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Achish said, Whither haue ye made a rode to day? And Dauid said, Against the South of Iudah, and against the South of the Ierahmeelites, and against the South of the Kenites.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Dauid saued neither man nor woman aliue, to bring tidings to Gath, saying, Lest they should tell on vs, saying, So did Dauid, and so will be his maner, all the while he dwelleth in the countrey of the Philistines.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Achish beleeued Dauid, saying, Hee hath made his people Israel vtterly to abhorre him, therefore hee shall be my seruant for euer.",
      "info": ""
    }
  ]
}