{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the child Samuel ministred vnto the Lord before Eli: and the word of the Lord was precious in those daies; there was no open vision.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it came to passe at that time, when Eli was layd downe in his place, and his eyes beganne to waxe dimme, that he could not see;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And yer the lampe of God went out in the Temple of the Lord, where the Arke of God was, and Samuel was layd downe to sleepe;",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "That the Lord called Samuel, and he answered, Here am I.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he ranne vnto Eli, and sayd, Here am I, for thou calledst me. And he said, I called not; lie downe againe. And he went and lay downe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Lord called yet againe, Samuel. And Samuel arose, and went to Eli, and said, Here am I, for thou diddest call me. And he answered, I called not, my sonne; lie downe againe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Now Samuel did not yet know the Lord, neither was the word of the Lord yet reuealed vnto him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Lord called Samuel againe the third time. And hee arose, and went to Eli, and said, Here am I, for thou diddest call me. And Eli perceiued that the Lord had called the childe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Therefore Eli said vnto Samuel, Go, lie downe, &amp; it shal be, if he call thee, that thou shalt say, Speake Lord, for thy seruant heareth. So Samuel went, and lay downe in his place.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Lord came, and stood and called as at other times, Samuel, Samuel. Then Samuel answered, Speake, for thy seruant heareth.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the Lord sayd to Samuel, Behold, I will doe a thing in Israel, at which, both the eares of euery one that heareth it, shall tingle.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "In that day, I will performe against Eli, all things which I haue spoken concerning his house: when I begin, I will also make an end.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For I haue tolde him, that I will iudge his house for euer, for the iniquitie which hee knoweth: because his sonnes made themselues vile, and he restrained them not.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And therefore I haue sworne vnto the house of Eli, that the iniquitie of Elies house shall not be purged with sacrifice, nor offering for euer.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And Samuel lay vntill the morning, and opened the doores of the house of the Lord: and Samuel feared to shew Eli the vision.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then Eli called Samuel, and said, Samuel my sonne. And he answered, Here am I.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he said, What is the thing that the Lord hath said vnto thee? I pray thee hide it not from mee: God doe so to thee, and more also, if thou hide any thing from me, of all the things that hee said vnto thee.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Samuel tolde him euery whit, and hid nothing from him. And he said, It is the Lord: Let him doe what seemeth him good.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And Samuel grew, and the Lord was with him, and did let none of his words fall to the ground.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And all Israel from Dan euen to Beer-sheba, knew that Samuel was established to bee a Prophet of the Lord.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Lord appeared againe in Shiloh: for the Lord reueiled himselfe to Samuel in Shiloh, by the word of the Lord.",
      "info": ""
    }
  ]
}