{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe the Philistines fought against Israel: and the men of Israel fled from before the Philistines, and fell downe slaine in mount Gilboa.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Philistines followed hard vpon Saul, and vpon his sonnes, and the Philistines slewe Ionathan, and Abinadab, and Malchishua, Sauls sonnes.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the battell went sore against Saul, and the archers hit him, and he was sore wounded of the archers.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then said Saul vnto his armour bearer, Draw thy sword, and thrust me through therewith, lest these vncircumcised come and thrust me through, and abuse mee. But his armour bearer would not, for he was sore afraid: therfore Saul tooke a sword, &amp; fell vpon it.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when his armour bearer saw that Saul was dead, he fell likewise vpon his sword, and died with him.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So Saul died, and his three sons, and his armour bearer, and all his men that same day together.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And when the men of Israel that were on the other side of the valley, and they that were on the other side Iordane, saw that the men of Israel fled, and that Saul and his sonnes were dead, they forsooke the cities and fled, and the Philistines came and dwelt in them.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe on the morrow when the Philistines came to strip the slaine, that they found Saul, and his three sons fallen in mount Gilboa.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they cut off his head, and stripped off his armour, and sent into the land of the Philistines round about to publish it in the house of their idoles, and among the people.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they put his armour in the house of Ashtaroth: and they fastened his body to the wall of Bethshan.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And when the inhabitants of Iabesh Gilead heard of that which the Philistines had done to Saul:",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 12,
      "verse_end": 12,
      "text": "All the valiant men arose, and went all night, and tooke the body of Saul, and the bodies of his sonnes from the wall of Bethshan, and came to Iabesh, and burnt them there.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they tooke their bones, and buried them vnder a tree at Iabesh, and fasted seuen dayes.",
      "info": ""
    }
  ]
}