{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the word of Samuel came to all Israel. Now Israel went out against the Philistines to battell, and pitched beside Eben-ezer: and the Philistines pitched in Aphek.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Philistines put themselues in aray against Israel: and when they ioyned battell, Israel was smitten before the Philistines: and they slew of the armie in the field, about foure thousand men.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And when the people were come into the campe, the Elders of Israel said, Wherefore hath the Lord smitten vs to day before the Philistines? Let vs fetch the Arke of the Couenant of the Lord out of Shiloh vnto vs, that when it commeth among vs, it may saue vs out of the hand of our enemies.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "So the people sent to Shiloh, that they might bring from thence the Arke of the Couenant of the Lord of hostes, which dwelleth betweene the Cherubims: and the two sonnes of Eli, Hophni, and Phinehas were there, with the Arke of the Couenant of God.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when the Arke of the Couenant of the Lord came into the campe, all Israel shouted with a great shout, so that the earth rang againe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when the Philistines heard the noise of the shout, they said, What meaneth the noise of this great shout in the campe of the Hebrewes? And they vnderstood, that the Arke of the Lord was come into the campe.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Philistines were afraid, for they saide, God is come into the campe. And they said, Woe vnto vs: for there hath not bene such a thing heretofore.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Woe vnto vs: who shall deliuer vs out of the hand of these mightie Gods? these are the Gods that smote the Egyptians with all the plagues in the wildernesse.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Bee strong, and quit your selues like men, O ye Philistines, that yee be not seruants vnto the Hebrewes, as they haue bene to you: quit your selues like men, and fight.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the Philistines fought, and Israel was smitten, and they fled euery man into his tent: and there was a very great slaughter, for there fell of Israel thirtie thousand footmen.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Arke of God was taken, and the two sonnes of Eli, Hophni, and Phinehas were slaine.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And there ran a man of Beniamin out of the army, and came to Shiloh the same day with his clothes rent, and with earth vpon his head.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when hee came, loe, Eli sate vpon a seat by the way side, watching: for his heart trembled for the Arke of God. And when the man came into the citie, and told it, all the city cried out.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when Eli heard the noise of the crying, hee said; What meaneth the noise of this tumult? And the man came in hastily, and told Eli.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now Eli was ninetie and eight yeeres old, and his eyes were dimme, that he could not see.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the man said vnto Eli, I am he, that came out of the army, and I fled to day out of the army. And he said, What is there done, my sonne?",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the messenger answered, and said, Israel is fled before the Philistines, and there hath bene also a great slaughter among the people, and thy two sonnes also, Hophni &amp; Phinehas, are dead, and the Arke of God is taken.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it came to passe when hee made mention of the Arke of God, that he fell from off the seat backward by the side of the gate, and his necke brake, and hee died: for hee was an old man, and heauie, and hee had iudged Israel fortie yeeres.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And his daughter in law Phinehas wife was with childe neere to be deliuered: and when shee heard the tidings that the Arke of God was taken, and that her father in law, and her husband were dead, shee bowed her selfe and traueyled; for her paines came vpon her.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And about the time of her death, the women that stood by her, said vnto her: Feare not, for thou hast borne a sonne. But she answered not, neither did she regard it.",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And she named the childe Ichabod, saying, The glory is departed from Israel, (because the Arke of God was taken, and because of her father in law and her husband.)",
      "info": ""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 4,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And she said, The glory is departed from Israel: for the Arke of God is taken.",
      "info": ""
    }
  ]
}