{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "For behold, in those dayes and in that time, when I shall bring againe the captiuitie of Iudah and Ierusalem,",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I wil also gather all nations, and will bring them downe into the valley of Iehoshaphat, and wil plead with them there for my people, and for my heritage Israel, whom they haue scattered among the nations, and parted my land.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they haue cast lots for my people, and haue giuen a boy for a harlot, and solde a girle for wine, that they might drinke.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Yea and what haue ye to do with me, O Tyre and Zidon, and all the coasts of Palestine? will ye render mee a recompence? and if ye recompense me, swiftly and speedily will I returne your recompense vpon your owne head.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Because yee haue taken my siluer and my gold, and haue caried into your temples my goodly pleasant things.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The children also of Iudah and the children of Ierusalem haue ye sold vnto the Grecians, that yee might remoue them farre from their border.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Behold, I will raise them out of the place whither yee haue sold them, and wil returne your recompence vpon your owne head.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I will sell your sonnes and your daughters into the hande of the children of Iudah, and they shall sell them to the Sabeans, to a people farre off, for the Lord hath spoken it.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Proclaime ye this among the gentiles: prepare warre, wake vp the mightie men, let all the men of warre draw neere, let them come vp.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Beate your plowe shares into swords, and your pruning hookes into speares, let the weake say, I am strong.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Assemble your selues, and come all ye heathen, and gather your selues together round about: thither cause thy mightie ones to come downe, O Lord.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Let the heathen be wakened, and come vp to the valley of Iehoshaphat: for there will I sit to iudge all the heathen round about.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Put ye in the sickle, for the haruest is ripe, come, get you downe, for the presse is full, the fats ouerflowe, for the wickednesse is great.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Multitudes, multitudes in the valley of decision: for þ<sup>e</sup> day of the Lord is neere in the valley of decision.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The Sunne and the Moone shall be darkened, and the starres shall withdraw their shining.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The Lord also shal roare out of Zion, and vtter his voice from Ierusalem, and the heauens and the earth shall shake, but the Lord will be the hope of his people, and the strength of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "So shall ye know that I am the Lord your God, dwelling in Zion, my holy Mountaine: then shall Ierusalem be holy, and there shall no strangers passe through her any more.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And it shall come to passe in that day, that the mountaines shal drop downe new wine, and the hils shall flow with milke, and all the riuers of Iudah shall flow with waters, and a fountaine shall come forth of the house of the Lord, and shall water the valley of Shittim.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Egypt shall be a desolation, and Edom shall be a desolate wildernes, for the violence against the children of Iudah, because they haue shed innocent blood in their land.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But Iudah shall dwell for euer, and Ierusalem from generation to generation.",
      "info": ""
    },
    {
      "book_id": "JOL",
      "book_name": "Joel",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For I wil cleanse their blood, that I haue not cleansed, for the Lord dwelleth in Zion.",
      "info": ""
    }
  ]
}