{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The wordes of Amos, who was among the heardmen of Tekoa, which hee sawe concerning Israel, in the daies of Uzziah King of Iudah, and in the dayes of Ieroboam the sonne of Ioash king of Israel, two yere before the earthquake.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said, The Lord will roare from Zion, and vtter his voice from Ierusalem: and the habitations of the shepheards shall mourne, and the top of Carmel shall wither.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thus saith the Lord; For three transgressions of Damascus, and for foure I wil not turne away the punishment thereof, because they haue threshed Gilead, with threshing instruments of yron.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But I will send a fire into the house of Hazael, which shall deuoure the palaces of Benhadad.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I wil breake also the barre of Damascus, and cut off the inhabitant from the plaine of Auen: and him that holdeth the scepter from the house of Eden, and the people of Syria shall goe into captiuitie, vnto Kir, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Thus saith the Lord, For three transgressions of Gaza, and for foure I will not turne away the punishment thereof: because they caried away captiue the whole captiuitie, to deliuer them vp to Edom.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But I wil send a fire on the wall of Gaza, which shall deuoure the palaces thereof.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I wil cut off the inhabitant from Ashdod, and him that holdeth the scepter from Ashkelon, and I wil turne mine hand against Ekron; and the remnant of the Philistines shall perish, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Thus saith the Lord, For three transgressions of Tyrus, and for foure I wil not turne away the punishment thereof, because they deliuered vp the whole captiuitie to Edom, and remembred not the brotherly couenant.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But I wil send a fire on the wall of Tyrus, which shall deuoure the palaces thereof.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Thus saith the Lord, For three transgressions of Edom, and for foure, I will not turne away the punishment thereof, because he did pursue his brother with the sword, and did cast off all pitie, and his anger did teare perpetually, and kept his wrath for euer.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But I will send a fire vpon Teman, which shall deuoure the palaces of Bozrah.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Thus sayth the Lord, For three transgressions of the children of Ammon, and for foure, I wil not turne away the punishment thereof; because they haue ript vp the women with childe of Gilead, that they might enlarge their border.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But I will kindle a fire in the wall of Rabbah, and it shall deuoure the palaces thereof, with showting in the day of battell, with a tempest in the day of the whirlewinde.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And their king shall goe into captiuitie, hee, and his princes together, sayth the Lord.",
      "info": ""
    }
  ]
}