{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare this word that the Lord hath spoken against you, O children of Israel, against the whole family, which I brought vp from the land of Egypt, saying;",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "You onely haue I knowen of all the families of the earth: therefore I will punish you for all your iniquities.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Can two walke together, except they be agreed?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Will a lyon roare in the forrest, when he hath no pray? will a young lyon cry out of his den, if he haue taken nothing?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Can a bird fall in a snare vpon the earth, where no ginne is for him? shall one take vp a snare from the earth, and haue taken nothing at all?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Shall a trumpet be blowen in the citie, and the people not be afraid? shall there be euill in a citie, and the Lord hath not done it?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Surely the Lord God will doe nothing, but he reuealeth his secret vnto his seruants the Prophets.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The lyon hath roared, Who will not feare? the Lord God hath spoken, Who can but prophecie?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Publish in the palaces at Ashdod, and in the palaces in the land of Egypt, and say; Assemble your selues vpon the mountaines of Samaria: and behold the great tumults in the midst thereof, and the oppressed in the midst thereof.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For they know not to doe right, saith the Lord; who store vp violence, and robberie in their palaces.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore thus saith the Lord God, An aduersarie there shall be euen round about the land: and he shal bring downe thy strength from thee, and thy palaces shall be spoiled.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Thus saith the Lord, As the shepheard taketh out of the mouth of the lyon two legges or a piece of an eare; so shall the children of Israel be taken out that dwell in Samaria, in the corner of a bed, and in Damascus in a couch.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Heare yee and testifie in the house of Iacob, saith the Lord God, the God of hostes;",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "That in the day that I shall visite the transgressions of Israel vpon him, I will also visite the altars of Bethel, and the hornes of the altar shall be cut off, and fall to the ground.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I will smite the winter house with the summer house; and the houses of yuorie shall perish, and the great houses shall haue an end, saith the Lord.",
      "info": ""
    }
  ]
}