{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus hath the Lord God shewed vnto me, and behold, he formed grassehoppers in the beginning of the shooting vp of the latter grouth: and loe, it was the latter grouth after the kings mowings.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it came to passe, that when they had made an ende of eating the grasse of the land, then I said; O Lord God, forgiue, I beseech thee, by whom shal Iacob arise? for he is small.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The Lord repented for this. It shall not be, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Thus hath the Lord God shewed vnto me; and behold, the Lord God called to contend by fire, and it deuoured the great deepe, and did eate vp a part.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then said I, O Lord God , cease, I beseech thee, by whom shal Iacob arise? for he is small.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The Lord repented for this. This also shall not bee, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Thus hee shewed mee, and behold, the Lord stood vpon a wall made by a plumbline, with a plumbline in his hand.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Lord said vnto mee, Amos, what seest thou? And I sayd, A plumb-line. Then sayd the Lord, Behold, I will set a plumb-line in the midst of my people Israel, I will not againe passe by them any more.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the high places of Isaac shall be desolate, and the Sanctuaries of Israel shalbe laide waste: and I will rise against the house of Ieroboam with the sword.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Then Amaziah the Priest of Beth-el sent to Ieroboam king of Israel, saying; Amos hath conspired against thee in the midst of the house of Israel: the land is not able to beare all his words.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For thus Amos saith, Ieroboam shall die by the sword, and Israel shall surely be led away captiue, out of their owne land.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Also Amaziah said vnto Amos, O thou Seer, goe, flee thee away into the land of Iudah, and there eate bread, and prophecie there.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But prophecie not againe any more at Beth-el: for it is the Kings Chappell, and it is the Kings Court.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Then answered Amos, and sayde to Amaziah; I was no Prophet, neither was I a Prophets sonne, but I was an heardman, and a gatherer of Sycomore fruit.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord tooke me as I followed the flocke, and the Lord said vnto me, Goe, prophecie vnto my people Israel.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Now therefore heare thou the worde of the Lord; Thou sayest, Prophecie not against Israel, and drop not thy word against the house of Isaac.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therfore thus sayth the Lord; Thy wife shall be an harlot in the city, and thy sonnes and thy daughters shall fall by the sword, and thy land shall be diuided by line: and thou shalt die in a polluted land, and Israel shall surely goe into captiuitie foorth of his land.",
      "info": ""
    }
  ]
}