{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus hath the Lord God shewed vnto me, and beholde, a basket of Summer fruit.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said, Amos, what seest thou? And I sayde, A basket of Summer fruite. Then said the Lord vnto mee, The ende is come vpon my people of Israel; I will not againe passe by them anymore.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the songs of the Temples shalbe howlings in that day, sayth the Lord God: there shall be many dead bodies in euery place, they shall cast them foorth with silence.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Heare this, O ye that swallow vp the needy, euen to make the poore of the land to faile,",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Saying, When will the newe Moone be gone, that we may sell corne? and the Sabbath, that wee may set forth wheat, making the Ephah small, and the shekel great, and falsifying the balances by deceit?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "That wee may buy the poore for siluer, &amp; the needie for a paire of shoes; yea, and sell the refuse of the wheate?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The Lord hath sworne by the excellencie of Iacob, Surely I will neuer forget any of their workes.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Shall not the land tremble for this, and euery one mourne that dwelleth therein? and it shall rise vp wholly as a flood; and it shall be cast out and drowned, as by the flood of Egypt.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And it shall come to passe in that day, saith the Lord God, that I will cause the Sunne to go downe at noone, and I will darken the earth in the cleare day.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And I will turne your feasts into mourning, and all your songs into lamentation, and I will bring vp sackcloth vpon all loynes, and baldnesse vpon euery head: and I will make it as the mourning of an onely sonne, and the end thereof as a bitter day.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Behold, the daies come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they shall wander from Sea to Sea, and from the North euen to the East they shall runne to and fro, to seeke the worde of the Lord, and shall not finde it.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "In that day shall the faire virgines and young men faint for thirst.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "They that sweare by the sinne of Samaria, and say, Thy God, O Dan, liueth, and the manner of Beer-sheba liueth, euen they shall fall, and neuer rise vp againe.",
      "info": ""
    }
  ]
}