{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "I saw the Lord standing vpon the altar, and he said, Smite the lintell of the doore, that the posts may shake: and cut them in the head all of them, and I will slay the last of them with the sword: hee that fleeth of them, shall not flee away, and he that escapeth of them, shall not be deliuered.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Though they digge into hell, thence shall mine hand take them: though they clime vp to heauen, thence will I bring them downe.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And though they hide themselues in the top of Carmel, I will search and take them out thence, and though they be hid from my sight in the bottome of the Sea, thence will I commaund the serpent, and he shall bite them.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And though they goe into captiuitie before their enemies, thence will I commaund the sword, and it shall slay them: and I will set mine eyes vpon them for euill, and not for good.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Lord God of hostes is he that toucheth the land, and it shall melt, and all that dwelleth therein shall mourne, and it shall rise vp wholly like a flood, and shall be drowned as by the flood of Egypt.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "It is he that buildeth his stories in the heauen, and hath founded his troupe in the earth, he that calleth for the waters of the Sea, and powreth them out vpon the face of the earth: the Lord is his name.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Are yee not as children of the Ethiopians vnto me, O children of Israel, saith the Lord ? haue not I brought vp Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behold, the eyes of the Lord God are vpon the sinfull kingdome, and I will destroy it from off the face of the earth; sauing that I will not vtterly destroy the house of Iacob, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For loe, I will commaund, and I will sift the house of Israel among all nations, like as corne is sifted in a sieue, yet shall not the least graine fall vpon the earth.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "All the sinners of my people shall die by the sword, which say: The euill shall not ouertake nor preuent vs.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ In that day will I raise vp the tabernacle of Dauid, that is fallen, and close vp the breaches thereof, and I will raise vp his ruines, and I will build it as in the dayes of old;",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "That they may possesse the remnant of Edom, and of all the heathen; which are called by my name, saith the Lord that doth this.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Behold, the daies come, saith the Lord, that the plowman shall ouertake the reaper, &amp; the treader of grapes him that soweth seede, and the mountaines shall drop sweete wine, and all the hils shall melt.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will bring againe the captiuitie of my people of Israel: and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drinke the wine thereof: they shall also make gardens, and eate the fruite of them.",
      "info": ""
    },
    {
      "book_id": "AMO",
      "book_name": "Amos",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I will plant them vpon their land, and they shall no more be pulled vp out of their land, which I haue giuen them, saith the Lord thy God.",
      "info": ""
    }
  ]
}