{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Wherefore, seeing wee also are compassed about with so great a cloude of witnesses, let vs lay aside euery weight, &amp; the sinne which doth so easily beset vs, and let vs runne with patience vnto the race that is set before vs,",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Looking vnto Iesus the Authour and finisher of our faith, who for the ioy that was set before him, endured the crosse, despising the shame, and is set down at the right hand of the throne of God.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For consider him that indured such contradiction of sinners against himselfe, lest ye be wearied and faint in your mindes.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Yee haue not yet resisted vnto blood, striuing against sinne.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And ye haue forgotten the exhortation which speaketh vnto you as vnto children, My sonne, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For whome the Lord loueth hee chasteneth, and scourgeth euery sonne whom he receiueth.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "If yee endure chastening, God dealeth with you as with sonnes: for what sonne is he whom the father chasteneth not?",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sonnes.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Furthermore, wee haue had fathers of our flesh, which corrected vs, and we gaue them reuerence: shall we not much rather bee in subiection vnto the Father of Spirits, and liue?",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For they verily for a fewe dayes chastened vs after their owne pleasure, but hee for our profit, that we might bee partakers of his holinesse.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Now no chastening for the present seemeth to be ioyous, but grieuous: neuerthelesse, afterward it yeeldeth the peaceable fruite of righteousnesse, vnto them which are exercised thereby.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Wherefore lift vp the handes which hang downe, and the feeble knees.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And make straight paths for your feete, lest that which is lame bee turned out of the way, but let it rather bee healed.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Followe peace with all men, and holinesse, without which no man shall see the Lord:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Looking diligently, lest any man faile of the grace of God, lest any roote of bitternesse springing vp, trouble you, and thereby many be defiled:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Lest there bee any fornicatour, or profane person, as Esau, who for one morsell of meat sold his birthright.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For yee know how that afterward when hee would haue inherited the blessing, hee was reiected: for hee found no place of repentance, though he sought it carefully with teares.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For yee are not come vnto the mount that might be touched, and that burned with fire, nor vnto blacknesse, and darknes, and tempest,",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the sound of a trumpet, and the voyce of wordes, which voyce they that heard, entreated that the word should not bee spoken to them any more.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For they could not indure that which was commaunded: And if so much as a beast touch the Mountaine, it shall be stoned, or thrust thorow with a dart.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And so terrible was the sight, that Moses sayde, I exceedingly feare, and quake.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But ye are come vnto mount Sion, and vnto the citie of the liuing God the heauenly Ierusalem, and to an innumerable company of Angels:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "To the generall assembly, and Church of the first borne which are written in heauen, and to God the Iudge of all, and to the spirits of iust men made perfect:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And to Iesus the mediatour of the new Couenant, and to the blood of sprinckling, that speaketh better things then that of Abel.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "See that yee refuse not him that speaketh: for if they escaped not who refused him that spake on earth, much more shall not we escape if wee turne away from him that speaketh from heauen.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Whose voice then shooke the earth, but now he hath promised, saying, Yet once more I shake not the earth onely, but also heauen.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And this word Yet once more, signifieth the remouing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remaine.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Wherefore wee receiuing a kingdome which cannot bee moued, let vs haue grace, whereby wee may serue God acceptably, with reuerence and godly feare.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 12,
      "verse_start": 29,
      "verse_end": 29,
      "text": "For our God is a consuming fire.",
      "info": ""
    }
  ]
}