{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Let vs therefore feare, lest a promise being left vs, of entring into his rest, any of you should seeme to come short of it.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For vnto vs was the Gospel preached, as well as vnto thē: but the word preached did not profit them, not being mixed with faith in them that heard it.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For we which haue beleeued do enter into rest, as hee said, As I haue sworne in my wrath, if they shall enter into my rest, although the works were finished from the foundation of the world.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For he spake in a certaine place of the seuenth day on this wise: And God did rest the seuenth day from all his works.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And in this place againe: If they shall enter into my rest.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Seeing therfore it remaineth that some must enter therein, and they to whom it was first preached, entred not in because of vnbeleefe:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Againe, hee limiteth a certaine day, saying in Dauid, To day, after so long a time; as it is saide, To day if ye will heare his voyce, harden not your hearts.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For if Iesus had giuen them rest, then would he not afterward haue spoken of another day.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "There remaineth therefore a rest to the people of God.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For he that is entred into his rest, hee also hath ceased from his owne works, as God did from his.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Let vs labour therefore to enter into that rest, lest any man fall after the same example of vnbeleefe.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For the word of God is quicke and powerfull, and sharper then any two edged sword, pearcing euen to the diuiding asunder of soule and spirit, and of the ioynts and marrowe, and is a discerner of the thoughts and intents of the heart.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Neither is there any creature that is not manifest in his sight: but all things are naked, and opened vnto the eyes of him with whome wee haue to doe.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Seeing then that wee haue a great high Priest, that is passed into the heauens, Iesus the Sonne of God, let vs hold fast our profession.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For wee haue not an high Priest which cannot bee touched with the feeling of our infirmities: but was in all points tempted like as we are, yet without sinne.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Let vs therefore come boldly vnto the throne of grace, that wee may obtaine mercy, and finde grace to helpe in time of need.",
      "info": ""
    }
  ]
}