{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then verily the first Couenant had also ordinances of diuine Seruice, and a worldly Sanctuary.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For there was a Tabernacle made, the first, wherein was the Candlesticke, and the Table, and the Shewbread, which is called the Sanctuarie.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And after the second vaile, the Tabernacle which is called þ<sup>e</sup> Holiest of all:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Which had the golden Censor, and the Arke of the Couenant ouerlayed round about with gold, wherein was the Golden pot that had Manna, and Aarons rod that budded, and the Tables of the Couenant.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And ouer it the Cherubims of glory shadowing the Mercyseat; of which we cannot now speake particularly.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Now when these things were thus ordained, the Priestes went alwayes into the first Tabernacle, accomplishing the seruice of God.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But into the second went the high Priest alone once euery yeere, not without blood, which he offered for himselfe, and for the errors of the people.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The holy Ghost this signifying, that the way into the Holiest of all, was not yet made manifest, while as the first Tabernacle was yet standing:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Which was a figure for the time then present, in which were offred both gifts and sacrifices, that could not make him that did the seruice perfect, as pertayning to the conscience,",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Which stood onely in meates and drinkes, and diuers washings, and carnall ordinances imposed on them vntill the time of reformation.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But Christ being come an high Priest of good things to come, by a greater and more perfect Tabernacle, not made with hands, that is to say, not of this building:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Neither by the blood of Goats and Calues: but by his owne blood hee entred in once into the Holy place, hauing obtained eternall redemption for vs.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For if the blood of Bulls, and of goats, and the ashes of an heifer sprinkling the vncleane, sanctifieth to the purifying of the flesh:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "How much more shall the blood of Christ, who through the eternal Spirit, offered himselfe without spot to God, purge your conscience from dead workes, to serue the liuing God?",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And for this cause hee is the Mediatour of the New Testament, that by meanes of death, for the redemption of the transgressions that were vnder the first Testament, they which are called, might receiue the promise of eternall inheritance.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For where a Testament is, there must also of necessitie bee the death of the Testatour.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For a Testament is of force after men are dead: otherwise it is of no strength at all whilest the Testatour liueth.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Whereupon, neither the first Testament was dedicated without blood.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For when Moses had spoken euery precept to all the people according to the Law, he tooke the blood of Calues and of Goates, with water and scarlet wooll, and hysope, and sprinckled both the booke and all the people,",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Saying, This is the blood of the Testament which God hath enioyned vnto you.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Moreouer, hee sprinkled with blood both the Tabernacle, and all the vessels of the Ministery.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And almost all things are by the Law purged with blood: and without shedding of blood is no remission.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "It was therefore necessary that the patterns of things in the heauens should bee purified with these, but the heauenly things themselues with better sacrifices then these.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "For Christ is not entred into the Holy places made with handes, which are the figures of the true, but into heauen it selfe, now to appeare in the presence of God for vs.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Nor yet that he should offer himselfe often, as the high Priest entreth into the Holy place, euery yeere with blood of others:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For then must hee often haue suffered since the foundation of the world: but now once in the end of the world, hath he appeared to put away sinne by the sacrifice of himselfe.",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And as it is appointed vnto men once to die, but after this the Iudgement:",
      "info": ""
    },
    {
      "book_id": "HEB",
      "book_name": "Hebrews",
      "chapter": 9,
      "verse_start": 28,
      "verse_end": 28,
      "text": "So Christ was once offered to beare the sinnes of many, &amp; vnto them that looke for him shall hee appeare the second time without sinne, vnto saluation.",
      "info": ""
    }
  ]
}