{
  "header": "¶ <em>To the chiefe Musician, Maschil, for the sonnes of Korah.",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 1,
      "verse_end": 1,
      "text": "As the Hart panteth after the water brookes, so panteth my soule after thee, O God.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 2,
      "verse_end": 2,
      "text": "My soule thirsteth for God, for the liuing God: when shall I come and appeare before God?",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 3,
      "verse_end": 3,
      "text": "My teares haue bene my meate day and night; while they continually say vnto me, Where is thy God?",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 4,
      "verse_end": 4,
      "text": "When I remember these things, I powre out my soule in mee; for I had gone with the multitude, I went with them to the house of God; with the voyce of ioy and praise, with a multitude that kept holy day.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Why art thou cast downe, O my soule, and why art thou disquieted in me? hope thou in God, for I shall yet praise him for the helpe of his countenance.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 6,
      "verse_end": 6,
      "text": "O my God, my soule is cast downe within me: therefore will I remember thee from the land of Iordane, and of the Hermonites, from the hill Missar.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Deepe calleth vnto deepe at the noyse of thy water-spouts: all thy waues, and thy billowes are gone ouer me.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Yet the Lord will command his louing kindnes in the day time, and in the night his song shalbe with me, and my prayer vnto the God of my life.",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I will say vnto God, My rocke, why hast thou forgotten me? why goe I mourning, because of the oppression of the enemy?",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 10,
      "verse_end": 10,
      "text": "As with a sword in my bones, mine enemies reproch mee: while they say dayly vnto me, Where is thy God?",
      "info": ""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Why art thou cast downe, O my soule? and why art thou disquieted within me? hope thou in God, for I shall yet praise him, who is the health of my countenance, and my God.",
      "info": ""
    }
  ]
}