{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Goe to now, yee rich men, weepe and howle for your miseries that shall come vpon you.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Your riches are corrupted, and your garments motheaten:",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Your gold and siluer is cankered, and the rust of them shall bee a witnesse against you, and shall eate your flesh as it were fire: ye haue heaped treasure together for the last dayes.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Beholde, the hire of the labourers which haue reaped downe your fieldes, which is of you kept backe by fraud, cryeth: and the cryes of them which haue reaped, are entred into the eares of the Lord of Sabaoth.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Yee haue liued in pleasure on the earth, and bene wanton: ye haue nourished your hearts, as in a day of slaughter:",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Yee haue condemned, and killed the iust, and he doth not resist you.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Be patient therefore, brethren, vnto the comming of the Lord: behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, vntill hee receiue the early and latter raine.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Be yee also patient; stablish your hearts: for the comming of the Lorde draweth nigh.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Grudge not one against another, brethren, lest ye be condemned: behold, the Iudge standeth before the doore.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Take, my brethren, the Prophets, who haue spoken in the Name of the Lord, for an example of suffering affliction, and of patience.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Beholde, wee count them happie which endure. Ye haue heard of the patience of Iob, and haue seene the end of the Lord: that the Lord is very pitifull and of tender mercie.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But aboue all things, my brethren, sweare not, neither by heauen, neither by the earth, neither by any other othe: but let your yea, be yea, and your nay, nay: lest yee fall into condemnation.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Is any among you afflicted? let him pray. Is any merry? let him sing Psalmes.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Is any sicke among you? let him call for the Elders of the Church, and let them pray ouer him, anointing him with oyle in the Name of the Lord:",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the prayer of Faith shall saue the sicke, and the Lord shall raise him vp: and if hee haue committed sinnes, they shall be forgiuen him.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Confesse your faults one to another, and pray one for another, that yee may bee healed: the effectuall feruent prayer of a righteous man auaileth much.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Elias was a man subiect to like passions as we are, and he prayed earnestly that it might not raine: and it rained not on the earth by the space of three yeeres and sixe monethes.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And hee prayed againe, and the heauen gaue raine, and the earth brought foorth her fruit.",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Brethren, if any of you doe erre from the trueth, and one conuert him,",
      "info": ""
    },
    {
      "book_id": "JAS",
      "book_name": "James",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Let him know, that hee which conuerteth the sinner from the errour of his way, shall saue a soule from death, and shall hide a multitude of sinnes.",
      "info": ""
    }
  ]
}