{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "On that day they read in the booke of Moses in the audience of the people, and therein was found written, that the Ammonite and the Moabite should not come into the Congregation of God for euer,",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Because they met not the children of Israel with bread, and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now it came to passe when they had heard the law, that they separated from Israel all the mixed multitude.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And before this Eliashib the priest hauing the ouersight of the chamber of the house of our God, was allied vnto Tobiah:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And hee had prepared for him a great chamber, where aforetime they laid the meat offrings, the frankincense and the vessels, and the tithes of the corne, the new wine, and the oile, which was commanded to be giuen to the Leuites, and the singers, and the porters, and the offerings of the priests.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But in all this time was not I at Ierusalem: for in the two and thirtieth yeere of Artaxerxes king of Babylon, came I vnto the king, and after certaine dayes, obtained I leaue of the King:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I came to Ierusalem, and vnderstood of the euil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it grieued me sore, therefore I cast foorth all the houshold stuffe of Tobiah out of the chamber:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then I commanded, and they cleansed the chambers, and thither brought I againe the vessels of the house of God, with the meate offering, and the frankincense.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And I perceiued that the portions of the Leuites had not beene giuen them: for the Leuites and the singers that did the worke, were fled euery one to his field.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then brought all Iudah the tithe of the corne, and the new wine, and the oyle, vnto the treasuries.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I made treasurers ouer the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Leuites, Pedaiah: and next to them was Hanan the sonne of Zaccur, the sonne of Mattaniah: for they were counted faithfull, and their office was to distribute vnto their brethren.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Remember me, O my God, concerning this, and wipe not out my good deeds, that I haue done for the house of my God, and for the offices thereof.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ In those dayes sawe I in Iudah, some treading wine presses on the Sabbath, and bringing in sheaues, and lading asses, as also wine, grapes, and figs, and all maner of burdens, which they brought into Ierusalem on the Sabbath day: and I testified against them in the day wherein they solde victuals.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 16,
      "verse_end": 16,
      "text": "There dwelt men of Tyre also therein, which brought fish and all maner of ware, and solde on the Sabbath vnto the children of Iudah, and in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then I contended with the Nobles of Iudah, and sayd vnto them, What euill thing is this that ye doe, and profane the Sabbath day?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Did not your fathers thus, and did not our God bring all this euill vpon vs, and vpon this citie? yet ye bring more wrath vpon Israel, by profaning the Sabbath.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And it came to passe, that when the gates of Ierusalem beganne to be darke before the Sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the Sabbath: and some of my seruants set I at the gates, that there should no burden be brought in on the Sabbath day.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 20,
      "verse_end": 20,
      "text": "So the merchants, and sellers of all kinde of ware, lodged without Ierusalem once or twice.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then I testified against them, and said vnto them, Why lodge yee about the wall? If ye doe so againe, I will lay hands on you. From that time forth came they no more on the Sabbath.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And I commanded the Leuites, that they should cleanse themselues, and that they should come and keepe the gates, to sanctifie the Sabbath day: Remember me, O my God, concerning this also, and spare me, according to the greatnesse of thy mercie.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ In those dayes also sawe I Iewes that had maried wiues of Ashdod, of Ammon, and of Moab:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And their children spake halfe in the speech of Ashdod, and could not speake in the Iewes language, but according to the language of ech people.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And I contended with them, and cursed them, and smote certeine of them, and pluckt off their haire, and made them sweare by God, saying, Yee shall not giue your daughters vnto their sonnes, nor take their daughters vnto your sonnes, or for your selues.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Did not Solomon king of Israel sinne by these things? yet among many nations was there no king like him, who was beloued of his God, and God made him king ouer all Israel: neuerthelesse, euen him did outlandish women cause to sinne.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Shall wee then hearken vnto you, to doe all this great euill, to transgresse against our God, in marrying strange wiues?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And one of the sonnes of Ioiada, the sonne of Eliashib the high Priest, was sonne in law to Sanballat the Horonite: therfore I chased him from me.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Remember them, O my God, because they haue defiled the Priesthood, and the couenant of the Priesthood, and of the Leuites.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Thus cleansed I them from all strangers, and appointed the wards of the Priests and the Leuites, euery one in his businesse:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 13,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And for the wood-offering, at times appointed, and for the first fruits. Remember me, O my God, for good.",
      "info": ""
    }
  ]
}