{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe, in the moneth Nisan, in the twentieth yeere of Artaxerxes the king, that wine was before him: and I tooke vp the wine, and gaue it vnto the King: now I had not bene beforetime sad in his presence.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Wherefore the king said vnto me, Why is thy countenance sadde, seeing thou art not sicke? this is nothing else but sorrow of heart. Then I was very sore afraid,",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And said vnto the king, Let the king liue for euer: why should not my countenance be sad, when the city, the place of my fathers Sepulchres, lyeth waste, and the gates thereof are consumed with fire?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then the king said vnto me, For what doest thou make request? So I prayed to the God of heauen.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I said vnto the king, If it please the king, and if thy seruant haue found fauour in thy sight, that thou wouldest send me vnto Iudah vnto the City of my fathers sepulchres, that I may build it.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the king saide vnto mee (the Queene also sitting by him) For how long shall thy iourney bee? and when wilt thou returne? So it pleased the king to send me, and I set him a time.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Moreouer I saide vnto the king, If it please the king, let letters be giuen mee to the gouernours beyond the Riuer, that they may conuey me ouer, till I come into Iudah;",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And a letter vnto Asaph the keeper of the kings forrest, that he may giue me timber to make beames for the gates of the palace which appertained to the house, and for the wall of the Citie, and for the house that I shall enter into: And the king granted me, according to the good hand of my God vpon me.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Then I came to the gouernours beyond the riuer, and gaue them the kings letters: (now the king had sent captaines of the army, and horsemen with me.)",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "When Sanballat the Horonite, and Tobiah the seruant, the Ammonite, heard of it, it grieued them exceedingly, that there was come a man, to seeke the welfare of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So I came to Ierusalem, and was there three dayes.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And I arose in the night, I, and some few men with mee, neither tolde I any man what God had put in my heart to doe at Ierusalem: neither was there any beast with mee, saue the beast that I rode vpon.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I went out by night, by the gate of the valley, euen before the dragon well, and to the doung-port, and viewed the walls of Ierusalem, which were broken downe, and the gates thereof were consumed with fire.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then I went on to the gate of the fountaine, and to the kings poole: but there was no place for the beast that was vnder me, to passe.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then went I vp in the night by the brooke, and viewed the wall, and turned backe, and entred by the gate of the valley, and so returned.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the rulers knew not whither I went, or what I did, neither had I as yet tolde it to the Iewes, nor to the Priests, nor to the nobles, nor to the rulers, nor to the rest that did the worke.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then said I vnto them, Yee see the distresse that we are in, how Ierusalem lieth waste, and the gates therof are burnt with fire: come, and let vs builde vp the wall of Ierusalem, that we be no more a reproch.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then I told them of the hand of my God, which was good vpon me; as also the kings wordes that he had spoken vnto me. And they said, Let vs rise vp and builde. So they strengthened their hands for this good worke.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But when Sanballat the Horonite, and Tobiah the seruant the Ammonite, and Geshem the Arabian heard it, they laughed vs to scorne, and despised vs, and said, What is this thing that yee doe? will ye rebell against the king?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then answered I them, and said vnto them, The God of heauen, he will prosper vs, therefore wee his seruants will arise and build: But you haue no portion, nor right, nor memoriall in Ierusalem.",
      "info": ""
    }
  ]
}