{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Eliashib the hie priest, rose vp with his brethren the Priests, and they built the sheepe-gate, they sanctified it, &amp; set vp the doores of it, euen vnto the towre of Meah they sanctified it, vnto the towre of Hananeel.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And next vnto him builded the men of Iericho: and next to them builded Zaccur the sonne of Imri.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But the fish-gate did the sonnes of Hassenaah build, who also laide the beames thereof, and set vp the doores thereof, the locks thereof, and the barres thereof.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And next vnto them repaired Merimoth the son of Uriah, the sonne of Koz: and next vnto them repaired Meshullam the sonne of Berechiah, the sonne of Meshezabeel: and next vnto them repaired Zadok the sonne of Baana.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And uext vnto them, the Tekoites repaired; but their nobles put not their neckes to the worke of their Lord.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Moreouer the olde gate repaired Iehoiada the sonne of Paseah, and Meshullam the sonne of Besodaiah; they laid the beames thereof, and set vp the doores thereof, and the lockes thereof, and the barres thereof.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And next vnto them repaired Melatiah the Gibeonite, and Iadon the Meronothite, the men of Gibeon, and of Mizpah, vnto the throne of the gouernour on this side the Riuer.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Next vnto him repaired Uzziel the sonne of Harhaiah, of the goldsmiths: next vnto him also repaired Hananiah, the sonne of one of the Apothecaries, and they fortified Ierusalem vnto the broad wall.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And next vnto them repaired Rephaiah the sonne of Hur, the ruler of the halfe part of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And next vnto them repaired Iedaiah the sonne of Harumaph, euen ouer against his house: and next vnto him repaired Hattush the sonne of Hashabniah.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Malchiiah the sonne of Harim, and Hashub the son of Pahath Moab, repaired the other piece, &amp; the towre of the furnaces.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And next vnto him repaired Shallum the sonne of Halloesh the ruler of the halfe part of Ierusalem, hee, and his daughters.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The valley-gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set vp the doores thereof, the lockes thereof, and the bars thereof, and a thousand cubits on the wall, vnto the doung-gate.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But the doung-gate repaired Malchiah the sonne of Rechab, the ruler of part of Beth-haccerem: hee built it, and set vp the doores thereof, the lockes thereof, and the barres thereof.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But the gate of the fountaine repaired Shallum the sonne of Col-hozeh, the ruler of part of Mizpah: hee built it, and couered it, and set vp the doores thereof, the lockes thereof, and the barres thereof, and the wall of the poole of Siloah by the kings garden, and vnto the staires that goe downe from the citie of Dauid.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "After him repaired Nehemiah the sonne of Azbuk, the ruler of the halfe part of Beth-zur, vnto the place ouer against the sepulchres of Dauid, and to the poole that was made, and vnto the house of the mightie.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "After him repaired the Leuites, Rehum the sonne of Bani: next vnto him repaired Hashabiah the ruler of the halfe part of Keilah in his part.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "After him repaired their brethren, Bauai, the sonne of Henadad the ruler of the halfe part of Keilah.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And next to him repaired Ezer the sonne of Ieshua, the ruler of Mizpah, another piece, ouer against the going vp to the armorie, at the turning of the wall.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "After him Baruch the sonne of Zabbai, earnestly repaired the other piece, from the turning of the wall vnto the doore of the house of Eliashib the high Priest.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "After him repaired Merimoth the sonne of Uriiah, the sonne of Koz, another piece, from the doore of the house of Eliashib, euen to the end of the house of Eliashib.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And after him repaired the Priests, the men of the plaine.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 23,
      "verse_end": 23,
      "text": "After him repaired Beniamin, and Hashub, ouer against their house: after him repaired Azariah the sonne of Maaseiah, the sonne of Ananiah, by his house.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 24,
      "verse_end": 24,
      "text": "After him repaired Binnui the sonne of Henadad, another piece from the house of Azariah, vnto the turning of the wall, euen vnto the corner.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Palal the sonne of Uzai, ouer against the turning of the wall, and the tower which lyeth out, from the kings hie house, that was by the court of the prison: after him, Pedaiah the sonne of Parosh.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Moreouer the Nethinims dwelt in Ophel, vnto the place ouer against the water gate, toward the East, and the tower that lieth out.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 27,
      "verse_end": 27,
      "text": "After them the Tekoites repaired another piece, ouer against the great tower that lieth out, euen vnto the wall of Ophel.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 28,
      "verse_end": 28,
      "text": "From aboue the horsegate repaired the Priests, euery one ouer against his house.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 29,
      "verse_end": 29,
      "text": "After them repaired Zadok the sonne of Immer, ouer against his house: after him repaired also Shemaiah, the son of Shechaniah, the keeper of the East-gate.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 30,
      "verse_end": 30,
      "text": "After him repaired Hananiah the sonne of Shelemiah, and Hanun the sixth sonne of Zalaph, another piece: after him repaired Meshullam, the sonne of Berechiah ouer against his chamber.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 31,
      "verse_end": 31,
      "text": "After him repaired Malchiah, the goldsmiths sonne, vnto the place of the Nethinims, and of the merchants, ouer against the gate Miphkad, and to the going vp of the corner.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 3,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And betweene the going vp of the corner vnto the sheepe-gate, repaired the gold-smithes and the merchants.",
      "info": ""
    }
  ]
}