{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "But it came to passe, that when Sanballat heard, that we builded the wall, he was wroth, and tooke great indignation, and mocked the Iewes.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he spake before his brethren, and the army of Samaria, and said, What doe these feeble Iewes? wil they fortifie themselues? will they sacrifice? wil they make an end in a day? wil they reuiue the stones, out of the heapes of the rubbish, which are burnt?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now Tobiah the Ammonite was by him, and he said, Euen that which they build, if a foxe goe vp, he shall euen breake downe their stone wall.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Heare, O our God, for we are despised: and turne their reproch vpon their owne head, and giue them for a pray, in the land of captiuitie.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And couer not their iniquitie, and let not their sinne bee blotted out from before thee: for they haue prouoked thee to anger before the builders.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So built we the wall, and all the wall was ioyned together vnto the halfe therof: for the people had a minde to worke.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ But it came to passe that when Sanballat and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walles of Ierusalem were made vp, and that the breaches began to bee stopped, then they were very wroth,",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And conspired all of them together, to come and to fight against Ierusalem, and to hinder it.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Neuertheles, we made our prayer vnto our God, and set a watch against them, day and night, because of them.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Iudah said, The strength of the bearers of burdens is decayed, and there is much rubbish, so that we are not able to build the wall.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And our aduersaries said, They shall not know, neither see, till wee come in the midst among them, and slay them, and cause the worke to cease.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And it came to passe that when the Iewes which dwelt by them, came, they said vnto vs ten time, From all places, whence yee shall returne vnto vs, they will be vpon you.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Therefore set I in the lower places behind the wall, and on the higher places, I euen set the people, after their families, with their swords, their speares, and their bowes.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I looked, and rose vp, and said vnto the Nobles, and to the rulers, and to rest of the people, Bee not ye afraid of them: Remember the Lord which is great and terrible, and fight for your brethren, your sonnes and your daughters, your wiues &amp; your houses.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And it came to passe when our enemies heard that it was knowen vnto vs, and God had brought their counsell to nought, that we returned all of vs to the wall, euery one vnto his worke.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it came to passe from that time forth, that the halfe of my seruants wrought in the worke, and the other halfe of them held both the speares, the shields and the bowes, and the habergeons, and the rulers were behind all the house of Iudah.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "They which builded on the wall, and they that bare burdens, with those that laded, euery one with one of his hands wrought in the worke, and with the other hand held a weapon.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For the builders, euery one had his sword girded by his side, and so builded: and he that sounded the trumpet was by mee.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And I said vnto the Nobles, and to the rulers, and to the rest of the people, The worke is great and large, and wee are separated vpon the wall, one farre from another:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 20,
      "verse_end": 20,
      "text": "In what place therefore ye heare the sound of the trumpet, resort ye thither vnto vs: our God shal fight for vs.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 21,
      "verse_end": 21,
      "text": "So wee laboured in the worke: and halfe of them held the speares, from the rising of the morning, til the starres appeared.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Likewise at the same time said I vnto the people, Let euery one, with his seruant, lodge within Ierusalem, that in the night they may be a guard to vs, and labour on the day.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So neither I, nor my brethren, nor my seruants, nor the men of the guard which followed me, none of vs put off our clothes, sauing that euery one put them off for washing.",
      "info": ""
    }
  ]
}