{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And there was a great crie of the people, and of their wiues, against their brethren the Iewes.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For there were that said, We, our sonnes, and our daughters are many: therefore wee take vp corne for them, that we may eat, and liue.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Some also there were that saide, We haue morgaged our landes, vineyards and houses, that we might buy corne, because of the dearth.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "There were also that said, Wee haue borrowed money for the kings tribute, and that vpon our lands and vineyards.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Yet now our flesh is as the flesh of our brethren, our children as their children: and loe, wee bring into bondage our sonnes and our daughters, to bee seruants, and some of our daughters are brought vnto bondage already, neither is it in our power to redeeme them: for other men haue our lands and vineyards.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And I was very angry, when I heard their crie, and these words.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then I consulted with my selfe, and I rebuked the Nobles, and the rulers, and said vnto them, You exact vsurie, euery one of his brother. And I set a great assembly against them:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I said vnto them, We, after our abilitie, haue redeemed our brethren the Iewes, which were sold vnto the heathen; and will you euen sell your brethren? or shall they be sold vnto vs? Then held they their peace, and found nothing to answere.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Also I said, It is not good that yee doe: ought yee not to walke in the feare of our God, because of the reproch of the heathen our enemies?",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "I likewise, and my brethren, and my seruants, might exact of them money and corne: I pray you let vs leaue off this vsurie.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Restore, I pray you, to them, euen this day, their lands, their vineyards, their oliue-yards, and their houses, also the hundreth part of the money, and of the corne, the wine, and the oyle, that ye exact of them.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then said they, Wee will restore them, and will require nothing of them; so will we doe, as thou sayest. Then I called the Priests, and tooke an oath of them, that they should doe according to this promise.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Also I shooke my lap, and said, So God shake out euery man from his house, and from his labour, that performeth not this promise, euen thus be he shaken out, and emptied. And all the Congregation said, Amen, and praised the Lord. And the people did according to this promise.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Moreouer, from the time that I was appointed to be their gouernor in the land of Iudah, from the twentieth yeere euen vnto the two and thirtieth yere of Artaxerxes the king, that is, twelue yeres, I and my brethren, haue not eaten the bread of the gouernour:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But the former gouernours that had bene before me, were chargeable vnto the people, and had taken of them bread, and wine, beside fourtie shekels of siluer, yea euen their seruants bare rule ouer the people: but so did not I, because of the feare of God.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Yea also I continued in the worke of this wall, neither bought wee any land: and all my seruants were gathered thither vnto the worke.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Moreouer, there were at my table, an hundred and fiftie of the Iewes and rulers, besides those that came vnto vs from among the heathen that are about vs.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now that which was prepared for me daily, was one oxe, and sixe choice sheepe; also foules were prepared for mee, and once in ten dayes, store of all sorts of wine: yet for all this required not I the bread of the gouernour, because the bondage was heauy vpon this people.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thinke vpon mee, my God, for good, according to all that I haue done for this people.",
      "info": ""
    }
  ]
}