{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And all the people gathered themselues together, as one man, into the street that was before the water gate, and they spake vnto Ezra the scribe, to bring the booke of the Law of Moses, which the Lord had commanded to Israel.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ezra the priest brought the Law before the Congregation, both of men and women, and all that could heare with vnderstanding, vpon the first day of the seuenth moneth.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hee read therein before the street that was before the water gate, from the morning vntill midday, before the men and the women, and those that could vnderstand: And the eares of all the people were attentiue vnto the booke of the law.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ezra the scribe, stood vpon a pulpit of wood, which they had made for the purpose, and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand: and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Ezra opened the booke in the sight of all the people (for hee was aboue al the people) and when he opened it, all the people stood vp:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Ezra blessed the Lord the great God: and al the people answered, Amen, Amen, with lifting vp their hands: and they bowed their heads, and worshipped the Lord, with their faces to the ground.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Also Ieshua and Bani, and Sherebiah, Iamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Iozabad, Hanan, Pelaiah, and the Leuites, caused the people to vnderstand the law: and the people stood in their place.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So they read in the booke, in the Law of God distinctly, and gaue the sense, and caused them to vnderstand the reading.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Nehemiah, which is the Tirshatha, and Ezra the Priest the Scribe, and the Leuites that taught the people, said vnto all the people, This day is holy vnto the Lord your God, mourne not, nor weepe: for all the people wept, when they heard the words of the Law.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then hee sayd vnto them, Goe your way, eat the fat, &amp; drinke the sweet, and send portions vnto them, for whom nothing is prepared: for this day is holy vnto our Lord: neither be ye sory, for the ioy of the Lord is your strength.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So the Leuites stilled all the people, saying, Holde your peace, for the day is holy, neither be ye grieued.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And all the people went their way to eate, and to drinke, and to send portions, and to make great mirth, because they had vnderstood the wordes that were declared vnto them.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And on the second day were gathered together the chiefe of the fathers of all the people, the Priestes and the Leuites, vnto Ezra the Scribe, euen to vnderstand the wordes of the Law.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And they found written in the Law whith the Lord had commanded by Moses, that the children of Israel should dwell in boothes, in the feast of the seuenth moneth:",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And that they should publish and proclaime in all their cities, and in Ierusalem, saying, Goe foorth vnto the mount, and fetch Oliue branches, and Pine branches, and Myrtle branches, and Palme branches, and branches of thicke trees, to make boothes, as it is written.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ So the people went foorth, and brought them, and made themselues boothes, euery one vpon the roofe of his house, and in their courts, and in the courts of the house of God, and in the streete of the water-gate, and in the streete of the gate of Ephraim.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And all the congregation of them that were come againe out of the captiuitie, made boothes, and sate vnder the boothes: for since the dayes of Ieshua the sonne of Nun, vnto that day, had not the children of Israel done so: and there was very great gladnesse.",
      "info": ""
    },
    {
      "book_id": "NEH",
      "book_name": "Nehemiah",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Also day by day from the first day vnto the last day, he read in the booke of the Law of God: and they kept the feast seuen dayes, and on the eight day was a solemne assembly according vnto the maner.",
      "info": ""
    }
  ]
}