{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Israel is an empty vine, he bringeth forth fruite vnto himselfe: according to the multitude of his fruite, he hath increased the altars, according to the goodnesse of his land, they haue made goodly images.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Their heart is diuided: now shall they be found faultie: hee shall breake downe their altars: he shall spoile their images.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For now they shall say, We haue no King, because we feared not the Lord, What then should a King doe to vs?",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They haue spoken words, swearing falsely in making a couenant: thus iudgement springeth vp as hemlocke in the furrowes of the field.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The inhabitants of Samaria shall feare, because of the calues of Bethauen: for the people thereof shall mourne ouer it, and the priests thereof that reioyced on it, for the glory thereof, because it is departed from it.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "It shall be also caried vnto Assyria for a present to King Iareb: Ephraim shall receiue shame, and Israel shall be ashamed of his owne counsell.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "As for Samaria, her King is cut off as the fome vpon the water.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The high places also of Auen, the sinne of Israel, shall be destroyed: the thorne and the thistle shall come vp on their altars; and they shall say to the mountaines, Couer vs; and to the hilles, Fall on vs.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "O Israel, thou hast sinned from the dayes of Gibeah: there they stood: the battell in Gibeah against the children of iniquitie did not ouertake them.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "It is in my desire that I should chastise them, and the people shall be gathered against them, when they shall bind themselues in their two furrowes.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Ephraim is as an heifer that is taught and loueth to tread out the corne, but I passed ouer vpon her faire necke: I will make Ephraim to ride: Iudah shall plow, and Iacob shall breake his clods.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Sow to your selues in righteousnesse, reape in mercie: breake vp your fallow ground: for it is time to seeke the Lord, till he come and raine righteousnesse vpon you.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Ye haue plowed wickednesse, yee haue reaped iniquitie, ye haue eaten the fruite of lies: because thou didst trust in thy way, in the multitude of thy mightie men.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore shall a tumult arise among thy people, and all thy fortresses shall bee spoiled, as Shalman spoiled Beth-arbel in the day of battell: the mother was dashed in pieces vpon her children.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So shall Bethel doe vnto you, because of your great wickednesse: in a morning shall the king of Israel be vtterly cut off.",
      "info": ""
    }
  ]
}