{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "When Ephraim spake, trembling, he exalted himselfe in Israel, but, when he offended in Baal, he died.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And now they sinne more and more, and haue made them molten images of their siluer, and idoles according to their owne vnderstanding, all of it the worke of the craftesmen: they say of them, Let the men that sacrifice, kisse the calues.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore they shalbe as the morning cloud, and as the early dew it passeth away, as the chaffe that is driuen with a whirlewinde out of the floore, and as the smoke out of the chimney.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Yet I am the Lord thy God from the land of Egypt, and thou shalt know no God, but me: for there is no sauiour beside me.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ I did know thee in the wildernesse, in the land of great drought.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "According to their pasture, so were they filled: they were filled, and their heart was exalted: therefore haue they forgotten me.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore I will bee vnto them as a Lion, as a Leopard by the way will I obserue them.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "I will meet them as a beare that is bereaued of her whelpes, and will rent the kall of their heart, and there will I deuoure them like a Lion: the wilde beast shall teare them.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ O Israel, thou hast destroied thy selfe, but in me is thine helpe.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "I will be thy King: where is any other that may saue thee in all thy cities? and thy Iudges of whom thou saidst, Giue me a King and Princes?",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "I gaue thee a king in mine anger, and tooke him away in my wrath.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The iniquitie of Ephraim is bound vp: his sinne is hid.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The sorrowes of a traueiling woman shall come vpon him, he is an vnwise sonne, for he should not stay long in the place of the breaking foorth of children.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I will ransome them from the power of the graue: I will redeeme them from death: O death, I will be thy plagues, O graue, I will be thy destruction; repentance shall be hid from mine eyes.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Though he be fruitfull among his brethren, an East winde shall come, the winde of the Lord shall come vp from the wildernesse, and his spring shall become drie, and his fountaine shalbe dried vp: he shall spoile the treasure of all pleasant vessels.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 13,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Samaria shall become desolate, for she hath rebelled against her God: they shall fall by the sword: their infants shalbe dashed in pieces, and their women with childe shalbe ript vp.",
      "info": ""
    }
  ]
}