{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare the worde of the Lord, yee children of Israel: for the Lord hath a controuersie with the inhabitants of the land, because there is no trueth, nor mercie, nor knowledge of God in the land.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "By swearing, and lying, and killing, and stealing, and committing adulterie, they breake out, and blood toucheth blood.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore shall the land mourne, and euery one that dwelleth therein shall languish, with the beastes of the field, and with the foules of heauen, yea the fishes of the Sea also shall be taken away.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Yet let no man striue, nor reproue another: for this people are as they that striue with the priest.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Therefore shalt thou fall in the day, and the prophet also shall fall with thee in the night, and I will destroy thy mother.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ My people are destroyed for lacke of knowledge: because thou hast reiected knowledge, I will also reiect thee, that thou shalt be no priest to me: seeing thou hast forgotten the lawe of thy God, I wil also forget thy children.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "As they were increased, so they sinned against me: therfore wil I change their glory into shame.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "They eate vp the sinne of my people, and they set their heart on their iniquitie.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And there shall be like people, like priest: and I will punish them for their wayes, and reward them their doings.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For they shall eate, and not haue enough: they shall commit whordome, and shall not increase, because they haue left off to take heed to the Lord.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Whoredome, and wine, and newe wine take away the heart.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ My people aske counsel at their stocks, and their staffe declareth vnto them: for the spirit of whordomes hath caused them to erre, and they haue gone a whoring from vnder their God.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "They sacrifice vpon the tops of the mountaines, and burne incense vpon the hilles vnder okes and poplars, and elmes, because the shadowe thereof is good: therefore your daughters shall commit whoredome, and your spouses shall commit adulterie.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I will not punish your daughters when they commit whordome, nor your spouses when they commit adulterie: for themselues are separated with whores, and they sacrifice with harlots: therfore the people that doth not vnderstand, shall fall.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Though thou Israel play the harlot, yet let not Iudah offend, and come not ye vnto Gilgal, neither goe ye vp to Beth-auen, nor sweare, The Lord liueth:",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For Israel slideth backe, as a backe sliding heifer: now the Lord will feede them as a lambe in a large place.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Ephraim is ioyned to idoles: let him alone.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Their drinke is sowre: they haue committed whordome continually: her rulers with shame doe loue, Giue ye.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The wind hath bound her vp in her wings, and they shall be ashamed because of their sacrifices.",
      "info": ""
    }
  ]
}