{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare yee this, O priests, and hearken, ye house of Israel, and giue yee eare, O house of the king: for iudgement is toward you, because yee haue beene a snare on Mizpah, and a net spread vpon Tabor.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the reuolters are profound to make slaughter, though I haue bene a rebuker of them all.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I know Ephraim, and Israel is not hid from me: for now, O Ephraim, thou committest whordome, and Israel is defiled.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They will not frame their doings to turne vnto their God: for the spirit of whoredomes is in the midst of them, and they haue not knowen the Lord.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the pride of Israel doth testifie to his face: therefore shall Israel and Ephraim fall in their iniquity: Iudah also shall fall with them.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "They shall goe with their flocks, and with their heards to seeke the Lord: but they shall not finde him, he hath withdrawen himselfe from them.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "They haue dealt treacherously against the Lord: for they haue begotten strange children, now shall a moneth deuoure them with their portions.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Blow yee the cornet in Gibeah, and the trumpet in Ramah: cry alowd at Beth-auen: after thee, O Beniamin.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Ephraim shall be desolate in the day of rebuke: among the tribes of Israel haue I made knowen that which shall surely be.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The Princes of Iudah were like them that remooue the bound: therefore I will powre out my wrath vpon them like water.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Ephraim is oppressed, and broken in iudgement: because he willingly walked after the commandement.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore wil I be vnto Ephraim as a moth: and to the house of Iudah as rottennesse.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "When Ephraim saw his sicknesse, and Iudah saw his wound: then went Ephraim to the Assyrian, and sent to king Iareb; yet could he not heale you, nor cure you of your wound.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For I will bee vnto Ephraim as a Lion, and as a yong Lion to the house of Iudah: I, euen I wil teare and goe away: I will take away, and none shall rescue him.",
      "info": ""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ I will goe and returne to my place, till they acknowledge their offence, and seeke my face: in their affliction they will seeke me early.",
      "info": ""
    }
  ]
}