{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Paul a seruant of Iesus Christ, called to bee an Apostle, separated vnto the Gospel of God,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "(Which he had promised afore by his Prophets in the holy Scriptures,)",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Concerning his Sonne Iesus Christ our Lord, which was made of the seed of Dauid according to the flesh,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And declared to be the Sonne of God, with power, according to the Spirit of holinesse, by the resurrection from the dead.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "By whom we haue receiued grace and Apostleship for obedience to the faith among all nations for his Name,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Among whom are ye also the called of Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "To all that be in Rome, beloued of God, called to be Saints: Grace to you and peace from God our Father, and the Lord Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "First I thanke my God through Iesus Christ for you all, that your faith is spoken of throughout the whole world.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For God is my witnesse, whom I serue with my spirit in the Gospel of his Sonne, that without ceasing I make mention of you, alwayes in my prayers,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Making request, (if by any meanes now at length I might haue a prosperous iourney by the will of God) to come vnto you.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For I long to see you, that I may impart vnto you some spirituall gift, to the end you may be established,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "That is, that I may be comforted together with you, by the mutual faith both of you and me.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Now I would not haue you ignorant, brethren, that oftentimes I purposed to come vnto you, (but was let hitherto) that I might haue some fruit among you also, euen as among other Gentiles.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I am debter both to the Greeks, and to the Barbarians, both to the wise, and to the vnwise.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So, as much as in mee is, I am ready to preach the Gospel to you that are at Rome also.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For I am not ashamed of the Gopel of Christ: for it is the power of God vnto saluation, to euery one that beleeueth, to the Iew first, and also to the Greeke.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For therein is the righteousnesse of God reueiled from faith to faith: as it is written, The iust shall liue by faith.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For the wrath of God is reueiled from heauen against all vngodlinesse, and vnrighteousnesse of men, who hold the trueth in vnrighteousnesse.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Because that which may bee knowen of God, is manifest in them, for God hath shewed it vnto them.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For the inuisible things of him from the Creation of the world, are clearely seene, being vnderstood by the things that are made, euen his eternall Power and Godhead, so that they are without excuse:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Because that when they knew God, they glorified him not as God, neither were thankefull, but became vaine in their imaginations, and their foolish heart was darkened:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Professing themselues to be wise, they became fooles:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And changed the glory of the vncorruptible God, into an image made like to corruptible man, and to birdes, and foure footed beasts, and creeping things:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Wherefore God also gaue them vp to vncleannesse, through the lusts of their owne hearts, to dishonour their owne bodies betweene themselues:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Who changed the trueth of God into a lye, and worshipped and serued the creature more then the Creatour, who is blessed for euer. Amen.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For this cause God gaue them vp vnto vile affections: for euen their women did change the naturall vse into that which is against nature:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And likewise also the men, leauing the naturall vse of the woman, burned in their lust one towards another, men with men working that which is vnseemely, and receiuing in themselues that recompense of their errour which was meet.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And euen as they did not like to retaine God in their knowledge, God gaue them ouer to a reprobate minde, to doe those things which are not conuenient:",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Being filled with all vnrighteousnes, fornication, wickednesse, couetousnes, maliciousnes, full of enuie, murther, debate, deceit, malignitie, whisperers,",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Backbiters, haters of God, despitefull, proude, boasters, inuenters of euill things, disobedient to parents;",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Without vnderstanding, couenant breakers, without naturall affection, implacable, vnmercifull;",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 1,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Who knowing the iudgement of God, (that they which commit such things, are worthy of death) not onely do the same, but haue pleasure in them that doe them.",
      "info": ""
    }
  ]
}