{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Let euery soule bee subiect vnto the higher powers: For there is no power but of God. The powers that be, are ordeined of God.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Whosoeuer therefore resisteth the power, resisteth the ordinance of God: and they that resist, shall receiue to themselues damnation.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For rulers are not a terrour to good works, but to the euill. Wilt thou then not bee afraide of the power? doe that which is good, and thou shalt haue praise of the same.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For hee is the minister of God to thee for good: but if thou do that which is euill, be afraid: for he beareth not the sword in vaine: for he is the minister of God, a reuenger to execute wrath vpon him that doeth euill.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Wherfore ye must needs be subiect, not onely for wrath, but also for conscience sake.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For, for this cause pay you tribute also: for they are Gods ministers, attending continually vpon this very thing.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Render therfore to all their dues, tribute to whom tribute is due, custome to whome custome, feare to whome feare, honour to whom honour.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Owe no man any thing, but to loue one another: for hee that loueth another hath fulfilled the Law.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For this, Thou shalt not commit adulterie, Thou shalt not kill, Thou shalt not steale, Thou shalt not beare false witnesse, Thou shalt not couet: and if there be any other commandement, it is briefly comprehended in this saying, namely, Thou shalt loue thy neighbour as thy selfe.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Loue worketh no ill to his neighbour, therefore loue is the fulfilling of the Law.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And that, knowing the time, that now it is high time to awake out of sleepe: for now is our saluation neerer then when we beleeued.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The night is farre spent, the day is at hand: let vs therefore cast off the workes of darkenesse, and let vs put on the armour of light.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Let vs walke honestly as in the day, not in rioting and drunkennesse, not in chambring and wantonnes, not in strife and enuying.",
      "info": ""
    },
    {
      "book_id": "ROM",
      "book_name": "Romans",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But put yee on the Lord Iesus Christ, and make not prouision for the flesh, to fulfill the lusts thereof.",
      "info": ""
    }
  ]
}