{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Moab rebelled against Israel, after the death of Ahab.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ahaziah fel downe thorow a lattesse in his vpper chamber that was in Samaria, and was sicke: and he sent messengers, and said vnto them, Goe, enquire of Baalzebub the god of Ekron, whether I shal recouer of this disease.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But the Angel of the Lord said to Eliiah the Tishbite, Arise, goe vp to meete the messengers of the king of Samaria, and say vnto them, Is it not because there is not a God in Israel, that ye goe to enquire of Baalzebub the god of Ekron?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Now therefore, thus sayeth the Lord, Thou shalt not come downe from that bed on which thou art gone vp, but shalt surely die. And Eliiah departed.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And when the messengers turned backe vnto him, he said vnto them, Why are ye now turned backe?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they said vnto him, There came a man vp to meet vs, and said vnto vs, Goe, turne againe vnto the king that sent you, and say vnto him, Thus saith the Lord, Is it not because there is not a God in Israel, that thou sendest to enquire of Baalzebub the god of Ekron? therefore thou shalt not come downe from that bedde on which thou art gone vp, but shalt surely die.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee said vnto them, What maner of man was he which came vp to meet you, and told you these words?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they answered him, He was an hairy man, and girt with a girdle of leather about his loynes: and he said, It is Eliiah the Tishbite.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then the King sent vnto him a captaine of fiftie, with his fiftie: and he went vp to him, (and behold, he sate on the top of an hill) and hee spake vnto him, Thou man of God, the king hath said, Come downe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Eliiah answered, and said to the captaine of fiftie, If I be a man of God, then let fire come downe from heauen, and consume thee and thy fiftie. And there came downe fire from heauen, and consumed him and his fiftie.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Againe also hee sent vnto him another captaine of fiftie, with his fiftie: And hee answered, and said vnto him, O man of God, Thus hath the king said, Come downe quickly.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Eliiah answered, and saide vnto them, If I be a man of God, let fire come downe from heauen, and consume thee, and thy fiftie. And the fire of God came downe from heauen, and consumed him, and his fiftie.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And hee sent againe a captaine of the third fiftie, with his fiftie: and the third captaine of fiftie went vp, and came and fell on his knees before Eliiah, and besought him, and saide vnto him, Oh man of God, I pray thee, let my life, and the life of these fiftie thy seruants, be precious in thy sight.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Behold, there came fire downe from heauen, and burnt vp the two captaines of the former fifties, with their fifties: Therefore let my life now be precious in thy sight.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Angel of the Lord said vnto Elijah, Goe downe with him, be not afraid of him. And he arose, and went downe with him vnto the king.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he said vnto him, Thus saith the Lord, Forasmuch as thou hast sent messengers to enquire of Baalzebub the god of Ekron (is it not because there is no God in Israel, to enquire of his word?) therefore thou shalt not come downe off that bed on which thou art gone vp, but shalt surely die.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ So he died, according to the worde of the Lord which Eliiah had spoken: and Iehoram reigned in his stead, in the second yeere of Iehoram the sonne of Iehoshaphat king of Iudah, because he had no sonne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now the rest of the actes of Ahaziah, which hee did, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    }
  ]
}