{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when Athaliah the mother of Ahaziah sawe that her sonne was dead, she arose, and destroyed all the seed royall.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "But Iehosheba the daughter of king Ioram, sister of Ahaziah, tooke Ioash the sonne of Ahaziah, and stale him from among the Kings sonnes which were slaine; and they hid him, euen him and his nurse in the bed-chamber from Athaliah, so that he was not slaine.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he was with her hidde in the House of the Lord, sixe yeeres: and Athaliah did reigne ouer the land.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And the seuenth yeere Iehoiada sent and fet the rulers ouer hundreds, with the captains, and the guard, and brought them to him into the house of the Lord, and made a couenant with them, and tooke an othe of them in the house of the Lord, and shewed them the Kings sonne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he commanded them, saying, This is the thing that yee shall doe; A third part of you that enter in on the Sabbath, shall euen be keepers of the watch of the kings house:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And a third part shall be at the gate of Sur, and a third part at the gate behinde the guard: so shall yee keepe the watch of the house, that it be not broken downe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And two parts of all you, that goe foorth on the Sabbath, euen they shall keepe the watch of the house of the Lord about the King.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And yee shall compasse the King round about, euery man with his weapons in his hand: and he that commeth within the ranges, let him bee slaine: and be yee with the king, as hee goeth out, and as he commeth in.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the captaines ouer the hundreds did according to all things that Iehoiada the Priest commanded: and they tooke euery man his men that were to come in on the Sabbath, with them that should goe out on the Sabbath, and came to Iehoiada the Priest.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And to the captaines ouer hundreds, did the Priest giue king Dauids speares and shields, that were in the Temple.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the guard stood, euery man with his weapons in his hand, round about the king, from the right corner of the Temple, to the left corner of the Temple, along by the Altar and the Temple.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he brought foorth the kings sonne, and put the crowne vpon him, and gaue him the Testimonie, and they made him King, and anointed him, and they clapt their hands, and said, God saue the King.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And when Athaliah heard the noise of the guard, and of the people, she came to the people, into the Temple of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when shee looked, behold, the king stood by a pillar, as the maner was, and the Princes, and the trumpetters by the King, and all the people of the land reioyced, and blew with trumpets: and Athaliah rent her clothes, and cryed, Treason, treason.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But Iehoiada the Priest commanded the captaines of the hundreds, the officers of the hoste, and sayde vnto them, Haue her foorth without the ranges; and him that followeth her, kill with the sword: for the Priest had sayd, Let her not be slaine in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they laid hands on her, and she went by the way, by the which the horses came into the kings house, and there was she slaine.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And Iehoiada made a couenant betweene the Lord and the king, and the people, that they should be the Lords people; betweene the king also and the people.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And all the people of the land went into the house of Baal, and brake it down, his altars, and his images brake they in pieces throughly, and slew Mattan the priest of Baal before the altars: and the Priest appointed officers ouer the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And hee tooke the rulers ouer hundreds, and the captaines, and the guard, and all the people of the land, and they brought downe the king from the house of the Lord, and came by the way of the gate of the guard, to the kings house, and he sate on the throne of the kings.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And all the people of the land reioyced, and the citie was in quiet, and they slew Athaliah with the sword, beside the kings house.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 11,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Seuen yeeres old was Iehoash when he began to reigne.",
      "info": ""
    }
  ]
}