{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the seuenth yeere of Iehu, Iehoash began to reigne, and fourtie yeeres reigned he in Ierusalem, and his mothers name was Zibiah of Beersheba.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Iehoash did that which was right in the sight of the Lord all his dayes, wherein Iehoiada the Priest instructed him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But the high places were not taken away: the people still sacrificed, and burnt incense in the high places.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And Iehoash said to the priests, All the money of the dedicated things that is brought into the house of the Lord, euen the money of euery one that passeth the account, the money that euery man is set at, and all the money that commeth into any mans heart, to bring into the house of the Lord,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Let the priests take it to them, euery man of his acquaintance, and let them repaire the breaches of the house, wheresoeuer any breach shalbe found.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But it was so that in the three and twentieth yeere of king Iehoash, the priests had not repaired the breaches of the house.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then king Iehoash called for Iehoiada the priest, and the other priests, and saide vnto them, Why repaire ye not the breaches of the house? now therefore receiue no more money of your acquaintance, but deliuer it for the breaches of the house.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the priests consented to receiue no more money of the people, neither to repaire the breaches of the house.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But Iehoiada the priest tooke a chest, and bored a hole in the lid of it, and set it beside the Altar, on the right side, as one commeth into the house of the Lord, and the priests that kept the doore, put therein all the money that was brought into the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And it was so when they saw that there was much money in the chest, that the kings scribe, and the high priest came vp, and they put vp in bags and told the money that was found in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And they gaue the money, being told, into the handes of them that did the worke, that had the ouersight of the house of the Lord: and they laid it out to the carpenters and builders, that wrought vpon the house of the Lord,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And to Masons, and hewers of stone, and to buy timber, and hewed stone to repaire the breaches of the house of the Lord, and for all that was laid out for the house to repaire it.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Howbeit, there were not made for the house of the Lord, bowles of siluer, snuffers, basons, trumpets, any vessels of gold, or vessels of siluer, of the money that was brought into the house of the Lord:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But they gaue that to the workemen, and repaired therewith the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Moreouer, they reckned not with the men, into whose hand they deliuered the money to be bestowed on workmen: for they dealt faithfully.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The trespasse money, and sinnemoney was not brought into the house of the Lord: it was the Priests.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then Hazael king of Syria went vp, and fought against Gath, and tooke it: and Hazael set his face to goe vp to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Iehoash king of Iudah tooke all the hallowed things that Iehoshaphat, and Iehoram, and Ahaziah his fathers, kings of Iudah had dedicate, and his owne hallowed things, and all the gold that was found in the treasures of the house of the Lord, and in the kings house, and sent it to Hazael king of Syria, and hee went away from Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And the rest of the actes of Iehoash, and all that he did, are they not written in the booke of the Chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And his seruants arose, and made a conspiracie, and slew Iehoash in the house of Millo, which goeth downe to Silla.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For Iozachar the sonne of Shimeath, and Iehozabad the sonne of Shomer, his seruants, smote him, and he died; and they buried him with his fathers in the citie of Dauid, and Amaziah his sonne reigned in his stead.",
      "info": ""
    }
  ]
}