{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the twenty and seuenth yeere of Ieroboam king of Israel, began Azariah sonne of Amaziah king of Iudah to reigne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sixteene yeeres old was he when he began to reigne, and he reigned two aud fifty yeeres in Ierusalem: and his mothers name was Iecholiah of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he did that which was right in the sight of the Lord, according to all that his father Amaziah had done;",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Saue that the high places were not remoued: the people sacrificed, and burnt incense still on the high places.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the Lord smote the king, so that hee was a Leper vnto the day of his death, and dwelt in a seuerall house, and Iotham the kings sonne was ouer the house, iudging the people of the land.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the rest of the actes of Azariah, and all that hee did, are they not written in the booke of the Chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 7,
      "verse_end": 7,
      "text": "So Azariah slept with his fathers, and they buried him with his fathers in the city of Dauid, and Iotham his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ In the thirty and eight yeere of Azariah king of Iudah, did Zachariah the sonne of Ieroboam reigne ouer Israel in Samaria sixe moneths.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And hee did that which was euil in the sight of the Lord, as his fathers had done: he departed not from the sinnes of Ieroboam the sonne of Nebat, who made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Shallum the sonne of Iabesh, conspired against him, and smote him before the people, and slewe him, and reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the rest of the actes of Zachariah, beholde, they are written in the booke of the chronicles of the kings of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 12,
      "verse_end": 12,
      "text": "This was the word of the Lord which he spake vnto Iehu, saying, Thy sonnes shall sit on the throne of Israel, vnto the fourth generation. And so it came to passe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Shallum the sonne of Iabesh began to reigne in the nine and thirtieth yeere of Uzziah king of Iudah, and he reigned a full moneth in Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For Menahem the sonne of Gadi, went vp from Tirzah, and came to Samaria, and smote Shallum the sonne of Iabesh, in Samaria, and slew him, and reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the rest of the actes of Shallum, and the conspiracy which he made, behold, they are written in the booke of the chronicles of the kings of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Then Menahem smote Tiphsah, and all that were therein, and the coasts thereof from Tirzah: because they opened not to him, therfore he smote it, and all the women therein that were with child, he ript vp.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 17,
      "verse_end": 17,
      "text": "In the nine and thirtieth yeere of Azariah king of Iudah, began Menahem the sonne of Gadi to reigne ouer Israel, and reigned tenne yeres in Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he did that which was euill in the sight of the Lord: hee departed not all his dayes from the sinnes of Ieroboam the sonne of Nebat, who made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Pul the king of Assyria came against the land: and Menahem gaue Pul a thousand talents of siluer, that his hand might be with him, to confirm the kingdome in his hand.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Menahem exacted the mony of Israel, euen of all the mightie men of wealth, of each man fiftie shekels of siluer, to giue to the king of Assyria: so the king of Assyria turned backe, and stayed not there in the land.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And the rest of the acts of Menahem, and all that he did, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Menahem slept with his fathers, and Pekahiah his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ In the fiftieth yere of Azariah king of Iudah, Pekahiah the sonne of Menahem began to reigne ouer Israel in Samaria, and reigned two yeeres.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he did that which was euill in the sight of the Lord, hee departed not from the sinnes of Ieroboam the sonne of Nebat, who made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But Pekah the sonne of Remaliah, a captaine of his, conspired against him, and smote him in Samaria, in the palace of the kings house, with Argob, and Arieh, and with him fiftie men of the Gileadites: and hee killed him, and reigned in his roume.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the rest of the actes of Pekahiah, and all that he did, beholde, they are written in the booke of the chronicles of the kings of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ In the two and fiftieth yeere of Azariah king of Iudah, Pekah the sonne of Remaliah began to reigne ouer Israel in Samaria, and reigned twentie yeeres.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And he did that which was euill in the sight of the Lord, hee departed not from the sinnes of Ieroboam the sonne of Nebat, who made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 29,
      "verse_end": 29,
      "text": "In the dayes of Pekah king of Israel, came Tiglath Pileser king of Assyria, and tooke Iion, and Abel-Beth-maachah, and Ianoah, and Kedesh, and Hazor, and Gilead, and Galilee, all the land of Naphtali, and caried them captiue to Assyria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Hoshea the sonne of Elah, made a conspiracie against Pekah the sonne of Remaliah, and smote him, and slew him, and reigned in his stead, in the twentieth yeere of Iotham the sonne of Uzziah.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the rest of the actes of Pekah, and all that he did, behold, they are written in the booke of the Chronicles of the kings of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ In the second yeere of Pekah the sonne of Remaliah king of Israel, began Iotham the sonne of Uzziah king of Iudah to reigne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Fiue and twentie yeeres olde was he when he began to reigne, and hee reigned sixteene yeeres in Ierusalem: and his mothers name was Ierusha, the daughter of Zadok.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And he did that which was right in the sight of the Lord: hee did according to all that his father Uzziah had done.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ Howbeit, the high places were not remoued: the people sacrificed and burnt incense still in the high places: He built the higher gate of the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ Now the rest of the actes of Iotham, and all that hee did, are they not written in the booke of the Chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 37,
      "verse_end": 37,
      "text": "(In those dayes the Lord began to send against Iudah, Rezin the king of Syria, and Pekah the sonne of Remaliah)",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 15,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And Iotham slept with his fathers, and was buried with his fathers in the citie of Dauid his father, and Ahaz his sonne reigned in his stead.",
      "info": ""
    }
  ]
}