{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the seuenteenth yeere of Pekah the sonne of Remaliah, Ahaz the sonne of Iotham King of Iudah began to reigne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Twentie yeeres olde was Ahaz when hee began to reigne, and reigned sixteene yeeres in Ierusalem, and did not that which was right in the sight of the Lord his God, like Dauid his father:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But hee walked in the way of the kings of Israel, yea &amp; made his sonne to passe through the fire, according to the abominations of the heathen, whom the Lord cast out from before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And hee sacrificed and burnt incense in the high places, and on the hils, and vnder euery greene tree.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then Rezin king of Syria, and Pekah sonne of Remaliah king of Israel, came vp to Ierusalem to warre: and they besieged Ahaz, but could not ouercome him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "At that time Rezin king of Syria, recouered Elath to Syria, &amp; draue the Iewes from Elath: and the Syrians came to Elath, and dwelt there vnto this day.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "So Ahaz sent messengers to Tiglath Pileser king of Assyria, saying, I am thy seruant, and thy sonne: come vp, and saue me out of the hand of the king of Syria, and out of the hand of the king of Israel, which rise vp against me.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Ahaz tooke the siluer and gold that was found in the house of the Lord, and in the treasures of the kings house, and sent it for a present to the king of Assyria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the king of Assyria hearkened vnto him: for the king of Assyria went vp against Damascus, and tooke it, and caried the people of it captiue to Kir, and slew Rezin.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And King Ahaz went to Damascus, to meete Tiglath Pileser king of Assyria, and saw an altar that was at Damascus: and king Ahaz sent to Uriiah the Priest the fashion of the altar, and the paterne of it, according to all the workemanship thereof.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Uriiah the Priest built an altar: according to all that king Ahaz had sent from Damascus, so Uriiah the Priest made it, against king Ahaz came from Damascus.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when the king was come from Damascus, the King saw the altar: and the King approched to the altar, and offered thereon.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he burnt his burnt offering, and his meate offering, and powred his drinke offering, and sprinkled the blood of his peace offerings vpon the altar.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And hee brought also the brasen altar which was before the Lord, from the forefront of the house, from betweene the altar and the house of the Lord, and put it on the North side of the altar.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And king Ahaz commanded Uriiah the Priest, saying, Upon the great altar, burne the morning burnt offering, and the euening meate offering, and the Kings burnt sacrifice, and his meate offering, with the burnt offering of all the people of the land, and their meate offering, and their drinke offerings, and sprinkle vpon it all the blood of the burnt offering, and all the blood of the sacrifice: and the brasen altar shall be for me to enquire by.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thus did Uriiah the Priest, according to all that king Ahaz commaunded.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And king Ahaz cut off the borders of the bases, and remooued the lauer from off them, and tooke downe the sea from off the brasen oxen that were vnder it, and put it vpon a pauement of stones:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the couert for the Sabbath that they had built in the house, and the kings entry without, turned hee from the house of the Lord, for the king of Assyria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Now the rest of the actes of Ahaz, which he did, are they not written in the booke of the Chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Ahaz slept with his fathers, and was buried with his fathers in the city of Dauid, and Hezekiah his sonne reigned in his stead.",
      "info": ""
    }
  ]
}