{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the twelfth yeere of Ahaz, king of Iudah, began Hoshea the sonne of Elah to reigne in Samaria, ouer Israel nine yeeres.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee did that which was euill in the sight of the Lord, but not as the kings of Israel that were before him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Against him came vp Shalmaneser king of Assyria, and Hoshea became his seruant, and gaue him presents.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "An the king of Assyria found conspiracie in Hoshea: for hee had sent messengers to So king of Egypt, and brought no present to the king of Assyria, as he had done yeere by yeere: therefore the king of Assyria shut him vp, and bound him in prison.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then the king of Assyria came vp thorowout all the land, and went vp to Samaria, and besieged it three yeres.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ In the ninth yeere of Hoshea, the king of Assyria tooke Samaria, and caried Israel away into Assyria, and placed them in Halah, and in Habor by the riuer of Gozan, and in the cities of the Medes.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For so it was, that the children of Israel had sinned against the Lord their God, which had brought them vp out of the land of Egypt, from vnder the hand of Pharaoh king of Egypt, and had feared other gods,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And walked in the statutes of the heathen, (whom the Lord cast out from before the children of Israel) and of the kings of Israel, which they had made.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the children of Israel did secretly those things that were not right, against the Lord their God: and they built them high places in all their cities, from the tower of the watchmen, to the fenced city.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they set them vp images, and groues in euery high hill, and vnder euery greene tree.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And there they burnt incense in all the high places, as did the heathen whom the Lord caried away before them, and wrought wicked things to prouoke the Lord to anger.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For they serued idoles, whereof the Lord had said vnto them, Yee shall not doe this thing.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Yet the Lord testified against Israel, and against Iudah, by all the Prophets, and by all the Seers, saying, Turne ye from your euill wayes, and keepe my commandements, and my statutes, according to all the law which I commanded your fathers, and which I sent to you by my seruants the Prophets.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Notwithstanding, they would not heare, but hardened their neckes, like to the necke of their fathers, that did not beleeue in the Lord their God.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they reiected his Statutes, and his Couenant that hee made with their fathers, and his Testimonies which he testified against them, and they followed vanitie, and became vaine, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not doe like them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they left all the Commandements of the Lord their God, and made them molten images, euen two calues, and made a groue, and worshipped all the hoste of heauen, and serued Baal.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they caused their sonnes and their daughters to passe through the fire, and vsed diuination, and inchantments, and sold themselues to doe euill in the sight of the Lord, to prouoke him to anger.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Therefore the Lord was very angry with Israel, and remoued them out of his sight, there was none left, but the tribe of Iudah onely.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Also Iudah kept not the Commandements of the Lord their God, but walked in the Statutes of Israel which they made.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Lord reiected all the seed of Israel, and afflicted them, and deliuered them into the hand of spoilers, vntill he had cast them out of his sight.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For he rent Israel from the house of Dauid, and they made Ieroboam the sonne of Nebat king, and Ieroboam draue Israel from following the Lord, and made them sinne a great sinne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For the children of Israel walked in al the sinnes of Ieroboam which he did, they departed not from them:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Untill the Lord remoued Israel out of his sight, as hee had said by all his seruants the Prophets: so was Israel caried away out of their owne land to Assyria, vnto this day.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And the King of Assyria brought men from Babylon, and from Cuthah, and from Aua, and from Hamath, and from Sepharuaim, and placed them in the cities of Samaria, in stead of the children of Israel; and they possessed Samaria, and dwelt in the cities thereof.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And so it was at the beginning of their dwelling there, that they feared not the Lord; therefore the Lord sent Lions among them, which slew some of them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Wherefore they spake to the king of Assyria, saying, The nations which thou hast remoued, and placed in the cities of Samaria, know not the maner of the God of the land: therfore he hath sent Lions among them, and beholde, they slay them, because they know not the maner of the God of the land.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Then the king of Assyria commanded, saying, Carie thither one of the priests whom ye brought from thence, and let them goe and dwell there, and let him teach them the maner of the God of the land.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Then one of the priests whom they had caried away from Samaria, came and dwelt in Bethel, and taught them howe they should feare the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Howbeit, euery nation made gods of their owne, and put them in the houses of the high places which the Samaritanes had made, euery nation in their cities wherein they dwelt:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the men of Babylon made Succoth-Benoth, and the men of Cuth made Nergal, and the men of Hamath made Ashima:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the Auites made Nibhaz and Tartak; and the Sepharuites burnt their children in fire to Adrammelech, and Anammelech, the gods of Sepharuaim.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 32,
      "verse_end": 32,
      "text": "So they feared the Lord, and made vnto themselues of the lowest of them priests of the high places, which sacrificed for them in the houses of the high places.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 33,
      "verse_end": 33,
      "text": "They feared the Lord, and serued their owne gods, after the maner of the nations whom they caried away from thence.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Unto this day they doe after the former maners: they feare not the Lord, neither doe they after their Statutes, or after their Ordinances, or after the Law and Commaundement which the Lord commaunded the children of Iacob, whom hee named Israel,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 35,
      "verse_end": 35,
      "text": "With whom the Lord had made a Couenant, and charged them, saying, Yee shall not feare other gods, nor bow your selues to them, nor serue them, nor sacrifice to them:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 36,
      "verse_end": 36,
      "text": "But the Lord, who brought you vp out of the land of Egypt, with great power, and a stretched out arme, him shall ye feare, and him shall ye worship, and to him shall ye doe sacrifice.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And the Statutes, and the Ordinances, and the Law, and the Commandement which he wrote for you, ye shall obserue to doe for euermore, and ye shall not feare other gods:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And the Couenant that I haue made with you, ye shall no forget, neither shall ye feare other gods.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 39,
      "verse_end": 39,
      "text": "But the Lord your God yee shall feare, and he shall deliuer you out of the hand of all your enemies.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Howbeit, they did not hearken, but they did after their former maner.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 17,
      "verse_start": 41,
      "verse_end": 41,
      "text": "So these nations feared the Lord, and serued their grauen images, both their children, and their childrens children: as did their fathers, so doe they vnto this day.",
      "info": ""
    }
  ]
}