{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In those dayes was Hezekiah sicke vnto death: and the Prophet Isaiah the sonne of Amos came to him, and saide vnto him, Thus saith the Lord, Set thine house in order: for thou shalt die, and not liue.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then hee turned his face to the wall, and prayed vnto the Lord, saying;",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I beseech thee, O Lord, remember now how I haue walked before thee in trueth, and with a perfect heart, and haue done that which is good in thy sight: and Hezekiah wept sore.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And it came to passe afore Isaiah was gone out into the middle court, that the word of the Lord came to him, saying:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Turne againe, and tell Hezekiah the captaine of my people, Thus saith the Lord, the God of Dauid thy father, I haue heard thy prayer, I haue seene thy teares: behold, I will heale thee; on the third day thou shalt goe vp vnto the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I will adde vnto thy dayes fifteene yeeres, and I will deliuer thee, and this city, out of the hand of the king of Assyria, and I will defend this citie for mine owne sake, and for my seruant Dauids sake.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Isaiah said, Take a lumpe of figs. And they tooke and layd it on the boile, and he recouered.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And Hezekiah said vnto Isaiah, What shall bee the signe that the Lord wil heale me, and that I shall goe vp into the house of the Lord the third day?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Isaiah said, This signe shalt thou haue of the Lord, that the Lord will doe the thing that hee hath spoken: shall the shadow goe forward ten degrees, or goe backe tenne degrees?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Hezekiah answered, It is a light thing for the shadow to go downe tenne degrees: nay, but let the shadow returne backward tenne degrees.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Isaiah the Prophet cryed vnto the Lord, and he brought the shadow tenne degrees backeward, by which it had gone downe in the diall of Ahaz.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ At that time Berodach-Baladan the sonne of Baladan King of Babylon, sent letters and a present vnto Hezekiah: for he had heard that Hezekiah had beene sicke.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Hezekiah hearkened vnto them, and shewed them the house of his precious things, the siluer, and the golde, and the spices, and the precious oyntment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah shewed them not.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Then came Isaiah the Prophet vnto King Hezekiah, and sayde vnto him, What sayd these men? and from whence came they vnto thee? And Hezekiah sayde, They are come from a farre countrey, euen from Babylon.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he said, What haue they seene in thine house? And Hezekiah answered, All the things that are in mine house haue they seene: there is nothing among my treasures, that I haue not shewed them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Isaiah said vnto Hezekiah, Heare the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Behold, the dayes come, that all that is in thine house, and that which thy fathers haue layde vp in store vnto this day, shall be caried vnto Babylon: nothing shall be left, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And of thy sonnes that shall issue from thee, which thou shalt beget, shall they take away, and they shall bee Eunuches in the palace of the king of Babylon.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Then said Hezekiah vnto Isaiah, Good is the word of the Lord which thou hast spoken. And he said, Is it not good, if peace and trueth be in my dayes?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And the rest of the actes of Hezekiah, and all his might, and how hee made a poole and a conduit, &amp; brought water into the city, are they not written in the booke of the Chronicles of the Kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 20,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Hezekiah slept with his fathers, and Manasseh his sonne reigned in his stead.",
      "info": ""
    }
  ]
}