{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Manasseh was twelue yeres olde when hee beganne to reigne, and reigned fiftie and fiue yeeres in Ierusalem: and his mothers name was Hephzibah.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee did that which was euill in the sight of the Lord, after the abominations of the heathen, whom the Lord cast out before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For he built vp againe the high places, which Hezekiah his father had destroyed, and hee reared vp altars for Baal, and made a groue, as did Ahab king of Israel, and worshipped all the hoste of heauen, and serued them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And he built altars in the house of the Lord, of which the Lord sayd, In Ierusalem will I put my Name.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he built altars for all the host of heauen, in the two courts of the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he made his sonne passe thorow the fire, and obserued times, and vsed enchantments, and dealt with familiar spirits, and wizards: he wrought much wickednesse in the sight of the Lord, to prouoke him to anger.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he set a grauen image of the groue that he had made, in the house, of which the Lord said to Dauid, and to Solomon his sonne, In this house and in Ierusalem, which I haue chosen out of all tribes of Israel, wil I put my Name for euer:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Neither will I make the feete of Israel mooue any more out of the land, which I gaue their fathers: onely if they will obserue to doe according to all that I haue commanded them, and according to all the Law, that my seruant Moses commanded them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But they hearkened not: and Manasseh seduced them to doe more euill then did the nations, whome the Lord destroyed before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the Lord spake by his seruants the Prophets, saying,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Because Manasseh king of Iudah hath done these abominations, and hath done wickedly aboue all that the Amorites did, which were before him, and hath made Iudah also to sinne with his idoles:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore thus saith the Lord God of Israel, Behold, I am bringing such euill vpon Ierusalem and Iudah, that whosoeuer heareth of it, both his eares shall tingle.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I will stretch ouer Ierusalem the line of Samaria, and the plummet of the house of Ahab: and I will wipe Ierusalem as a man wipeth a dish, wiping it and turning it vpside downe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will forsake the remnant of mine inheritance, and deliuer them into the hand of their enemies, and they shall become a pray and a spoile to all their enemies,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Because they haue done that which was euill in my sight, and haue prouoked me to anger since the day their fathers came forth out of Egypt, euen vnto this day.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Moreouer, Manasseh shed innocent blood very much, till he had filled Ierusalem from one end to another, beside his sinne wherwith he made Iudah to sinne, in doing that which was euill in the sight of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Now the rest of the actes of Manasseh, and all that he did, and his sinne that he sinned, are they not written in the booke of the Chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Manasseh slept with his fathers, and was buried in the garden of his owne house, in the garden of Uzza: and Amon his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Amon was twentie and two yeres old when he began to reigne, and he reigned two yeeres in Ierusalem: and his mothers name was Meshullemeth, the daughter of Haruz of Iotbah.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he did that which was euill in the sight of the Lord, as his father Manasseh did.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he walked in all the wayes that his father walked in, and serued the idoles that his father serued, and worshipped them:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he forsooke the Lord God of his fathers, and walked not in the way of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And the seruants of Amon conspired against him, and slew the king in his owne house.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the people of the land slew al them that had conspired against king Amon, and the people of the land made Iosiah his sonne king in his stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Now the rest of the acts of Amon, which he did, are they not written in the booke of the chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 21,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And he was buried in his sepulchre, in the garden of Uzza, and Iosiah his sonne reigned in his stead.",
      "info": ""
    }
  ]
}