{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the king sent, and they gathered vnto him all the Elders of Iudah, and of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the king went vp into the house of the Lord, and all the men of Iudah, and all the inhabitants of Ierusalem with him, and the Priestes, and the Prophets, and all the people both small and great: and he read in their eares all the wordes of the booke of the Couenant which was found in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And the King stood by a pillar, and made a Couenant before the Lord, to walke after the Lord, and to keepe his Commaundements, and his Testimonies, &amp; his Statutes, with all their heart, and all their soule, to performe the words of this Couenant, that were written in this booke: and all the people stood to the Couenant.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the king commanded Hilkiah the high Priest, and the priests of the second order, and the keepers of the doore to bring forth out of the Temple of the Lord all the vessels that were made for Baal, and for the groue, and for all the hoste of heauen: and he burnt them without Ierusalem in the fields of Kidron, and caried the ashes of them vnto Bethel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And hee put downe the idolatrous priests whome the kings of Iudah had ordeined to burne incense in the high places, in the cities of Iudah and in the places round about Ierusalem: them also that burnt incense vnto Baal, to the Sunne, and to the Moone, and to the Planets, and to all the hoste of heauen.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he brought out the groue from the house of the Lord, without Ierusalem, vnto the brooke Kidron, and burnt it at the brooke Kidron, and stampt it small to powder, and cast the powder thereof vpon the graues of the children of the people.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he brake downe the houses of the Sodomites that were by the house of the Lord, where the women woue hangings for the groue.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he brought all the priests out of the cities of Iudah, and defiled the high places where the priests had burnt incense, from Geba to Beersheba, and brake downe the hie places of the gates that were in the entring in of the gate of Ioshua the gouernour of the citie, which were on a mans left hand at the gate of the citie.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Neuerthelesse, the priests of the high places came not vp to the Altar of the Lord in Ierusalem, but they did eate of the vnleauened bread among their brethren.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he defiled Topheth which is in the valley of the children of Hinnom, that no man might make his sonne or his daughter to passe through the fire to Molech.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he tooke away the horses that the kings of Iudah had giuen to the Sunne, at the entring in of the house of the Lord, by the chamber of Nathanmelech the chamberlaine, which was in the suburbs, and burnt the charets of the Sunne with fire,",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the altars that were on the top of the vpper chamber of Ahaz, which the kings of Iudah had made, and the altars which Manasseh had made in the two courts of the house of the Lord, did the king beat downe, and brake them downe from thence, and cast the dust of them into the brooke Kidron.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the high places that were before Ierusalem, which were on the right hand of the mount of corruption, which Solomon the king of Israel had builded for Ashtoreth, the abomination of the Zidonians, and for Chemosh the abomination of the Moabites, and for Milchom the abomination of the children of Ammon, did the king defile.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he brake in pieces the images, and cut downe the groues, and filled their places with the bones of men.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Moreouer the altar that was at Bethel, and the high place which Ieroboam the sonne of Nebat, who made Israel to sinne, had made, both that altar, and the high place he brake downe, and burnt the high place, and stampt it small to powder, and burnt the groue.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And as Iosiah turned himselfe, he spied the sepulchres that were there in the mount, and sent, &amp; tooke the bones out of the sepulchres, and burnt them vpon the altar, and polluted it, according to the word of the Lord which the man of God proclaimed, who proclaimed these words.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then hee said, What title is that that I see? and the men of the city told him, It is the sepulchre of the man of God, which came from Iudah, and proclaimed these things that thou hast done against the altar of Bethel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he said, Let him alone: let no man moue his bones: so they let his bones alone, with the bones of the Prophet that came out of Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And all the houses also of the hie places that were in the cities of Samaria, which the kings of Israel had made to prouoke the Lord to anger, Iosiah tooke away, and did to them according to all the actes that hee had done in Bethel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he slew all the priests of the high places that were there, vpon the altars, and burnt mens bones vpon them, and returned to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And the King commanded all the people saying, Keepe the Passeouer vnto the Lord your God, as it is written in this booke of the Couenant.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Surely there was not holden such a Passeouer, from the daies of the Iudges that iudged Israel, nor in all the dayes of the kings of Israel, nor of the kings of Iudah:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But in the eighteenth yeere of king Iosiah, wherein this Passeouer was holden to the Lord in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ Moreouer the workers with familiar spirits, and the wizards, and the images, and the idoles, and all the abominations that were spied in the land of Iudah, and in Ierusalem, did Iosiah put away, that he might performe the wordes of the lawe, which were written in the booke that Hilkiah the priest found in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And like vnto him was there no king before him, that turned to the Lord with all his heart, and with all his soule, and with all his might, according to all the Law of Moses, neither after him arose there any like him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Notwithstanding, the Lord turned not from the fiercenesse of his great wrath, wherwith his anger was kindled against Iudah, because of all the prouocations that Manasseh had prouoked him withall.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the Lord said, I will remoue Iudah also out of my sight, as I haue remoued Israel, and will cast off this citie Ierusalem, which I haue chosen, and the house of which I sayd, My name shall be there.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Now the rest of the actes of Iosiah, and all that hee did, are they not written in the booke of the chronicles of the kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ In his dayes, Pharaoh Nechoh king of Egypt, went vp against the king of Assyria to the riuer Euphrates: and king Iosiah went against him, and hee slew him at Megiddo, when he had seene him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And his seruants caried him in a charet dead from Megiddo, &amp; brought him to Ierusalem, and buried him in his owne sepulchre: and the people of the land tooke Iehoahaz the sonne of Iosiah, and anointed him, and made him king in his fathers stead.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Iehoahaz was twenty and three yeeres olde when he beganne to reigne, and hee reigned three moneths in Ierusalem: and his mothers name was Hamital, the daughter of Ieremiah, of Libnah.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And hee did that which was euill in the sight of the Lord, according to all that his fathers had done.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Pharaoh Nechoh put him in bandes at Riblah in the land of Hamath, that he might not reigne in Ierusalem, and put the land to a tribute of an hundred talents of siluer, and a talent of golde.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And Pharaoh Nechoh made Eliakim the sonne of Iosiah king, in the roume of Iosiah his father, and turned his name to Iehoiakim, and tooke Iehoahaz away: and hee came to Egypt, and died there.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And Iehoiakim gaue the siluer, and the golde to Pharaoh, but he taxed the land to giue the money according to the commandement of Pharaoh: hee exacted the siluer and the golde of the people of the land, of euery one according to his taxation, to giue it vnto Pharaoh Nechoh.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ Iehoiakim was twentie and fiue yeere olde when he began to reigne, and he reigned eleuen yeeres in Ierusalem: and his mothers name was Zebudah, the daughter of Pedaiah of Rumah.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 23,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And he did that which was euill in the sight of the Lord, according to all that his fathers had done.",
      "info": ""
    }
  ]
}