{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now Naaman captaine of the host of the king of Syria, was a great man with his master, and honourable, because by him the Lord had giuen deliuerance vnto Syria: He was also a mighty man in valour, but he was a leper.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Syrians had gone out by companies, and had brought away captiue out of the land of Israel a litle maid, &amp; she waited on Naamans wife.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And shee saide vnto her mistresse, Would God my lord were with the Prophet that is in Samaria, for hee would recouer him of his leprosie.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And one went in, and tolde his lord, saying, Thus and thus said the mayd that is of the land of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the king of Syria said, Goe to, Goe, and I will send a letter vnto the king of Israel. And hee departed, and tooke with him ten talents of siluer, and sixe thousand pieces of gold, and ten changes of raiment.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee brought the letter to the king of Israel, saying, Now when this letter is come vnto thee, behold, I haue therewith sent Naaman my seruant to thee, that thou mayest recouer him of his leprosie.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And it came to passe when the king of Israel had read the letter, that he rent his clothes, and said, Am I God, to kill and to make aliue, that this man doeth send vnto me, to recouer a man of his leprosie? Wherefore consider, I pray you, and see how he seeketh a quarrell against me.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And it was so when Elisha the man of God had heard, that the king of Israel had rent his clothes, that he sent to the king, saying, Wherefore hast thou rent thy clothes? Let him come now to mee, and he shall know that there is a Prophet in Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So Naaman came with his horses, and with his charet, and stood at the doore of the house of Elisha.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Elisha sent a messenger vnto him, saying, Goe and wash in Iordane seuen times, and thy flesh shall come againe to thee, and thou shalt be cleane.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But Naaman was wroth, and went away, and saide, Beholde, I thought, He will surely come out to me and stand, and call on the Name of the Lord his God, and strike his hand ouer the place, and recouer the leper.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Are not Abana and Pharpar, riuers of Damascus, better then all the waters of Israel? May I not wash in them, and be cleane? So he turned, and went away in a rage.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And his seruants came neere and spake vnto him, and said, My father, If the Prophet had bid thee do some great thing, wouldest thou not haue done it? How much rather then, when hee saith to thee, Wash and be cleane?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then went he downe, and dipped himselfe seuen times in Iordan, according to the saying of the man of God: and his flesh came againe like vnto the flesh of a litle childe, and he was cleane.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And he returned to the man of God, he and all his company, and came, and stood before him: and he said, Behold, now I know that there is no God in all the earth, but in Israel: now therefore, I pray thee, take a blessing of thy seruant.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But he said, As the Lord liueth, before whom I stand, I will receiue none: And hee vrged him to take it, but he refused.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Naaman said, Shall there not then, I pray thee, be giuen to thy seruant two mules burden of earth? for thy seruant wil henceforth offer neither burnt offering, nor sacrifice vnto other gods, but vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "In this thing the Lord pardon thy seruant, that when my master goeth into the house of Rimmon to worship there, and hee leaneth on my hand, and I bow myselfe in the house of Rimmon: when I bow downe my selfe in the house of Rimmon, the Lord pardon thy seruant in this thing.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he said vnto him, Go in peace. So he departed from him, a litle way.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ But Gehazi the seruant of Elisha the man of God, said, Behold, my master hath spared Naaman this Syrian, in not receiuing at his hands that which hee brought: but as the Lord liueth, I wil runne after him, and take somewhat of him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "So Gehazi followed after Naaman: and when Naaman saw him running after him, hee lighted downe from the charet to meet him, and said, Is all well?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he said, All is well: my master hath sent me, saying, Behold, euen now there be come to mee from mount Ephraim two yong men, of the sonnes of the Prophets: Giue them, I pray thee, a talent of siluer, and two changes of garments.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Naaman said, Bee content, take two talents: and hee vrged him, and bound two talents of siluer in two bags, with two changes of garments, and layde them vpon two of his seruants, and they bare them before him.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And when he came to the towre, he tooke them from their hand, and bestowed them in the house, and hee let the men goe, and they departed.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But he went in, and stood before his master: and Elisha said vnto him, Whence commest thou, Gehazi? And hee said, Thy seruant went no whither.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And he said vnto him, Went not mine heart with thee, when the man turned againe from his charet to meete thee? Is it a time to receiue money, and to receiue garments, and Oliue yards, and Uineyards, and sheepe, and oxen, and men seruants, and mayd seruants?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 5,
      "verse_start": 27,
      "verse_end": 27,
      "text": "The leprosie therefore of Naaman shall cleaue vnto thee, and vnto thy seede for euer: And hee went out from his presence a leper as white as snow.",
      "info": ""
    }
  ]
}