{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the sonnes of the Prophets saide vnto Elisha, Beholde now, the place where wee dwell with thee, is too strait for vs:",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Let vs goe, wee pray thee, vnto Iordane, and take thence euery man a beame, and let vs make vs a place there where we may dwell. And hee answered, Goe ye.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And one said, Be content, I pray thee, and goe with thy seruants. And he answered, I will goe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "So hee went with them: and when they came to Iordane, they cut downe wood.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But as one was felling a beame, the axe head fell into the water: and hee cryed, and sayd, Alas master, for it was borrowed.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the man of God said, Where fell it? and hee shewed him the place: and he cut downe a sticke, and cast it in thither, and the yron did swimme.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore said he, Take it vp to thee: And hee put out his hand, and tooke it.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Then the king of Syria warred against Israel, and tooke counsell with his seruants, saying, In such and such a place shall be my campe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the man of God sent vnto the king of Israel, saying, Beware that thou passe not such a place; for thither the Syrians are come downe.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the king of Israel sent to the place which the man of God tolde him, and warned him of, and saued himselfe there, not once nor twise.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore the heart of the king of Syria was sore troubled for this thing, and he called his seruants, and said vnto them, Will ye not shewe me which of vs is for the king of Israel?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And one of his seruants sayde, None, my lord O king; but Elisha the Prophet, that is in Israel, telleth the king of Israel, the wordes that thou speakest in thy bed-chamber.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And he said, Goe and spie where he is, that I may send and fetch him. And it was tolde him, saying, Behold, he is in Dothan.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore sent he thither horses, and charets, and a great hoste: and they came by night, and compassed the citie about.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when the seruant of the man of God was risen early and gone forth, behold, an host compassed the citie, both with horses and charets: and his seruant said vnto him, Alas my master, how shall we doe?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he answered, Feare not: for they that be with vs, are moe then they that be with them.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Elisha prayed, and sayde, Lord, I pray thee, open his eyes that he may see. And the Lord opened the eyes of the young man, and hee saw: and behold, the mountaine was full of horses, and charets of fire round about Elisha.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And when they came downe to him, Elisha prayed vnto the Lord, and said, Smite this people, I pray thee, with blindnesse. And hee smote them with blindnesse, according to the word of Elisha.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And Elisha saide vnto them, This is not the way, neither is this the citie: follow me, and I will bring you to the man whom ye seeke. But hee led them to Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And it came to passe when they were come into Samaria, that Elisha said, Lord, open the eyes of these men, that they may see. And the Lord opened their eyes, and they saw, and beholde, they were in the mids of Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the king of Israel saide vnto Elisha, when he saw them, My father, shall I smite them? shall I smite them?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he answered, Thou shalt not smite them: wouldest thou smite those whom thou hast taken captiue with thy sword, and with thy bow? set bread and water before them, that they may eate, and drinke, and go to their master.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And hee prepared great prouision for them, and when they had eaten and drunke, hee sent them away, and they went to their master: so the bands of Syria came no more into the lande of Israel.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And it came to passe after this, that Benhadad king of Syria gathered all his hoste, and went vp, and besieged Samaria.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And there was a great famine in Samaria: and behold, they besieged it, vntill an asses head was solde for fourescore pieces of siluer, and the fourth part of a kab of doues doung for fiue pieces of siluer.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And as the king of Israel was passing by vpon the wall, there cried a woman vnto him, saying, Helpe, my lord, O king.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And he said, If the Lord do not helpe thee, whence shall I helpe thee? out of the barne floore, or out of the wine presse?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the king said vnto her, What aileth thee? And shee answered, This woman said vnto me, Giue thy sonne, that we may eate him to day, and wee will eate my sonne to morrow.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 29,
      "verse_end": 29,
      "text": "So we boyled my sonne, and did eate him: and I saide vnto her on the next day, Giue thy sonne, that we may eate him: and she hath hid her sonne.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And it came to passe when the king heard the words of the woman, that he rent his clothes, and hee passed by vpon the wall, and the people looked, and behold, hee had sackcloth within, vpon his flesh.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then he said, God doe so, and more also to mee, if the head of Elisha the sonne of Shaphat, shall stand on him this day.",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 32,
      "verse_end": 32,
      "text": "But Elisha sate in his house (and the elders sate with him) and the king sent a man from before him: but yer the messenger came to him, hee said to the Elders, See yee how this sonne of a murderer hath sent to take away mine head? Looke when the messenger commeth, shut the doore, and hold him fast at the doore: Is not the sound of his masters feete behind him?",
      "info": ""
    },
    {
      "book_id": "2KI",
      "book_name": "2 Kings",
      "chapter": 6,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And while hee yet talked with them, beholde, the messenger came downe vnto him: and he said, Behold, this euill is of the Lord, what should I waite for the Lord any longer?",
      "info": ""
    }
  ]
}