{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now in the first yeere of Cyrus King of Persia, (that the word of the Lord by the mouth of Ieremiah, might be fulfilled) þ<sup>e</sup> Lord stirred vp the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdome, and put it also in writing, saying;",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus sayth Cyrus king of Persia, The Lord God of heauen hath giuen mee all the kingdomes of the earth, and he hath charged me to build him an house at Ierusalem, which is in Iudah.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Who is there among you of all his people? his God be with him, and let him goe vp to Ierusalem, which is in Iudah, and build the house of the Lord God of Israel (He is the God) which is in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And whosoeuer remaineth in any place where hee soiourneth, let the men of his place helpe him with siluer, and with golde, and with goods, and with beasts, besides the free-will offering for the house of God that is in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then rose vp the chiefe of the fathers of Iudah and Beniamin, and the Priests, and the Leuites, with all them whose spirit God had raised to goe vp, to build the house of the Lord which is in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And all they that were about them, strengthened their hands with vessels of siluer, with golde, with goods, and with beasts, and with precious things; besides all that was willingly offered.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Also Cyrus the king brought foorth the vessels of the house of the Lord, which Nebuchadnezzar had brought foorth out of Ierusalem, and had put them in the house of his gods:",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Euen those did Cyrus king of Persia bring foorth, by the hand of Mithredath the treasurer, and numbred them vnto Sheshbazzar the Prince of Iudah.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And this is the number of them: thirtie chargers of golde, a thousand chargers of siluer, nine and twentie kniues:",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thirtie basins of golde: siluer basins of a second sort, foure hundred and ten: and other vessels a thousand.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "All the vessels of golde and of siluer, were fiue thousand and foure hundred. All these did Sheshbazzar bring vp with them of the captiuitie, that were brought vp from Babylon vnto Ierusalem.",
      "info": ""
    }
  ]
}