{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then the Prophets, Haggai the Prophet, and Zechariah the sonne of Iddo, prophesied vnto the Iewes that were in Iudah and Ierusalem, in the Name of the God of Israel, euen vnto them.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then rose vp Zerubbabel the sonne of Shealtiel, and Ieshua the sonne of Iozadak, and began to build the house of God which is at Ierusalem: and with them were the Prophets of God helping them.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ At the same time came to them Tatnai, gouernour on this side the Riuer, and Shethar-Boznai, and their companions, and said thus vnto them; Who hath commaunded you to build this house, and to make vp this wall?",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then said wee vnto them after this maner, What are the names of the men that make this building?",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But the eye of their God was vpon the Elders of the Iewes, that they could not cause them to cease, till the matter came to Darius: and then they returned answere by letter concerning this matter.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ The copy of the letter that Tatnai, gouernour on this side the Riuer, and Shethar-Boznai, and his companions the Apharsachites, which were on this side the Riuer, sent vnto Darius the King:",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "They sent a letter vnto him, wherein was written thus: Unto Darius the king, all peace.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Be it knowen vnto the king, that we went into the prouince of Iudea, to the house of the great God, which is builded with great stones, &amp; timber is laied in the wals, and this worke goeth fast on, and prospereth in their hands.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then asked we those Elders, and said vnto them thus, Who commanded you to build this house, and to make vp these walles?",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "We asked their names also, to certifie thee, that we might write the names of the men that were the chiefe of them.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And thus they returned vs answere, saying, We are the seruants of the God of heauen and earth, and build the house that was builded these many yeeres agoe, which a great King of Israel builded, and set vp.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But after that our fathers had prouoked the God of heauen vnto wrath: he gaue them into the hande of Nebuchadnezzar the king of Babylon, the Caldean, who destroyed this house, and caried the people away into Babylon.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But in the first yere of Cyrus the king of Babylon, the same king Cyrus made a decree to build this house of God.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the vessels also of golde and siluer of the house of God, which Nebuchadnezzar tooke out of the Temple that was in Ierusalem, and brought them into the temple of Babylon, those did Cyrus the king take out of the temple of Babylon, and they were deliuered vnto one, whose name was Sheshbazzar, whome he had made gouernour:",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And said vnto him, Take these vessels, goe, carie them into the temple that is in Ierusalem, and let the house of God be builded in his place.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then came the same Sheshbazzar, and laid the foundation of the house of God, which is in Ierusalem. And since that time, euen vntill now, hath it bin in building, &amp; yet it is not finished.",
      "info": ""
    },
    {
      "book_id": "EZR",
      "book_name": "Ezra",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now therefore, if it seeme good to the king, let there be search made in the kings treasure house which is there at Babylon, whether it be so that a decree was made of Cyrus the king, to build this house of God at Ierusalem: and let the king send his pleasure to vs concerning this matter.",
      "info": ""
    }
  ]
}