{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "After these things, when the wrath of king Ahasuerus was appeased, hee remembred Uasthi, and what shee had done, and what was decreed against her.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then saide the kings seruants, that ministred vnto him, Let there bee faire yong virgins sought for the king:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And let the king appoint officers in all the prouinces of his kingdome, that they may gather together all the faire yong virgins vnto Shushan the palace, to the house of the women vnto the custodie of Hege the kings chamberlaine, keeper of the women, and let their things for purification bee giuen them:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And let the maiden which pleaseth the king, bee Queene in stead of Uasthi. And the thing pleased the king, and he did so.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Now in Shushan the palace, there was a certaine Iew, whose name was Mordecai, the sonne of Iair, the sonne of Shimei, the sonne of Kish, a Beniamite,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Who had bene caried away from Ierusalem, with the captiuitie which had bene caried away with Ieconiah king of Iudah, whom Nebuchadnezzar the King of Babylon had caried away.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee brought vp Hadassah (that is Esther) his vncles daughter, for she had neither father nor mother, and the maid was faire and beautiful, whom Mordecai (when her father and mother were dead) tooke for his owne daughter.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ So it came to passe, when the kings commandement and his decree was heard, and when many maidens were gathered together vnto Shushan the palace, to the custodie of Hegai, that Esther was brought also vnto the kings house, to the custodie of Hegai, keeper of the women.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the maiden pleased him, and she obtained kindnesse of him, and hee speedily gaue her her things for purification, with such things as belonged to her, and seuen maidens, which were meet to be giuen her, out of the Kings house, and hee preferred her and her maids, vnto the best place of the house of the women.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Esther had not shewed her people, nor her kinred: for Mordecai had charged her, that she should not shew it.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Mordecai walked euery day before the court of the womens house, to know how Esther did, and what should become of her.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Now when euery maids turne was come, to goe in to King Ahasnerus, after that shee had bene twelue moneths, according to the maner of the women (for so were the dayes of their purifications accomplished, to wit, sixe moneths with oile of myrrhe, and sixe moneths with sweet odours, and with other things for the purifying of the women.)",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then thus came euery maiden vnto the king, whatsoeuer she desired, was giuen her, to goe with her out of the house of the women, vnto the kings house.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "In the euening she went, and on the morrowe she returned into the second house of the women, to the custodie of Shaashgaz the kings chamberlen, which kept the concubines: shee came in vnto the king no more, except the king delighted in her, and that shee were called by name.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Now when the turne of Esther, the daughter of Abihail, the vncle of Mordecai (who had taken her for his daughter) was come, to goe in vnto the king: she required nothing, but what Hegai the kings chamberlen the keeper of the women, appointed: And Esther obtained fauour in the sight of all them that looked vpon her.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "So Esther was taken vnto king Ahasuerus, into his house royall, in the tenth moneth (which is the moneth Tebeth) in the seuenth yeere of his reigne.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the king loued Esther aboue all the women, and she obtained grace and fauour in his sight, more then all the virgins; so that hee set the royall crowne vpon her head, and made her queene, in stead of Uasthi.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then the king made a great feast vnto all his princes and his seruants, euen Esthers feast, and hee made a release to the prouinces, and gaue gifts, according to the state of the king.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when the virgins were gathered together the second time, then Mordecai sate in the kings gate.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Esther had not yet shewed her kindred, nor her people, as Mordecai had charged her: For Esther did the commandement of Mordecai, like as when she was brought vp with him.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ In those dayes, (while Mordecai sate in the kings gate) two of the kings chamberlens, Bigthan and Teresh, of those which kept the doore, were wroth, and sought to lay hand on the king Ahasuerus:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the thing was knowen to Mordecai, who told it vnto Esther the Queene, and Esther certified the king thereof, in Mordecais name.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And when inquisition was made of the matter, it was found out; therfore they were both hanged on a tree: and it was written in the booke of the chronicles before the king.",
      "info": ""
    }
  ]
}