{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "After these things did king Ahasuerus promote Haman, the sonne of Amedatha the Agagite, and aduanced him, and set his seate aboue all the princes that were with him.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And all the kings seruants, that were in the kings gate, bowed, and reuerenced Haman, for the king had so commanded concerning him: but Mordecai bowed not, nor did him reuerence.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then the kings seruants, which were in the kings gate, sayd vnto Mordecai, Why transgressest thou the kings commandement?",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Now it came to passe, when they spake daily vnto him, and he hearkened not vnto them; that they told Haman, to see whether Mordecai his matters would stand, for he had told them that he was a Iewe.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when Haman saw that Mordecai bowed not, nor did him reuerence, then was Haman full of wrath.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee thought scorne to lay hands on Mordecai alone, for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Iewes, that were throughout the whole kingdome of Ahasuerus, euen the people of Mordecai.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ In the first moneth (that is, the moneth Nisan) in the twelfth yeere of king Ahasuerus, they cast Pur, that is, the lot, before Haman, from day to day, and from moneth to moneth, to the twelfth moneth, that is the moneth Adar.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And Haman saide vnto king Ahasuerus: There is a certaine people scattered abroad, and dispersed among the people, in all the prouinces of thy kingdome, and their lawes are diuerse from all people, neither keepe they the kings lawes; therefore it is not for the kings profit to suffer them.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "If it please the king, let it be written, that they may be destroyed: and I will pay ten thousand talents of siluer to the handes of those that haue the charge of the businesse, to bring it into the kings treasuries.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the king tooke his ring from his hand, and gaue it vnto Haman the sonne of Ammedatha the Agagite, the Iewes enemie.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the king saide vnto Haman, The siluer is giuen to thee, the people also, to doe with them, as it seemeth good to thee.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then were the kings scribes called on the thirteenth day of the first moneth, and there was written, according to all that Haman had commanded, vnto the kings Lieutenants, and to the gouernours, that were ouer euery prouince, and to the rulers of euery people of euery prouince, according to the writing thereof, and to euery people, after their language, in the name of king Ahasuerus was it written, and sealed with the kings ring.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the letters were sent by posts into all the kings prouinces, to destroy, to kill, and to cause to perish all Iewes, both yong and olde, litle children and women, in one day, euen vpon the thirteenth day of the twelfth moneth (which is the moneth Adar) and to take the spoile of them for a pray.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The copie of the writing for a commandement to bee giuen in euery prouince, was published vnto all people, that they should bee ready against that day.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The postes went out, being hastened by the kings commandement, and the decree was giuen in Shushan the palace: and the king and Haman sate downe to drinke, but the citie Shushan was perplexed.",
      "info": ""
    }
  ]
}