{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "So the King and Haman came to banquet with Esther the Queene.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the king said againe vnto Esther, on the second day at the banquet of wine, What is thy petition, Queene Esther, and it shalbe granted thee? and what is thy request? and it shall bee performed, euen to the halfe of the kingdome.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then Esther the Queene answered, and said; If I haue found fauour in thy sight, O King, and if it please the King, let my life be giuen me at my petition, and my people at my request.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For we are sold, I, and my people, to be destroyed, to be slaine, and to perish: but if we had bene sold for bondmen, and bondwomen, I had held my tongue, although the enemy could not counteruaile the kings dammage.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then the king Ahasuerus answered, &amp; said vnto Esther the Queene: Who is he? and where is he, that durst presume in his heart to do so?",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Esther said, The aduersary and enemie, is this wicked Haman. Then Haman was afraid before the King and the Queene.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And the king arising from the banquet of wine in his wrath, went into the palace garden: and Haman stood vp to make request for his life to Esther the Queene: for he saw that there was euill determined against him by the King.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then the king returned out of the palace garden, into the place of the banquet of wine, and Haman was fallen vpon the bed whereon Esther was. Then said the King, Will hee force the Queene also before me in the house? As the word went out of the Kings mouth, they couered Hamans face.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Harbonah one of the chamberlaines, said before the king; Behold also the gallowes, fiftie cubites high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So they hanged Haman on the gallows that he had prepared for Mordecai. Then was the Kings wrath pacified.",
      "info": ""
    }
  ]
}