{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "On that day did the King Ahasuerus giue the house of Haman, the Iewes enemy, vnto Esther the Queene; and Mordecai came before the King; for Esther hade told what he was vnto her.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the king tooke off his Ring which he had taken from Haman, and gaue it vnto Mordecai. And Esther set Mordecai ouer the house of Haman.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And Esther spake yet againe before the king, and fell downe at his feet, and besought him with teares, to put away the mischiefe of Haman the Agagite, and his deuice, that he had deuised against the Iewes.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then the king helde out the golden scepter toward Esther. So Esther arose, and stood before the king,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And said, If it please the king, and if I haue found fauour in his sight, and the thing seeme right before the king, and I bee pleasing in his eyes, let it be written to reuerse the letters deuised by Haman the sonne of Hammedatha the Agagite, which hee wrote to destroy the Iewes, which are in all the kings prouinces.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For how can I endure to see the euill that shall come vnto my people? or how can I endure to see the destruction of my kinred?",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Then the king Ahasuerus said vnto Esther the Queene, and to Mordecai the Iewe, Behold, I haue giuen Esther the house of Haman, and him they haue hanged vpon the gallowes, because hee layde his hand vpon the Iewes.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Write ye also for the Iewes, as it liketh you, in the Kings name, and seale it with the Kings ring: for the writing which is written in the Kings name, and sealed with the Kings ring, may no man reuerse.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then were the kings scribes called at that time, in the third moneth, (that is, the month Siuan) on the three and twentieth day thereof, and it was written (according to all that Mordecai commanded) vnto the Iewes, and to the Lieutenants, and the deputies and rulers of the prouinces, which are from India vnto Ethiopia, an hundred, twentie and seuen prouinces, vnto euery prouince according to the writing thereof, and vnto euery people after their language, and to the Iewes, according to their writing, and according to their language.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he wrote in the king Ahasuerus name, and sealed it with the kings Ring, and sent letters by Postes, on horsebacke, and riders on mules, camels, and yong dromedaries:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Wherein the King granted the Iewes, which were in euery citie, to gather themselues together, and to stand for their life, to destroy, to slay, and to cause to perish all the power of the people and prouince that would assault them, both little ones, and women, and to take the spoile of them for a pray:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Upon one day, in all the prouinces of king Ahasuerus, namely vpon the thirteenth day of the twelfth moneth, which is the moneth Adar.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The copy of the writing, for a commandement to bee giuen in euery prouince, was published vnto all people, and that the Iewes should be readie against that day, to auenge themselues on their enemies.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So the posts that rode vpon mules and camels went out, being hastened, and pressed on by the kings commandement, and the decree was giuen at Shushan the palace.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And Mordecai went out from the presence of the king, in royall apparell, of blew and white, and with a great crowne of gold, and with a garment of fine linnen, and purple, and the citie of Shushan reioyced, and was glad:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The Iewes had light and gladnesse, and ioy and honour.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And in euery prouince, and in euery city, whithersoeuer the kings commandement, and his decree came, the Iewes had ioy and gladnes, a feast and a good day: And many of the people of the land became Iewes; for the feare of the Iewes fell vpon them.",
      "info": ""
    }
  ]
}