{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now in the twelfth month (that is the moneth Adar) on the thirteenth day of the same, when the Kings commaundement and his decree drew neere to bee put in execution, in the day that the enemies of the Iewes hoped to haue power ouer them: (though it was turned to the contrary, that the Iewes had rule ouer them that hated them.)",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The Iewes gathered themselues together in their cities, throughout all the prouinces of the king Ahasuerus, to lay hand on such as sought their hurt, and no man could withstand them: for the feare of them fell vpon all people.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And all the rulers of the prouinces, and the Lieutenants, and the deputies, and officers of the king, helped the Iewes: because the feare of Mordecai fell vpon them.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For Mordecai was great in the kings house, and his fame went out, throughout all the prouinces: for this man Mordecai waxed greater and greater.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Thus the Iewes smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would vnto those that hated them.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And in Shushan the palace the Iewes slew and destroyed fiue hundred men:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Parshandatha, and Dalphon, and Aspatha,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Poratha, and Adalia, and Aridatha,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Parmashta, and Arisai, and Aridai, and Uaiezatha,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The ten sonnes of Haman the sonne of Hammedatha, the enemie of the Iewes, slew they, but on the spoile laid they not their hand.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "On that day, the number of those that were slaine in Shushan the palace, was brought before the king.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the king said vnto Esther the Queene; The Iewes haue slaine and destroied fiue hundred men in Shushan the palace, &amp; the ten sonnes of Haman; what haue they done in the rest of the kings prouinces? now what is thy petition? and it shalbe granted thee: or what is thy request further? and it shall be done.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then said Esther, If it please the king, Let it bee granted to the Iewes which are in Shushan, to doe to morow also, according vnto this dayes decree, and let Hamans ten sonnes be hanged vpon the gallous.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the king commanded it so to be done; and the decree was giuen at Shushan, and they hanged Hamans ten sonnes.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For the Iewes that were in Shushan, gathered themselues together on the fourteenth day also of the moneth Adar, and slewe three hundred men at Shushan: but on the pray they laid not their hand.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But the other Iewes that were in the kings prouinces, gathered themselues together, &amp; stood for their liues, and had rest from their enemies, and slew of their foes seuenty and fiue thousand, but they laid not their handes on the pray.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "On the thirteenth day of the moneth Adar, and on the fourteenth day of the same, rested they, and made it a day of feasting and gladnes.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But the Iewes that were at Shushan, assembled together on the thirteenth day therof, and on the fourteenth thereof; and on the fifteenth day of the same, they rested, and made it a day of feasting and gladnesse.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therefore the Iewes of the villages, that dwelt in the vnwalled townes, made the foureteenth day of the moneth Adar, a day of gladnesse and feasting, and a good day, and of sending portions one to another.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And Mordecai wrote these things, and sent letters vnto all the Iewes, that were in all the prouinces of the king Ahasuerus, both nigh &amp; farre,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "To stablish this among them, that they should keepe the fourteenth day of the moneth Adar, and the fifteenth day of the same, yeerely:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "As the dayes wherein the Iewes rested from their enemies, &amp; the moneth which was turned vnto them, from sorrow to ioy, and from mourning into a good day: that they should make them daies of feasting and ioy, and of sending portions one to another, and gifts to the poore.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the Iewes vndertooke to doe, as they had begun, and as Mordecai had written vnto them:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Because Haman the sonne of Hammedatha the Agagite, the enemie of all the Iewes, had deuised against the Iewes to destroy them, and had cast Pur (that is, the lot) to consume them, and to destroy them.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But when Esther came before the king, he commanded by letters, that his wicked deuice which he deuised against the Iewes, should returne vpon his owne head, and that he and his sonnes, should be hanged on the gallous.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Wherefore they called these dayes Purim, after the name of Pur: therefore for all the words of this letter, and of that which they had seene concerning this matter, and which had come vnto them,",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 27,
      "verse_end": 27,
      "text": "The Iewes ordeined, and tooke vpon them, and vpon their seed, and vpon all such as ioyned themselues vnto them, so as it should not faile, that they would keepe these two dayes, according to their writing, and according to their appointed time, euery yeere:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And that these dayes should be remembred, and kept throughout euery generation, euery family, euery prouince, and euery citie, and that these dayes of Purim should not faile from among the Iewes, nor the memoriall of them perish from their seed.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then Esther the Queene, the daughter of Abihail, and Mordecai the Iew, wrote with all authoritie, to confirme this second letter of Purim.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And hee sent the letters vnto all the Iewes, to the hundred, twentie and seuen prouinces of the kingdome of Ahasuerus, with wordes of peace and trueth:",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 31,
      "verse_end": 31,
      "text": "To confirme these dayes of Purim, in their times appointed, according as Mordecai the Iew, and Esther the Queene had enioyned them, and as they had decreed for themselues and for their seed, the matters of the fastings and their cry.",
      "info": ""
    },
    {
      "book_id": "EST",
      "book_name": "Esther",
      "chapter": 9,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the decree of Esther confirmed these matters of Purim, and it was written in the booke.",
      "info": ""
    }
  ]
}