{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the beginning God created the Heauen, and the Earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the earth was without forme, and voyd, and darkenesse was vpon the face of the deepe: and the Spirit of God mooued vpon the face of the waters.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And God said, Let there be light: and there was light.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And God saw the light, that it was good: and God diuided the light from the darkenesse.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And God called the light, Day, and the darknesse he called Night: and the euening and the morning were the first day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And God said, Let there be a firmament in the midst of the waters: and let it diuide the waters from the waters.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And God made the firmament; and diuided the waters, which were vnder the firmament, from the waters, which were aboue the firmament: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And God called the firmament, Heauen: and the euening and the morning were the second day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And God said, Let the waters vnder the heauen be gathered together vnto one place, and let the dry land appeare: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And God called the drie land, Earth, and the gathering together of the waters called hee, Seas: and God saw that it was good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And God said, Let the Earth bring foorth grasse, the herbe yeelding seed, and the fruit tree, yeelding fruit after his kinde, whose seed is in it selfe, vpon the earth: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the earth brought foorth grasse, and herbe yeelding seed after his kinde, and the tree yeelding fruit, whose seed was in it selfe, after his kinde: and God saw that it was good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the euening and the morning were the third day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And God said, Let there bee lights in the firmament of the heauen, to diuide the day from the night: and let them be for signes and for seasons, and for dayes and yeeres.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And let them be for lights in the firmament of the heauen, to giue light vpon the earth: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And God made two great lights: the greater light to rule the day, and the lesser light to rule the night: he made the starres also.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And God set them in the firmament of the heauen, to giue light vpon the earth:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And to rule ouer the day, and ouer the night, and to diuide the light from the darkenesse: and God saw that it was good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the euening and the morning were the fourth day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And God said, Let the waters bring foorth aboundantly the mouing creature that hath life, and foule that may flie aboue the earth in the open firmament of heauen.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And God created great whales, and euery liuing creature that moueth, which the waters brought forth aboundantly after their kinde, and euery winged foule after his kinde: and God saw that it was good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And God blessed them, saying, Be fruitfull, and multiply, and fill the waters in the Seas, and let foule multiply in the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the euening and the morning were the fift day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And God said, Let the earth bring forth the liuing creature after his kinde, cattell, and creeping thing, and beast of the earth after his kinde: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And God made the beast of the earth after his kinde, and cattell after their kinde, and euery thing that creepeth vpon the earth, after his kinde: and God saw that it was good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And God said, Let vs make man in our Image, after our likenesse: and let them haue dominion ouer the fish of the sea, and ouer the foule of the aire, and ouer the cattell, and ouer all the earth, and ouer euery creeping thing that creepeth vpon the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "So God created man in his owne Image, in the Image of God created hee him; male and female created hee them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And God blessed them, and God said vnto them, Be fruitfull, and multiply, and replenish the earth, and subdue it, and haue dominion ouer the fish of the sea, and ouer the foule of the aire, and ouer euery liuing thing that mooueth vpon the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And God said, Behold, I haue giuen you euery herbe bearing seede, which is vpon the face of all the earth, and euery tree, in the which is the fruit of a tree yeelding seed, to you it shall be for meat:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And to euery beast of the earth, and to euery foule of the aire, and to euery thing that creepeth vpon the earth, wherein there is life, I haue giuen euery greene herbe for meat: and it was so.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 1,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And God saw euery thing that hee had made: and behold, it was very good. And the euening and the morning were the sixth day.",
      "info": ""
    }
  ]
}