{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now Sarai Abrams wife bare him no children: and she had an handmaide, an Egyptian, whose name was Hagar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Sarai said vnto Abram, Behold now, the LORD hath restrained me from bearing: I pray thee go in vnto my maid: it may bee that I may obtaine children by her: and Abram hearkened to the voice of Sarai.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Sarai Abrams wife, tooke Hagar her maid, the Egyptian, after Abram had dwelt ten yeeres in the land of Canaan, and gaue her to her husband Abram, to be his wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And he went in vnto Hagar, and she conceiued: And when shee saw that shee had conceiued, her mistresse was despised in her eyes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Sarai said vnto Abram, My wrong be vpon thee: I haue giuen my maid into thy bosome, and when shee saw that she had conceiued, I was despised in her eyes: the LORD iudge betweene me and thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But Abram said vnto Sarai, Behold, thy maid is in thy hand; doe to her as it pleaseth thee. And when Sarai dealt hardly with her, shee fled from her face.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And the Angel of the LORD found her by a fountaine of water, in the wildernesse, by the fountaine, in the way to Shur:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he said, Hagar Sarais maid, whence camest thou? and whither wilt thou goe? And she said, I flee from the face of my mistresse Sarai.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the Angel of the LORD said vnto her, Returne to thy mistresse, and submit thy selfe vnder her hands.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Angel of the LORD said vnto her, I will multiply thy seede exceedingly, that it shall not be numbred for multitude.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Angel of the LORD said vnto her, Behold, thou art with child, and shalt beare a sonne, and shalt call his name Ishmael; because the LORD hath heard thy affliction.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he will be a wilde man; his hand will be against euery man, and euery mans hand against him: &amp; he shal dwell in the presence of all his brethren.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And shee called the name of the LORD that spake vnto her, Thou God seest me: for she said, Haue I also here looked after him that seeth me?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Wherefore the well was called, Beer-lahai-roi: Behold, It is betweene Cadesh and Bered.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And Hagar bare Abram a sonne: and Abram called his sonnes name, which Hagar bare, Ishmael.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Abram was fourescore and sixe yeeres old, when Hagar bare Ishmael to Abram.",
      "info": ""
    }
  ]
}