{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the LORD appeared vnto him, in the plaines of Mamre: and he sate in the tent doore, in the heat of the day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he lift vp his eyes and looked, and loe, three men stood by him: and when he saw them, hee ranne to meete them from the tent doore, and bowed himselfe toward the ground,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And said, My Lord, If now I haue found fauour in thy sight, passe not away, I pray thee, frō thy seruant:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Let a little water, I pray you, be fetched, and wash your feete, and rest your selues vnder the tree:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I will fetch a morsell of bread; and comfort ye your hearts, after that you shall passe on: for therefore are you come to your seruant. And they said; So doe, as thou hast said.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Abraham hastened into the tent, vnto Sarah, &amp; said; Make ready quickly three measures of fine meale, knead it, and make cakes vpon the hearth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Abraham ranne vnto the heard, and fetcht a calfe, tender and good, and gaue it vnto a yong man: and he hasted to dresse it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he tooke butter, and milke, and the calfe which he had dressed, and set it before them; and he stood by them vnder the tree: and they did eate.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And they said vnto him, Where is Sarah thy wife? And he said, Behold, in the tent.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he said, I will certainly returne vnto thee according to the time of life; and loe, Sarah thy wife shall haue a sonne. And Sarah heard it in the tent doore, which was behind him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Now Abraham and Sarah were old, and well stricken in age: and it ceased to be with Sarah after the maner of women.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore Sarah laughed within her selfe, saying, After I am waxed old, shall I haue pleasure, my lord being old also?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the LORD said vnto Abraham, Wherefore did Sarah laugh, saying; Shall I of a surety beare a childe, which am old?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Is any thing too hard for the LORD? At the time appointed will I returne vnto thee, according to the time of life, and Sarah shall haue a sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then Sarah denied, saying, I laughed not: for she was afraid. And he said, Nay, but thou diddest laugh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the men rose vp from thence, and looked toward Sodome: and Abraham went with them, to bring them on the way.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the LORD said, Shall I hide from Abraham that thing which I doe;",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For I know him, that hee will command his children, and his household after him, and they shall keepe the way of the LORD, to doe iustice and iudgement, that the LORD may bring vpon Abraham, that which hee hath spoken of him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the LORD said, Because the cry of Sodome and Gomorrah is great, and because their sinne is very grieuous:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I will goe downe now, and see whether they haue done altogether according to the cry of it, which is come vnto me: and if not, I will know.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the men turned their faces from thence, and went toward Sodome: but Abraham stood yet before the LORD.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And Abraham drew neere, and said, Wilt thou also destroy the righteous with the wicked?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Peraduenture there be fifty righteous within the citie; wilt thou also destroy, and not spare the place for the fiftie righteous, that are therein?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "That be farre from thee, to do after this maner, to slay the righteous with the wicked, and that the righteous should be as the wicked, that be farre from thee: Shall not the Iudge of all the earth doe right?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the LORD said, If I find in Sodom fiftie righteous, within the citie, then I will spare all the place for their sakes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Abraham answered, and said, Behold now, I haue taken vpon me to speake vnto the LORD, which am but dust and ashes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Peraduenture there shall lacke fiue of the fiftie righteous: wilt thou destroy all the citie for lacke of fiue? And he said, If I find there fourtie and fiue, I will not destroy it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And hee spake vnto him yet againe, and said, Peraduenture there shall be fourtie found there: and he said, I will not doe it for fourties sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And he said vnto him, Oh let not the Lord be angry, and I will speake: Peraduenture there shall thirtie bee found there. And he said, I will not doe it, if I find thirtie there.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he said, Behold now, I haue taken vpon mee to speake vnto the Lord: Peraduenture there shall bee twenty found there. And he said, I will not destroy it for twenties sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And hee saide, Oh let not the Lord be angry, and I will speake yet but this once: Peraduenture ten shall be found there. And he said, I will not destroy it for tennes sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 18,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the LORD went his way, assoone as hee had left communing with Abraham: and Abraham returned vnto his place.",
      "info": ""
    }
  ]
}