{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And there came two Angels to Sodome at euen, and Lot sate in the gate of Sodome: and Lot seeing them, rose vp to meet them, and he bowed himselfe with his face toward the ground.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said, Beholde now my Lords, turne in, I pray you, into your seruants house, and tarie all night, and wash your feete, and ye shall rise vp early and goe on your wayes. And they said, Nay: but we wil abide in the street all night.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he pressed vpon them greatly, and they turned in vnto him, and entred into his house: and he made them a feast, and did bake vnleauened bread, and they did eate.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ But before they lay downe, the men of the citie, euen the men of Sodom, compassed the house round, both old and yong, all the people from euery quarter.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they called vnto Lot, and said vnto him, Where are the men which came in to thee this night? bring them out vnto vs, that we may know them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Lot went out at the doore vnto them, &amp; shut the doore after him,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And said, I pray you, brethren, doe not so wickedly.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behold now, I haue two daughters, which haue not knowen man; let mee, I pray you, bring them out vnto you, and doe ye to them, as is good in your eyes: onely vnto these men do nothing: for therefore came they vnder the shadow of my roofe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they said, Stand backe. And they said againe, This one fellow came in to soiourne, and he will needs bee a Iudge: Now wil we deale worse with thee, then with them. And they pressed sore vpon the man, euen Lot, and came neere to breake the doore.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But the men put forth their hand, and pulled Lot into the house to them, and shut to the doore.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And they smote the men that were at the doore of the house, with blindnes, both small and great: so that they wearied themselues to finde the doore.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the men said vnto Lot, Hast thou here any besides? sonne in law, and thy sonnes, and thy daughters, and whatsoeuer thou hast in the citie, bring them out of this place.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For we will destroy this place, because the crie of them is waxen great before the face of the LORD: and the LORD hath sent vs to destroy it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Lot went out, and spake vnto his sonnes in law, which married his daughters, and said, Up, get yee out of this place: for the LORD wil destroy this citie: but hee seemed as one that mocked, vnto his sonnes in law.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And when the morning arose, then the Angels hastened Lot, saying, Arise, take thy wife, &amp; thy two daughters, which are here, lest thou be consumed in the iniquitie of the citie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And while he lingred, the men laid hold vpon his hand, and vpon the hand of his wife, and vpon the hand of his two daughters, the LORD being mercifull vnto him: and they brought him forth, and set him without the citie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And it came to passe, when they had brought them forth abroad, that he said, Escape for thy life, looke not behind thee, neither stay thou in all the plaine: escape to the mountaine, lest thou bee consumed.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Lot said vnto them, Oh not so, my Lord.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Beholde now, thy seruant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed vnto me, in sauing my life, and I cannot escape to the mountaine, lest some euill take me, and I die.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Behold now, this citie is neere to flee vnto, and it is a litle one: Oh let me escape thither, (is it not a litle one?) and my soule shall liue.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he said vnto him, See, I haue accepted thee concerning this thing, that I will not ouerthrow this citie, for the which thou hast spoken.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Haste thee, escape thither: for I cannot doe any thing till thou bee come thither: therefore the name of the citie was called Zoar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ The sunne was risen vpon the earth, when Lot entred into Zoar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Then the LORD rained vpon Sodome &amp; vpon Gomorrah, brimstone and fire, from the LORD out of heauen.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And he ouerthrew those cities, and all the plaine, and all the inhabitants of the cities, and that which grew vpon the ground.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ But his wife looked backe from behind him, and she became a pillar of salt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And Abraham gate vp earely in the morning, to the place, where hee stood before the LORD.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And he looked toward Sodome and Gomorrah, &amp; toward all the land of the plaine, and beheld, and loe, the smoke of the countrey went vp as the smoke of a furnace.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And it came to passe, when God destroyed the cities of the plaine, that God remembred Abraham, and sent Lot out of the midst of the ouerthrow, when he ouerthrew the cities, in the which Lot dwelt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And Lot went vp out of Zoar, and dwelt in the mountaine, and his two daughters with him: for hee feared to dwell in Zoar, and he dwelt in a caue, he and his two daughters.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the first borne saide vnto the yonger, Our father is old, and there is not a man in the earth, to come in vnto vs, after the maner of all the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Come, let vs make our father drinke wine, and we will lye with him, that we may preserue seed of our father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And they made their father drinke wine that night, &amp; the first borne went in, and lay with her father: and he perceiued not, when shee lay downe, nor when she arose.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And it came to passe on the morrow, that the first borne said vnto the yonger, Behold, I lay yesternight with my father: let vs make him drinke wine this night also, and goe thou in, and lye with him, that we may preserue seed of our father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And they made their father drinke wine that night also, and the yonger arose, and lay with him: and he perceiued not, when she lay downe, nor when she arose.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Thus were both the daughters of Lot with childe by their father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And the first borne bare a sonne, and called his name Moab: the same is the father of the Moabites vnto this day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 19,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And the yonger, she also bare a sonne, and called his name, Ben-ammi: the same is the father of the children of Ammon, vnto this day.",
      "info": ""
    }
  ]
}