{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Abraham iourneyed from thence, toward the South-Countrey, and dwelled betweene Cadesh and Shur, and soiourned in Gerar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Abraham said of Sarah his wife, She is my sister: And Abimelech King of Gerar sent, and tooke Sarah.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But God came to Abimelech in a dreame by night, and said to him, Behold, thou art but a dead man, for the woman which thou hast taken: for shee is a mans wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But Abimelech had not come neere her: and he said, LORD, wilt thou slay also a righteous nation?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Said he not vnto me, She is my sister? and she, euen she herselfe said, Hee is my brother: in the integritie of my heart, and innocencie of my hands haue I done this.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And God saide vnto him in a dreame, Yea, I know that thou didst this in the integritie of thy heart: for I also withheld thee from sinning against mee, therefore suffered I thee not to touch her.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Now therefore restore the man his wife: for he is a Prophet, and he shal pray for thee, and thou shalt liue: and if thou restore her not, know thou that thou shalt surely die, thou, and all that are thine.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therefore Abimelech rose earely in the morning, and called all his seruants, and told all these things in their eares: and the men were sore afraid.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then Abimelech called Abraham, and said vnto him, What hast thou done vnto vs? and what haue I offended thee, that thou hast brought on me, and on my kingdome a great sinne? thou hast done deeds vnto mee that ought not to be done.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Abimelech said vnto Abraham, What sawest thou, that thou hast done this thing?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Abraham said, Because I thought, Surely the feare of God is not in this place: and they will slay mee for my wiues sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And yet indeed shee is my sister: she is the daughter of my father, but not the daughter of my mother; and shee became my wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And it came to passe when God caused me to wander from my fathers house, that I said vnto her, This is thy kindnesse which thou shalt shew vnto me; at euery place whither wee shall come, say of me, He is my brother.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Abimelech tooke sheepe and oxen, and men-seruants, and women seruants, and gaue them vnto Abraham, and restored him Sarah his wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Abimelech said, Behold, my land is before thee; dwel where it pleaseth thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And vnto Sarah hee said, Behold, I haue giuen thy brother a thousand pieces of siluer: behold, he is to thee a couering of the eyes, vnto all that are with thee, and with all other: thus shee was reproued.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ So Abraham prayed vnto God: and God healed Abimelech, and his wife, and his maid-seruants, and they bare children.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For the LORD had fast closed vp all the wombes of the house of Abimelech, because of Sarah Abrahams wife.",
      "info": ""
    }
  ]
}