{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after these things, that God did tempt Abraham, and said vnto him, Abraham. And hee said, Beholde, heere I am.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said, Take now thy sonne, thine onely sonne Isaac, whom thou louest, and get thee into the land of Moriah: and offer him there for a burnt offering vpon one of the Mountaines which I will tell thee of.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And Abraham rose vp earely in the morning, and sadled his asse, and tooke two of his yong men with him, and Isaac his sonne, and claue the wood for the burnt offering, and rose vp, and went vnto the place of which God had told him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then on the third day Abraham lift vp his eyes, and saw the place afarre off.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Abraham said vnto his yong men, Abide you here with the asse, and I and the lad will goe yonder and worship, and come againe to you.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Abraham tooke the wood of the burnt offering, and layd it vpon Isaac his sonne: and he tooke the fire in his hand, and a knife: and they went both of them together.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Isaac spake vnto Abraham his father, and said, My father: and he said, Here am I, my sonne. And hee said, Behold the fire and wood: but where is the lambe for a burnt offring?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Abraham said, My sonne, God will prouide himselfe a lambe for a burnt offering: so they went both of them together.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they came to the place which God had tolde him of, and Abraham built an Altar there, and layd the wood in order, and bound Isaac his sonne, and layde him on the Altar vpon the wood.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Abraham stretched foorth his hand, and tooke the knife to slay his sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Angel of the LORD called vnto him out of heauen, and said, Abraham, Abraham. And he said, Here am I.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he said, Lay not thine hand vpon the lad, neither do thou any thing vnto him: for now I know that thou fearest God, seeing thou hast not withhelde thy sonne, thine onely sonne from mee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Abraham lifted vp his eyes, and looked, and beholde, behinde him a Ramme caught in a thicket by his hornes: And Abraham went and tooke the Ramme, and offered him vp for a burnt offering, in the stead of his sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Abraham called the name of that place Iehouah-ijreh, as it is said to this day, In the Mount of the LORD it shalbe seene.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And the Angel of the LORD called vnto Abraham out of heauen the second time,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And said, By my selfe haue I sworne, saith the LORD, for because thou hast done this thing, and hast not withheld thy sonne, thine onely sonne,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That in blessing I will blesse thee, and in multiplying, I will multiply thy seed as the starres of the heauen, and as the sand which is vpon the sea shore, and thy seed shall possesse the gate of his enemies.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And in thy seed shall all the nations of the earth be blessed, because thou hast obeyed my voice.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "So Abraham returned vnto his yong men, and they rose vp, and went together to Beer-sheba, and Abraham dwelt at Beer-sheba.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And it came to passe after these things, that it was told Abraham, saying, Behold Milcah, shee hath also borne children vnto thy brother Nahor,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Huz his first borne, and Buz his brother, and Kemuel the father of Aram,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Chesed, and Hazo, and Pildash, and Iidlaph, and Bethuel.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Bethuel begate Rebekah: these eight Milcah did beare to Nahor, Abrahams brother.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And his concubine whose name was Reumah, she bare also Tebah, and Gaham, and Thahash, and Maachah.",
      "info": ""
    }
  ]
}