{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Sarah was an hundred and seuen and twenty yeeres olde: these were the yeeres of the life of Sarah.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Sarah died in Kiriath arba, the same is Hebron in the land of Canaan: And Abraham came to mourne for Sarah, and to weepe for her.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And Abraham stood vp from before his dead, &amp; spake vnto the sonnes of Heth, saying,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I am a stranger and a soiourner with you: giue me a possession of a burying place with you, that I may bury my dead out of my sight.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the children of Heth answered Abraham, saying vnto him,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Heare vs, my Lord, thou art a mightie Prince amongst vs: in the choise of our sepulchres bury thy dead: none of vs shall withhold from thee his sepulchre, but that thou mayest bury thy dead.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Abraham stood vp and bowed himselfe to the people of the land, euen to the children of Heth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee communed with them, saying, if it be your mind that I should bury my dead out of my sight, heare me, and entreat for me to Ephron the sonne of Zohar:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "That he may giue me the caue of Machpelah, which he hath, which is in the end of his field: for as much money as it is worth he shall giue it mee, for a possession of a burying place amongst you.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Ephron dwelt amongst the children of Heth. And Ephron the Hittite answered Abraham in the audience of the children of Heth, euen of all that went in at the gates of his citie, saying,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Nay, my lord, heare mee: the field giue I thee, and the caue that is therein, I giue it thee, in the presence of the sonnes of my people giue I it thee: bury thy dead.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Abraham bowed downe himselfe before the people of the land.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he spake vnto Ephron in the audience of the people of the land, saying, But if thou wilt giue it, I pray thee, heare mee: I will giue thee money for the field: take it of me, and I will bury my dead there.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Ephron answered Abraham, saying vnto him,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "My lord, hearken vnto mee: the land is worth foure hundred shekels of siluer: what is that betwixt mee and thee? bury therefore thy dead.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Abraham hearkened vnto Ephron, and Abraham weighed to Ephron the siluer, which he had named, in the audience of the sonnes of Heth, foure hundred shekels of siluer, currant money with the merchant.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And the field of Ephron which was in Machpelah, which was before Mamre, the fielde and the caue which was therein, and all the trees that were in the field, that were in all the borders round about, were made sure",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Unto Abraham for a possession in the presence of the children of Heth, before all that went in at the gates of his Citie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And after this Abraham buried Sarah his wife in the caue of the field of Machpelah, before Mamre: the same is Hebron in the land of Canaan.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 23,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the field, and the caue that is therein, were made sure vnto Abraham, for a possession of a burying place, by the sonnes of Heth.",
      "info": ""
    }
  ]
}