{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Abraham was olde and well stricken in age: And the LORD had blessed Abraham in all things.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Abraham said vnto his eldest seruant of his house, that ruled ouer all that he had, Put, I pray thee, thy hand vnder my thigh:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I will make thee sweare by the LORD the God of heauen, and the God of the earth, that thou shalt not take a wife vnto my sonne of the daughters of the Canaanites amongst whom I dwell.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But thou shalt go vnto my countrey, and to my kinred, and take a wife vnto my sonne Isaac.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the seruant said vnto him, Peraduenture the woman will not bee willing to follow mee vnto this land: must I needes bring thy sonne againe, vnto the land from whence thou camest?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Abraham said vnto him, Beware thou, that thou bring not my sonne thither againe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ The LORD God of heauen which tooke mee from my fathers house, and from the land of my kindred, and which spake vnto mee, and that sware vnto me, saying, Unto thy seed will I giue this land, he shall send his Angel before thee, and thou shalt take a wife vnto my sonne from thence.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And if the woman wil not be willing to follow thee, then thou shalt bee cleare from this my othe: onely bring not my sonne thither againe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the seruant put his hand vnder the thigh of Abraham his master, and sware to him concerning that matter.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the seruant tooke ten camels, of the camels of his master, and departed, ( for all the goods of his master were in his hand) and he arose, and went to Mesopotamia, vnto the citie of Nahor.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he made his camels to kneele downe without the citie, by a well of water, at the time of the euening, euen the time that women goe out to draw water.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he said, O LORD, God of my master Abraham, I pray thee send me good speed this day, and shew kindnesse vnto my master Abraham.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Behold, I stand here by the well of water; and the daughters of the men of the Citie come out to draw water:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And let it come to passe, that the damsell to whom I shall say, Let downe thy pitcher, I pray thee, that I may drinke, and she shall say, Drinke, and I will giue thy camels drinke also; let the same be shee that thou hast appointed for thy seruant Isaac: and thereby shall I know that thou hast shewed kindnesse vnto my master.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And it came to passe before hee had done speaking, that behold, Rebekah came out, who was borne to Bethuel, sonne of Milcah, the wife of Nahor Abrahams brother, with her pitcher vpon her shoulder.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the damsell was very faire to looke vpon, a virgine, neither had any man knowen her; and shee went downe to the wel, and filled her pitcher, and came vp.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the seruant ranne to meete her, and said, Let mee (I pray thee) drinke a little water of thy pitcher.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And she said, Drinke, my lord: and she hasted, and let downe her pitcher vpon her hand, and gaue him drinke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when shee had done giuing him drinke, she said, I will draw water for thy camels also, vntill they haue done drinking.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And she hasted and emptied her pitcher into the trough, and ranne againe vnto the well to draw water, and drew for all his camels.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the man wondering at her, helde his peace, to wit, whether the LORD had made his iourney prosperous, or not.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And it came to passe as the camels had done drinking, that the man tooke a golden eare-ring, of halfe a shekel weight, &amp; two bracelets for her handes, of ten shekels weight of gold,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And said, whose daughter art thou? tell mee, I pray thee: is there roome in thy fathers house for vs to lodge in?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And she said vnto him, I am the daughter of Bethuel the sonne of Milcah, which she bare vnto Nahor:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 25,
      "verse_end": 25,
      "text": "She said moreouer vnto him, We haue both straw &amp; prouender ynough, and roome to lodge in.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the man bowed downe his head, and worshipped the LORD.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And hee saide, Blessed bee the LORD God of my master Abraham, who hath not left destitute my master of his mercy, and his trueth: I being in the way, the LORD led me to the house of my masters brethren.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the damsell ranne, and told them of her mothers house, these things.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And Rebekah had a brother, and his name was Laban: and Laban ranne out vnto the man, vnto the well.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And it came to passe when he saw the eare-ring, and bracelets vpon his sisters hands, and when hee heard the wordes of Rebekah his sister, saying, Thus spake the man vnto me, that he came vnto the man; and behold, hee stood by the camels, at the well.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he said, Come in, thou blessed of the LORD, wherefore standest thou without? for I haue prepared the house, and roome for the camels.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And the man came into the house: and he vngirded his camels, and gaue straw and prouender for the camels, and water to wash his feet, and the mens feet that were with him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And there was set meat before him to eate: but he said, I will not eate, vntill I haue tolde mine errand. And hee said, Speake on.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And he said, I am Abrahams seruant.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the LORD hath blessed my master greatly, and hee is become great: and hee hath giuen him flocks, and heards, and siluer, and gold, and men seruants, and mayd seruants, and camels, and asses.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And Sarah my masters wife bare a sonne to my master when shee was old: and vnto him hath hee giuen all that he hath.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And my master made me sweare, saying, Thou shalt not take a wife to my sonne, of the daughters of the Canaanites, in whose land I dwell:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 38,
      "verse_end": 38,
      "text": "But thou shalt goe vnto my fathers house, and to my kinred, and take a wife vnto my sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And I said vnto my master, Peraduenture the woman will not followe me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And hee saide vnto me, The LORD, before whom I walke, will send his Angel with thee, and prosper thy way: and thou shalt take a wife for my sonne, of my kinred, and of my fathers house.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 41,
      "verse_end": 41,
      "text": "Then shalt thou bee cleare from this my oath, when thou commest to my kinred, and if they giue not thee one, thou shalt be cleare from my oath.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And I came this day vnto the well, and said, O LORD God of my master Abraham, if now thou doe prosper my way, which I goe:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Behold, I stand by the well of water; and it shall come to passe, that when the virgine commeth foorth to draw water, and I say to her, Giue me, I pray thee, a litle water of thy pitcher to drinke;",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And she say to me, Both drinke thou, and I will also draw for thy camels: let the same be the woman, whō the LORD hath appointed out for my masters sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And before I had done speaking in mine heart, behold, Rebekah came forth, with her pitcher on her shoulder; and she went downe vnto the well, and drew water: and I said vnto her, Let me drinke, I pray thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 46,
      "verse_end": 46,
      "text": "And she made haste, &amp; let downe her pitcher from her shoulder, and saide, Drinke, and I will giue thy camels drinke also: so I dranke, and she made the camels drinke also.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 47,
      "verse_end": 47,
      "text": "And I asked her, and said, whose daughter art thou? and she said, The daughter of Bethuel, Nahors sonne, whom Milcah bare vnto him: and I put the earering vpon her face, and the bracelets vpon her hands.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And I bowed downe my head, and worshipped the LORD, and blessed the LORD God of my master Abraham, which had led mee in the right way to take my masters brothers daughter vnto his sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 49,
      "verse_end": 49,
      "text": "And now if you wil deale kindly and truely with my master, tell me: and if not, tell me, that I may turne to the right hand, or to the left.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 50,
      "verse_end": 50,
      "text": "Then Laban and Bethuel answered and said, The thing proceedeth from the LORD: we cannot speake vnto thee bad or good.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 51,
      "verse_end": 51,
      "text": "Behold, Rebekah is before thee, take her, and goe, and let her be thy masters sonnes wife, as the LORD hath spoken.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 52,
      "verse_end": 52,
      "text": "And it came to passe, that when Abrahams seruant heard their words, he worshipped the LORD, bowing himselfe to the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 53,
      "verse_end": 53,
      "text": "And the seruant brought foorth iewels of siluer, and iewels of gold, and raiment, and gaue them to Rebekah: He gaue also to her brother, and to her mother precious things.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 54,
      "verse_end": 54,
      "text": "And they did eate and drinke, he and the men that were with him, and taried all night, and they rose vp in the morning, and he said, Send me away vnto my master.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 55,
      "verse_end": 55,
      "text": "And her brother and her mother said, Let the damsell abide with vs a few dayes, at the least ten; after that, she shall goe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 56,
      "verse_end": 56,
      "text": "And he said vnto them, Hinder me not, seeing the LORD hath prospered my way: send me away, that I may goe to my master.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 57,
      "verse_end": 57,
      "text": "And they said, wee will call the Damsell, and enquire at her mouth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 58,
      "verse_end": 58,
      "text": "And they called Rebekah, and said vnto her, Wilt thou go with this man? and she said, I will goe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 59,
      "verse_end": 59,
      "text": "And they sent away Rebekah their sister, and her nurse, and Abrahams seruant, and his men.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 60,
      "verse_end": 60,
      "text": "And they blessed Rebekah, and said vnto her, Thou art our sister, bee thou the mother of thousands of millions, and let thy seed possesse the gate of those which hate them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 61,
      "verse_end": 61,
      "text": "¶ And Rebekah arose, and her damsels, &amp; they rode vpon the camels, and followed the man: and the seruant tooke Rebekah, and went his way.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 62,
      "verse_end": 62,
      "text": "And Isaac came from the way of the well Lahai-roi, for he dwelt in the South countrey.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 63,
      "verse_end": 63,
      "text": "And Isaac went out, to meditate in the field, at the euentide: and hee lift vp his eyes, and saw, and behold, the camels were comming.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 64,
      "verse_end": 64,
      "text": "And Rebekah lift vp her eyes, and when she saw Isaac, she lighted off the camel.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 65,
      "verse_end": 65,
      "text": "For she had said vnto the seruant, What man is this that walketh in the field to meet vs? and the seruant had said, It is my master: therefore shee tooke a vaile and couered her selfe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 66,
      "verse_end": 66,
      "text": "And the seruant tolde Isaac all things that he had done.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 24,
      "verse_start": 67,
      "verse_end": 67,
      "text": "And Isaac brought her into his mother Sarahs tent, and tooke Rebekah, and she became his wife, and he loued her: and Isaac was comforted after his mothers death.",
      "info": ""
    }
  ]
}