{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And there was a famine in the land, besides the first famine that was in the dayes of Abraham. And Isaac went vnto Abimelech King of the Philistims, vnto Gerar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the LORD appeared vnto him and said, Goe not downe into Egypt; dwell in the land which I shall tell thee of.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Soiourne in this land, and I wil be with thee, and will blesse thee: for vnto thee, and vnto thy seed I will giue all these countreys, and I wil performe the othe, which I sware vnto Abraham thy father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I wil make thy seed to multiply as the starres of heauen, and will giue vnto thy seed all these countreys: and in thy Seed shall all the nations of the earth be blessed:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Because that Abraham obeyed my voyce, and kept my charge, my Commandements, my Statutes and my Lawes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Isaac dwelt in Gerar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the men of the place asked him of his wife: and he said, She is my sister: for he feared to say, She is my wife; lest, said he, the men of the place should kill me for Rebekah, because shee was faire to looke vpon.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe when he had bene there a long time, that Abimelech king of the Philistims looked out at a window, and saw, and behold, Isaac was sporting with Rebekah his wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Abimelech called Isaac and said, Behold, of a suretie she is thy wife: and how saidst thou, She is my sister? And Isaac said vnto him, Because I said, Lest I die for her.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Abimelech said, What is this thou hast done vnto vs? one of the people might lightly haue lien with thy wife, and thou shouldest haue brought guiltinesse vpon vs.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Abimelech charged all his people, saying, Hee that toucheth this man or his wife, shall surely bee put to death.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then Isaac sowed in that land, and receiued in the same yeere an hundred fold: &amp; the LORD blessed him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the man waxed great, and went forward, and grew vntill he became very great.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For he had possession of flocks, and possession of heards, and great store of seruants, and the Philistims enuied him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For all the wels which his fathers seruants had digged in the dayes of Abraham his father, the Philistims had stopped them, &amp; filled them with earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Abimelech said vnto Isaac, Goe from vs: for thou art much mightier then we.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And Isaac departed thence, and pitched his tent in the valley of Gerar, and dwelt there.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Isaac digged againe the wels of water, which they had digged in the dayes of Abraham his father: for the Philistims had stopped them after the death of Abraham, and he called their names after the names by which his father had called them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Isaacs seruants digged in the valley, and found there a well of springing water.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the heardmen of Gerar did striue with Isaacs heardmen, saying, The water is ours; and hee called the name of the well, Esek, because they stroue with him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they digged another well, and stroue for that also: and hee called the name of it, Sitnah.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he remoued from thence, and digged another well, and for that they stroue not: and he called the name of it Rehoboth: and he said, For now the LORD hath made roome for vs, and we shall be fruitfull in the land.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he went vp from thence to Beer-sheba.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the LORD appeared vnto him the same night, and saide, I am the God of Abraham thy father: feare not, for I am with thee, and will blesse thee, and multiply thy seede, for my seruant Abrahams sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And he builded an altar there, and called vpon the name of the LORD, and pitched his tent there: and there Isaacs seruants digged a well.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Then Abimelech went to him from Gerar, and Ahuzzath one of his friends, and Phichol the chiefe captaine of his armie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Isaac saide vnto them, Wherefore come ye to me, seeing ye hate me, and haue sent me away from you?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And they said, we saw certainly that the LORD was with thee: and wee said, Let there be now an othe betwixt vs, euen betwixt vs and thee, and let vs make a couenant with thee,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 29,
      "verse_end": 29,
      "text": "That thou wilt doe vs no hurt, as we haue not touched thee, and as we haue done vnto thee nothing but good, and haue sent thee away in peace: thou art now the blessed of the LORD.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And he made them a feast, and they did eate and drinke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they rose vp betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And it came to passe the same day, that Isaacs seruants came, and tolde him concerning the well which they had digged, and said vnto him, we haue found water.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And he called it Shebah: therefore the name of the citie is Beer-sheba vnto this day.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 34,
      "verse_end": 34,
      "text": "¶ And Esau was forty yeeres old, when he tooke to wife Iudith, the daughter of Beeri the Hittite, and Bashemath the daughter of Elon the Hittite:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 26,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Which were a griefe of minde vnto Isaac and to Rebekah.",
      "info": ""
    }
  ]
}