{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe that when Isaac was old, and his eyes were dimme, so that he could not see, hee called Esau his eldest son, and said vnto him, My sonne. And hee said vnto him, Behold, here am I.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said, Behold now, I am old, I know not the day of my death.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now therefore take, I pray thee, thy weapons, thy quiuer, and thy bow, and goe out to the field, and take mee some venison.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And make me sauoury meat, such as I loue, and bring it to mee, that I may eate, that my soule may blesse thee before I die.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Rebekah heard when Isaac spake to Esau his sonne: and Esau went to the fielde to hunt for venison, and to bring it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Rebekah spake vnto Iacob her sonne, saying, Behold, I heard thy father speake vnto Esau thy brother, saying,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Bring me venison, and make mee sauoury meat, that I may eate, and blesse thee before the LORD, before my death.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Now therefore, my sonne, obey my voyce, according to that which I command thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Goe now to the flocke, and fetch me from thence two good kids of the goates, and I will make them sauoury meat for thy father, such as he loueth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And thou shalt bring it to thy father, that he may eate, and that he may blesse thee, before his death.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Iacob said to Rebekah his mother, Behold, Esau my brother is a hairy man, and I am a smooth man.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "My father peraduenture will feele me, and I shall seeme to him as a deceiuer, and I shall bring a curse vpon me, and not a blessing.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And his mother said vnto him, Upon me be thy curse, my sonne: onely obey my voice, and go fetch me them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And hee went, and fetched, and brought them to his mother, and his mother made sauoury meat, such as his father loued.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Rebekah tooke goodly raiment of her eldest sonne Esau, which were with her in the house, and put them vpon Iacob her yonger sonne:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And shee put the skinnes of the kids of the goats vpon his hands, and vpon the smooth of his necke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And she gaue the sauoury meate, and the bread, which she had prepared, into the hand of her sonne Iacob.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And he came vnto his father, and said, My father: And he said, Here am I: who art thou, my sonne?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Iacob said vnto his father, I am Esau, thy first borne; I haue done according as thou badest mee: arise, I pray thee, sit, and eate of my venison, that thy soule may blesse me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Isaac said vnto his sonne, How is it that thou hast found it so quickly, my sonne? And he said, Because the LORD thy God brought it to me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Isaac saide vnto Iacob, Come neere, I pray thee, that I may feele thee, my sonne, whether thou bee my very sonne Esau, or not.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Iacob went neere vnto Isaac his father: and hee felt him, and said, The voyce is Iacobs voyce, but the hands are the hands of Esau.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he discerned him not, because his hands were hairie, as his brother Esaus hands: So he blessed him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he said, Art thou my very sonne Esau? and he said, I am.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And he said, Bring it neere to me, and I will eate of my sonnes venison, that my soule may blesse thee: and hee brought it neere to him, and he did eate: and he brought him wine, &amp; he dranke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And his father Isaac saide vnto him, Come neere now, and kisse me, my sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And hee came neere, and kissed him: and he smelled the smell of his raiment, and blessed him, and said, See, the smell of my sonne is as the smell of a field, which the LORD hath blessed.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Therefore God giue thee of the dew of heauen, and the fatnesse of the earth, and plenty of corne and wine.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Let people serue thee, and nations bow downe to thee: bee lord ouer thy brethren, &amp; let thy mothers sonnes bow downe to thee: Cursed bee euery one that curseth thee, and blessed be hee that blesseth thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And it came to passe, as soone as Isaac had made an ende of blessing Iacob, and Iacob was yet scarce gone out from the presence of Isaac his father, that Esau his brother came in from his hunting.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And hee also had made sauoury meate, and brought it vnto his father, and said vnto his father, Let my father arise, and eat of his sonnes venison, that thy soule may blesse me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And Isaac his father said vnto him, Who art thou? and he said, I am thy sonne, thy first borne Esau.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Isaac trembled very exceedingly, and said, Who? Where is he that hath taken venison, and brought it me, and I haue eaten of all before thou camest, and haue blessed him? yea and he shalbe blessed.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And when Esau heard the words of his father, he cried with a great and exceeding bitter cry, and said vnto his father, Blesse mee, euen me also, O my father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And hee said, Thy brother came with subtilty, and hath taken away thy blessing.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And he said, Is not he rightly naned Iacob? for he hath supplanted me these two times: hee tooke away my birthright, and behold, now he hath taken away my blessing: and hee said, Hast thou not reserued a blessing for mee?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And Isaac answered and saide vnto Esau, Behold, I haue made him thy lord, and all his brethren haue I giuen to him for seruants: and with corne and wine haue I susteined him: and what shall I doe now vnto thee, my sonne?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And Esau said vnto his father, Hast thou but one blessing, my father? blesse mee, euen mee also, O my father. And Esau lift vp his voyce, and wept.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And Isaac his father answered, and said vnto him, Behold, thy dwelling shall be the fatnesse of the earth, and of the dew of heauen from aboue.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And by thy sword shalt thou liue, and shalt serue thy brother: and it shall come to passe when thou shalt haue the dominion, that thou shalt breake his yoke from off thy necke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ And Esau hated Iacob, because of the blessing, wherewith his father blessed him: and Esau said in his heart, The dayes of mourning for my father are at hand; then will I slay my brother Iacob.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And these words of Esau her elder sonne were told to Rebekah: And shee sent and called Iacob her yonger sonne, and said vnto him, Behold, thy brother Esau, as touching thee, doeth comfort himselfe, purposing to kill thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Now therefore my sonne, obey my voice: and arise, flee thou to Laban my brother, to Haran.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And tary with him a few dayes, vntill thy brothers furie turne away;",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 45,
      "verse_end": 45,
      "text": "Untill thy brothers anger turne away from thee, and hee forget that, which thou hast done to him: then I will send, and fetch thee from thence: why should I be depriued also of you both in one day?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 27,
      "verse_start": 46,
      "verse_end": 46,
      "text": "And Rebekah said to Isaac, I am weary of my life, because of the daughters of Heth: If Iacob take a wife of the daughters of Heth, such as these which are of the daughters of the land, what good shall my life doe me?",
      "info": ""
    }
  ]
}