{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when Rachel saw that shee bare Iacob no children, Rachel enuied her sister, and said vnto Iacob, Giue mee children, or els I die.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Iacobs anger was kindled against Rachel, and he said, Am I in Gods stead, who hath withheld from thee the fruit of the wombe?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And she said, Behold my mayde Bilhah: goe in vnto her, and she shall beare vpon my knees, that I may also have children by her.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And shee gaue him Bilhah her handmayd to wife: and Iacob went in vnto her.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Bilhah conceiued and bare Iacob a sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Rachel said, God hath iudged me, and hath also heard my voyce, and hath giuen me a sonne; therefore called she his name Dan.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Bilhah Rachels mayd conceiued againe, and bare Iacob a second sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Rachel saide, With great wrastlings haue I wrastled with my sister, and I haue preuailed: and she called his name Naphtali.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 9,
      "verse_end": 9,
      "text": "When Leah saw that she had left bearing, shee tooke Zilpah her mayde, and gaue her Iacob to wife.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Zilpah Leahs mayde bare Iacob a sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Leah said, A troupe commeth: and she called his name Gad.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Zilpah Leahs mayde bare Iacob a second sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Leah said, Happy am I, for the daughters will call me blessed: and she called his name Asher.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And Reuben went in the dayes of wheat haruest, &amp; found Mandrakes in the field, and brought them vnto his mother Leah. Then Rachel saide to Leah, Giue me, I pray thee, of thy sonnes Mandrakes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And shee said vnto her, Is it a small matter, that thou hast taken my husband? and wouldst thou take away my sonnes Mandrakes also? and Rachel said, Therefore hee shall lye with thee to night, for thy sonnes Mandrakes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Iacob came out of the field in the euening, and Leah went out to meet him, and said, Thou must come in vnto mee: for surely I haue hired thee with my sonnes Mandrakes. And hee lay with her that night.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And God hearkened vnto Leah, and she conceiued, and bare Iacob the fift sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Leah said, God hath giuen mee my hire, because I haue giuen my mayden to my husband: and she called his name Issachar.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Leah conceiued againe, and bare Iacob the sixth sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Leah said, God hath endued me with a good dowry: Now will my husband dwel with me, because I haue borne him sixe sonnes: and shee called his name Zebulun.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And afterwardes shee bare a daughter, and called her name Dinah.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And God remembred Rachel, and God hearkened to her, and opened her wombe.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And shee conceiued and bare a sonne, and said; God hath taken away my reproch:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And shee called his name Ioseph, and saide, The LORD shall adde to me another sonne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And it came to passe when Rachel had borne Ioseph, that Iacob said vnto Laban, Send me away, that I may goe vnto mine owne place, and to my countrey.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Giue mee my wiues and my children, for whom I haue serued thee, and let me goe: for thou knowest my seruice which I haue done thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Laban said vnto him, I pray thee, if I haue found fauour in thine eyes, tary: for I haue learned by experience, that the LORD hath blessed me for thy sake.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And he said, Appoint me thy wages, and I will giue it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And hee said vnto him, Thou knowest how I haue serued thee, and how thy cattell was with me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For it was little which thou hadst before I came; and it is now increased vnto a multitude; and the LORD hath blessed thee since my comming: and now when shall I prouide for mine owne house also?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And hee said, what shall I giue thee? and Iacob said, Thou shalt not giue me any thing; if thou wilt doe this thing for mee, I will againe feed and keepe thy flocke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 32,
      "verse_end": 32,
      "text": "I will passe through all thy flocke to day, remoouing from thence all the speckled and spotted cattell: and all the browne cattell among the sheepe, and the spotted and speckled among the goates, and of such shalbe my hire.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 33,
      "verse_end": 33,
      "text": "So shall my righteousnesse answere for mee in time to come, when it shall come for my hire, before thy face: euery one that is not speckled and spotted amongst the goates, and browne amongst the sheepe, that shalbe counted stollen with me.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And Laban saide, Beholde, I would it might bee according to thy word.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And he remoued that day the hee goates that were ring-straked, and spotted, and all the shee goats that were speckled and spotted, and euery one that had some white in it, and all the browne amongst the sheepe, and gaue them into the hand of his sonnes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And hee set three dayes iourney betwixt himselfe and Iacob: and Iacob fed the rest of Labans flocks.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ And Iacob tooke him rods of greene poplar, and of the hasel and chesnut tree, and pilled white strakes in them, and made the white appeare which was in the rods.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And he set the rods which he had pilled, before the flockes in the gutters in the watering troughes when the flocks came to drinke, that they should conceiue when they came to drinke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And the flockes conceiued before the rods, and brought forth cattell ringstraked, speckled and spotted.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And Iacob did separate the lambes, and set the faces of the flockes toward the ring-straked, and all the browne in the flocke of Laban: and he put his owne flocks by themselues, and put them not vnto Labans cattell.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And it came to passe whensoeuer the stronger cattell did conceiue, that Iacob layd the rods before the eyes of the cattell in the gutters, that they might conceiue among the rods.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 42,
      "verse_end": 42,
      "text": "But when the cattel were feeble, hee put them not in: so the feebler were Labans, and the stronger Iacobs.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 30,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And the man increased exceedingly, and had much cattell, and maydseruants, and men seruants, and camels, and asses.",
      "info": ""
    }
  ]
}