{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after these things, that the Butler of the King of Egypt, and his Baker, had offended their lord the King of Egypt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Pharaoh was wroth against two of his officers, against the chiefe of the Butlers, and against the chiefe of the Bakers.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he put them in ward in the house of the captaine of the guard, into the prison, the place where Ioseph was bound.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the captaine of the guard charged Ioseph with them, and he serued them, and they continued a season in warde.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And they dreamed a dreame both of them, each man his dreame in one night, each man according to the interpretation of his dreame, the Butler and the Baker of the king of Egypt, which were bound in the prison.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Ioseph came in vnto them in the morning, and looked vpon them, and behold, they were sad.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he asked Pharaohs officers that were with him in the warde of his lords house, saying, wherefore looke ye so sadly to day?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they said vnto him, we haue dreamed a dreame, and there is no interpreter of it. And Ioseph said vnto them, Doe not interpretations belong to God? tell me them, I pray you.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the chiefe Butler tolde his dreame to Ioseph, and said to him; In my dreame, beholde, a vine was before mee:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And in the vine were three branches, and it was as though it budded, and her blossoms shot foorth; and the clusters thereof brought forth ripe grapes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Pharaohs cup was in my hand, and I tooke the grapes and pressed them into Pharaohs cup: and I gaue the cup into Pharaohs hand.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Ioseph said vnto him, This is the interpretation of it: the three branches are three dayes,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Yet within three dayes shall Pharaoh lift vp thine head, and restore thee vnto thy place, and thou shalt deliuer Pharaohs cup into his hand, after the former manner when thou wast his Butler.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But thinke on me, when it shall be well with thee, and shew kindenesse, I pray thee, vnto mee, and make mention of me vnto Pharaoh, and bring me out of this house.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For indeed I was stollen away out of the land of the Hebrewes: and here also haue I done nothing, that they should put me into the dungeon.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 16,
      "verse_end": 16,
      "text": "When the chiefe Baker saw, that the interpretation was good, he said vnto Ioseph, I also was in my dreame, and behold, I had three white baskets on my head.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And in the vppermost basket there was of all maner of bake-meats for Pharaoh, and the birds did eat them out of the basket vpon my head.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Ioseph answered, and said, This is the interpretation thereof: the three baskets are three dayes:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Yet within three dayes shall Pharaoh lift vp thy head from off thee, and shall hang thee on a tree, and the birds shall eate thy flesh from off thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And it came to passe the third day, which was Pharaohs birth day, that hee made a feast vnto all his seruaunts: and he lifted vp by the head of the chiefe Butler, and of the chiefe Baker among his seruants.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he restored the chiefe Butler vnto his Butlership againe, and hee gaue the cup into Pharaohs hand.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But he hanged the chiefe Baker, as Ioseph had interpreted to them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 40,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Yet did not the chiefe Butler remember Ioseph, but forgate him.",
      "info": ""
    }
  ]
}