{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And hee commaunded the steward of his house, saying, Fill the mens sackes with food, as much as they can carie, and put euery mans money in his sacks mouth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And put my cup, the siluer cup, in the sackes mouth of the youngest, and his corne money: and he did according to the word that Ioseph had spoken.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Assoone as the morning was light, the men were sent away, they, and their asses.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when they were gone out of the citie, and not yet farre off, Ioseph said vnto his steward, Up, follow after the men; and when thou doest ouertake them, say vnto them, Wherefore haue ye rewarded euill for good?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Is not this it, in which my lord drinketh? and whereby indeed he diuineth? ye haue done euill in so doing.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And he ouertooke them, and he spake vnto them these same words.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they said vnto him, Wherefore saith my lord these words? God forbid that thy seruants should doe according to this thing.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behold, the money which wee found in our sackes mouthes, wee brought againe vnto thee, out of the land of Canaan: how then should wee steale out of thy lords house, siluer or golde?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 9,
      "verse_end": 9,
      "text": "With whom soeuer of thy seruants it be found, both let him die, and we also will be my lords bondmen.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he said, Now also let it be according vnto your wordes: hee with whom it is found, shall be my seruant: and ye shall be blamelesse.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then they speedily tooke downe euery man his sacke to the ground, and opened euery man his sacke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he searched, and began at the eldest, and left at the yongest: and the cup was found in Beniamins sacke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then they rent their clothes, and laded euery man his asse, and returned to the citie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And Iudah and his brethren came to Iosephs house: (for he was yet there) and they fell before him on the ground.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Ioseph said vnto them, What deed is this that ye haue done? wote ye not, that such a man as I can certainely diuine?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Iudah said, What shall wee say vnto my lord? what shal we speake? or how shall we cleare our selues? God hath found out the iniquitie of thy seruants: beholde, wee are my lords seruants, both we, and he also with whom the cup is found.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he said, God forbid that I should doe so: but the man in whose hand the cup is found, he shal be my seruant; and as for you, get you vp in peace vnto your father.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then Iudah came neere vnto him, and said, Oh my lord, let thy seruant, I pray thee, speake a word in my lords eares, &amp; let not thine anger burne against thy seruant: for thou art euen as Pharaoh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 19,
      "verse_end": 19,
      "text": "My lord asked his seruants, saying; Haue ye a father, or a brother?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And we said vnto my lord, Wee haue a father, an olde man, and a childe of his old age, a little one: and his brother is dead, and he alone is left of his mother, and his father loueth him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And thou saidst vnto thy seruants, Bring him downe vnto mee, that I may set mine eyes vpon him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And we said vnto my lord, The lad cannot leaue his father: for if hee should leaue his father, his father would die.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And thou saidst vnto thy seruants, Except your yongest brother come downe with you, you shall see my face no more.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And it came to passe when wee came vp vnto thy seruant my father, we told him the words of my lord.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And our father said, Goe againe, and buy vs a little food.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And we saide, Wee cannot goe downe: if our yongest brother be with vs, then will we goe downe: for wee may not see the mans face, except our yongest brother be with vs.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And thy seruant my father said vnto vs, Ye know that my wife bare me two sonnes.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the one went out from me, and I said, Surely he is torne in pieces: and I saw him not since.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And if ye take this also from me, and mischiefe befall him, ye shall bring downe my gray haires with sorrow to the graue.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Now therefore when I come to thy seruant my father, and the lad bee not with vs; (seeing that his life is bound vp in the lads life.)",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 31,
      "verse_end": 31,
      "text": "It shall come to passe, when he seeth that the lad is not with vs, that he will die, and thy seruants shall bring downe the gray haires of thy seruant our father with sorrow to the graue.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 32,
      "verse_end": 32,
      "text": "For thy seruant became surety for the lad vnto my father, saying, If I bring him not vnto thee, then I shall beare the blame to my father, for euer.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Now therefore, I pray thee, let thy seruant abide in stead of the lad, a bondman to my lord, and let the lad goe vp with his brethren.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 44,
      "verse_start": 34,
      "verse_end": 34,
      "text": "For how shall I goe vp to my father, and the lad be not with mee, lest peraduenture I see the euill that shall come on my father?",
      "info": ""
    }
  ]
}