{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Ioseph could not refraine himselfe before all them that stood by him: and he cried, Cause euery man to goe out from me; and there stood no man with him, while Ioseph made himselfe knowen vnto his brethren.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he wept aloud: and the Egyptians, and the house of Pharaoh heard.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Ioseph said vnto his brethren, I am Ioseph; Doeth my father yet liue? and his brethren could not answere him: for they were troubled at his presence.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ioseph said vnto his brethren, Come neere to me, I pray you: and they came neere; and he said, I am Ioseph your brother, whom ye sold into Egypt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Now therefore bee not grieued, nor angry with your selues, that yee sold me hither: for God did send me before you, to preserue life.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For these two yeeres hath the famine bene in the land: and yet there are fiue yeeres, in the which there shall neither be earing nor haruest.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And God sent me before you, to preserue you a posteritie in the earth, and to saue your liues by a great deliuerance.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So now it was not you that sent me hither, but God: and he hath made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Haste you, and goe vp to my father, and say vnto him, Thus saith thy sonne Ioseph; God hath made me lord of all Egypt; come downe vnto me, tary not.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And thou shalt dwell in the land of Goshen, and thou shalt be neere vnto me, thou, and thy children, and thy childrens children, and thy flockes, and thy heards, and all that thou hast.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And there wil I nourish thee, (for yet there are fiue yeeres of famine) lest thou and thy houshold, and all that thou hast, come to pouertie.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And behold, your eyes see, and the eyes of my brother Beniamin, that it is my mouth that speaketh vnto you.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And you shall tell my father of all my glory in Egypt, and of all that you haue seene, and ye shall haste, and bring downe my father hither.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he fel vpon his brother Beniamins necke, and wept: and Beniamin wept vpon his necke.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Moreouer hee kissed all his brethren, and wept vpon them: and after that, his brethren talked with him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the fame thereof was heard in Pharaohs house, saying, Iosephs brethren are come: and it pleased Pharaoh well, and his seruants.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Pharaoh said vnto Ioseph, Say vnto thy brethren, This doe yee, lade your beasts and goe, get you vnto the land of Canaan.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And take your father, and your housholds, and come vnto mee: and I wil giue you the good of the land of Egypt, and ye shall eat the fat of the land.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Now thou art commanded, this doe yee; Take you wagons out of the land of Egypt for your little ones, and for your wiues, and bring your father, and come.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Also regard not your stuffe: for the good of all the land of Egypt is yours.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the children of Israel did so: and Ioseph gaue them wagons, according to the commandement of Pharaoh, and gaue them prouision for the way.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 22,
      "verse_end": 22,
      "text": "To all of them he gaue each man changes of raiment: but to Beniamin hee gaue three hundred pieces of siluer, and fiue changes of raiment.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And to his father hee sent after this maner: ten asses laden with the good things of Egypt, and ten shee asses laden with corne, and bread and meat for his father by the way.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 24,
      "verse_end": 24,
      "text": "So he sent his brethren away, and they departed: and hee said vnto them, See that yee fall not out by the way.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And they went vp out of Egypt, and came into the land of Canaan vnto Iacob their father,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And told him, saying, Ioseph is yet aliue, and he is gouernour ouer all the land of Egypt. And Iacobs heart fainted, for he beleeued them not.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And they told him all the words of Ioseph, which hee had saide vnto them: and when hee saw the wagons which Ioseph had sent to carie him, the spirit of Iacob their father reuiued.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 45,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Israel said, It is enough; Ioseph my sonne is yet aliue: I will goe and see him before I die.",
      "info": ""
    }
  ]
}