{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Ioseph came and tolde Pharaoh, and saide, My father and my brethren, and their flockes, and their heards, and all that they haue, are come out of the land of Canaan: and behold, they are in the land of Goshen.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee tooke some of his brethren, euen fiue men, &amp; presented them vnto Pharaoh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Pharaoh said vnto his brethren, What is your occupation? And they said vnto Pharaoh, Thy seruants are shepheards, both wee and also our fathers.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They said moreouer vnto Pharaoh, For to soiourne in the land are we come: for thy seruants haue no pasture for their flockes, for the famine is sore in the land of Canaan: now therefore we pray thee, let thy seruants dwel in the land of Goshen.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Pharaoh spake vnto Ioseph, saying, Thy father and thy brethren are come vnto thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The land of Egypt is before thee: in the best of the land make thy father and brethren to dwell, in the lande of Goshen let them dwell: and if thou knowest any man of actiuitie amongst them, then make them rulers ouer my cattell.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Ioseph brought in Iacob his father, and set him before Pharaoh: and Iacob blessed Pharaoh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Pharaoh said vnto Iacob, How old art thou?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Iacob said vnto Pharaoh, The dayes of the yeeres of my pilgrimage are an hundred &amp; thirtie yeres: few and euill haue the dayes of the yeeres of my life bene, and haue not attained vnto the dayes of the yeeres of the life of my fathers, in the dayes of their pilgrimage.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Iacob blessed Pharaoh, and went out from before Pharaoh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And Ioseph placed his father, and his brethren, and gaue them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Ioseph nourished his father and his brethren, and all his fathers houshold with bread, according to their families.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And there was no bread in all the land: for the famine was very sore, so that the land of Egypt and all the land of Canaan fainted by reason of the famine.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Ioseph gathered vp all the money that was found in the land of Egypt, and in the land of Canaan, for the corne which they bought: and Ioseph brought the money into Pharaohs house.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when money failed in the land of Egypt, and in the land of Canaan, all the Egyptians came vnto Ioseph, and said, Giue vs bread: for why should we die in thy presence? for the money faileth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Ioseph said, Giue your cattell: and I will giue you for your catell, if money faile.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they brought their cattel vnto Ioseph: and Ioseph gaue them bread in exchange for horses, and for the flockes, and for the cattell of the heards, and for the asses, and he fed them with bread, for all their cattel, for that yeere.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 18,
      "verse_end": 18,
      "text": "When that yeere was ended, they came vnto him the second yeere, and said vnto him, We will not hide it from my lord, how that our money is spent, my lord also had our heards of cattell: there is not ought left in the sight of my lord, but our bodies, and our lands.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Wherfore shall we die before thine eyes, both we, and our land? buy vs and our land for bread, and we and our land will be seruants vnto Pharaoh: and giue vs seede that we may liue and not die, that the land be not desolate.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Ioseph bought all the land of Egypt for Pharaoh: for the Egyptians sold euery man his field, because the famine preuailed ouer them: so the land became Pharaohs.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And as for the people, he remoued them to cities from one end of the borders of Egypt, euen to the other ende thereof.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Onely the land of the Priests bought he not: for the priests had a portion assigned them of Pharaoh, and did eate their portion which Pharaoh gaue them: wherefore they solde not their lands.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then Ioseph said vnto the people, Behold, I haue bought you this day, and your land for Pharaoh: Loe, here is seed for you, and ye shall sow the land.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And it shall come to passe in the increase, that you shall giue the fift part vnto Pharaoh, and foure parts shall be your owne, for seed of the field, and for your food, and for them of your households, and for food for your litle ones.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they said, Thou hast saued our liues: let vs find grace in the sight of my lord, and we will be Pharaohs seruants.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Ioseph made it a law ouer the land of Egypt vnto this day, that Pharaoh should haue the fift part: except the land of the priests onely, which became not Pharaohs.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And Israel dwelt in the land of Egypt in the countrey of Goshen, and they had possessions therein, and grew, and multiplied exceedingly.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Iacob liued in the land of Egypt seuenteene yeres: so the whole age of Iacob was an hundred fourtie and seuen yeeres.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the time drew nigh that Israel must die, and he called his sonne Ioseph, and said vnto him, If now I haue found grace in thy sight, put, I pray thee, thy hand vnder my thigh, and deale kindly and truely with mee, bury me not, I pray thee, in Egypt.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But I will lie with my fathers, and thou shalt carie mee out of Egypt, and bury me in their burying place: and he said, I will doe as thou hast said.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 47,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he said, Sweare vnto mee: and he sware vnto him. And Israel bowed himselfe vpon the beds head.",
      "info": ""
    }
  ]
}