{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after these things, that one told Ioseph, Behold, thy father is sicke: and he tooke with him his two sonnes, Manasseh and Ephraim.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And one told Iacob, and said, Behold, thy sonne Ioseph commeth vnto thee: and Israel strengthened himselfe, and sate vpon the bed.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Iacob saide vnto Ioseph, God Almightie appeared vnto mee at Luz in the land of Canaan, and blessed mee,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And said vnto me, Behold, I wil make thee fruitfull, and multiplie thee, and I will make of thee a multitude of people, and will giue this land to thy seede after thee, for an euerlasting possession.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And now thy two sonnes, Ephraim and Manasseh, which were borne vnto thee in the land of Egypt, before I came vnto thee into Egypt, are mine: as Reuben and Simeon, they shalbe mine.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thy issue which thou begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And as for me, when I came from Padan, Rachel died by me in the land of Canaan, in the way, when yet there was but a little way to come vnto Ephrath: and I buried her there in the way of Ephrath, the same is Bethlehem.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Israel behelde Iosephs sonnes, and said, Who are these?",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Ioseph said vnto his father, They are my sonnes, whom God hath giuen me in this place: and he said, Bring them, I pray thee, vnto me, and I will blesse them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 10,
      "verse_end": 10,
      "text": "(Now the eyes of Israel were dimme for age, so that he could not see,) and hee brought them neere vnto him, and he kissed them, and imbraced them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Israel said vnto Ioseph, I had not thought to see thy face: and loe, God hath shewed me also thy seed.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Ioseph brought them out from betweene his knees, and hee bowed himselfe with his face to the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Ioseph tooke them both, Ephraim in his right hand, toward Israels left hand, and Manasseh in his left hand towards Israels right hand, and brought them neere vnto him.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Israel stretched out his right hand, and layd it vpon Ephraims head who was the yonger; and his left hand vpon Manassehs head, guiding his hands wittingly: for Manasseh was the first borne.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And he blessed Ioseph and said, God before whom my fathers Abraham and Isaac did walke, the God which fedde mee all my life long vnto this day,",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The Angel which redeemed mee from all euill, blesse the laddes, and let my name be named on them, and the name of my fathers Abraham and Isaac, and let them grow into a multitude in the midst of the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And when Ioseph saw that his father laide his right hand vpon the head of Ephraim, it displeased him: and he held vp his fathers hand, to remoue it from Ephraims head, vnto Manassehs head.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Ioseph saide vnto his father, Not so my father: for this is the first borne; put thy right hand vpon his head.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And his father refused, and said, I know it, my sonne, I know it: he also shall become a people, and he also shall be great: but truely his yonger brother shall be greater then he; and his seede shall become a multitude of nations.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he blessed them that day, saying, In thee shall Israel blesse, saying, God make thee as Ephraim, and as Manasseh: and he set Ephraim before Manasseh.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Israel saide vnto Ioseph, Behold, I die: but God shall be with you, and bring you againe vnto the land of your fathers.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 48,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Moreouer I haue giuen to thee one portion aboue thy brethren, which I tooke out of the hand of the Amorite with my sword, and with my bow.",
      "info": ""
    }
  ]
}