{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe, when men began to multiply on the face of the earth, and daughters were borne vnto them:",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "That the sonnes of God saw the daughters of men, that they were faire, and they took them wiues, of all which they chose.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the LORD said, My Spirit shall not alwayes striue with man; for that hee also is flesh: yet his dayes shalbe an hundred and twenty yeeres.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "There were Giants in the earth in those daies: and also after that, when the sonnes of God came in vnto the daughters of men, &amp; they bare children to them; the same became mightie men, which were of old, men of renowme.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And God saw, that the wickednes of man was great in the earth, and that euery imagination of the thoughts of his heart was onely euill continually.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it repented the LORD that he had made man on the earth, and it grieued him at his heart.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the LORD said, I will destroy man, whom I haue created, from the face of the earth: both man and beast, and the creeping thing, and the foules of the aire: for it repenteth me that I haue made them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But Noah found grace in the eyes of the LORD.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ These are the generations of Noah: Noah was a iust man, and perfect in his generations, and Noah walked with God.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Noah begate three sonnes: Sem, Ham, and Iapheth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "The earth also was corrupt before God; and the earth was filled with violence.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And God looked vpon the earth, and behold, it was corrupt: for all flesh had corrupted his way vpon the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And God said vnto Noah, The end of all flesh is come before mee; for the earth is filled with violence through them; and behold, I will destroy them with the earth.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Make thee an Arke of Gopher-wood: roomes shalt thou make in the arke, and shalt pitch it within and without with pitch.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And this is the fashion, which thou shalt make it of: the length of the arke shalbe three hundred cubits, the breadth of it fifty cubits, and the height of it thirtie cubits.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "A window shalt thou make to the arke, and in a cubite shalt thou finish it aboue; and the doore of the arke shalt thou set in the side thereof: With lower, second, and third stories shalt thou make it.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And behold, I, euen I doe bring a flood of waters vpon the earth, to destroy all flesh, wherein is the breath of life from vnder heauen, and euery thing that is in the earth shall die.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But with thee wil I establish my Couenant: and thou shalt come into the Arke, thou, and thy sonnes, and thy wife, and thy sonnes wiues with thee.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And of euery liuing thing of all flesh, two of euery sort shalt thou bring into the Arke, to keepe them aliue with thee: they shall be male and female.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Of fowles after their kinde, and of cattel after their kinde: of euery creeping thing of the earth after his kinde, two of euery sort shall come vnto thee, to keepe them aliue.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And take thou vnto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food, for thee, and for them.",
      "info": ""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Thus did Noah; according to all that God commanded him, so did he.",
      "info": ""
    }
  ]
}