{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord said vnto Moses, Goe in vnto Pharaoh: for I haue hardned his heart, and the heart of his seruants, that I might shew these my signes before him:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And that thou mayest tell in the eares of thy sonne, and of thy sonnes sonne, what things I haue wrought in Egypt, and my signes which I haue done amongst them, that ye may know how that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Moses and Aaron came in vnto Pharaoh, and saide vnto him, Thus saith the Lord God of the Hebrewes, How long wilt thou refuse to humble thy selfe before mee? Let my people goe, that they may serue me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Els, if thou refuse to let my people goe, behold, to morrow will I bring the locusts into thy coast.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they shall couer the face of the earth, that one cannot be able to see the earth, and they shall eate the residue of that which is escaped, which remaineth vnto you from the haile, and shall eate euery tree, which groweth for you out of the field.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they shall fill thy houses, and the houses of all thy seruants, and the houses of all the Egyptians, which neither thy fathers, nor thy fathers fathers haue seene, since the day that they were vpon the earth, vnto this day. And he turned himselfe, and went out from Pharaoh.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Pharaohs seruants said vnto him, How long shall this man be a snare vnto vs? Let the men goe, that they may serue the Lord their God: Knowest thou not yet, that Egypt is destroyed?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Moses and Aaron were brought againe vnto Pharaoh: and he said vnto them, Goe, serue the Lord your God: but who are they that shall goe?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Moses said, We wil goe with our yong, and with our old, with our sonnes and with our daughters, with our flockes and with our heards will we goe: for we must hold a feast vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he said vnto them; Let the Lord bee so with you, as I will let you goe, and your litle ones. Looke to it, for euill is before you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Not so: goe now yee that are men, and serue the Lord, for that you did desire: and they were driuen out from Pharaohs presence.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the Lord said vnto Moses, Stretch out thine hand ouer the land of Egypt for the locusts, that they may come vp vpon the land of Egypt, and eate euery herbe of the land, euen all that the haile hath left.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Moses stretched forth his rod ouer the land of Egypt, and the Lord brought an East wind vpon the land all that day, and all that night: and when it was morning, the East wind brought the locusts.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the locusts went vp ouer all the land of Egypt, and rested in all the coasts of Egypt: very grieuous were they: before them there were no such locusts as they, neither after them shall be such.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For they couered the face of the whole earth, so that the land was darkned, and they did eate euery herbe of the land, and all the fruit of the trees, which the haile had left, and there remained not any greene thing in the trees, or in the herbes of the field, through all the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Then Pharaoh called for Moses and Aaron in haste: and he said, I haue sinned against the Lord your God, and against you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now therefore forgiue, I pray thee, my sinne onely this once, and intreat the Lord your God, that hee may take away from mee this death onely.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he went out from Pharaoh, and intreated the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Lord turned a mighty strong West wind, which tooke away the locusts, and cast them into the red sea: there remained not one locust in all the coasts of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But the Lord hardened Pharaohs heart, so that hee would not let the children of Israel goe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And the Lord said vnto Moses, Stretch out thine hand toward heauen, that there may be darkenesse ouer the land of Egypt, euen darkenes which may be felt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Moses stretched foorth his hand toward heauen: and there was a thicke darkenesse in all the land of Egypt three dayes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 23,
      "verse_end": 23,
      "text": "They saw not one another, neither rose any from his place for three dayes: but all the children of Israel had light in their dwellings.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Pharaoh called vnto Moses, and said, Goe ye, serue the Lord: onely let your flockes and your herds be stayed: let your litle ones also goe with you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Moses saide, Thou must giue vs also sacrifices, and burnt offerings, that we may sacrifice vnto the Lord our God.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Our cattell also shall goe with vs: there shall not an hoofe bee left behind: for thereof must we take to serue the Lord our God: and we knowe not with what wee must serue the Lord, vntill we come thither.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ But the Lord hardened Pharaohs heart, and he would not let them goe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Pharaoh said vnto him, Get thee from me, take heed to thy selfe: see my face no more: for in that day thou seest my face, thou shalt die.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 10,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Moses said, Thou hast spoken well, I will see thy face againe no more.",
      "info": ""
    }
  ]
}