{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord said vnto Moses, Yet will I bring one plague more vpon Pharaoh, and vpon Egypt, afterwards hee will let you goe heuce: when hee shall let you goe, he shall surely thrust you out hence altogether.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Speake now in the eares of the people, and let euery man borrowe of his neighbour, and euery woman of her neighbour, iewels of siluer, and iewels of gold.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the Lord gaue the people fauour in the sight of the Egyptians. Moreouer the man Moses was very great in the land of Egypt, in the sight of Pharaohs seruants, and in the sight of the people.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Moses said, Thus saith the Lord, about midnight will I goe out into the midst of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And all the first borne in the lande of Egypt shall die, from the first borne of Pharaoh, that sitteth vpon his throne, euen vnto the first borne of the maid seruant that is behind the mill, and all the first borne of beasts.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And there shall bee a great crie throughout all the land of Egypt, such as there was none like it, nor shall bee like it any more.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But against any of the children of Israel, shal not a dog moue his tongue, against man or beast: that ye may know how that the Lord doth put a difference betweene the Egyptians and Israel.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And all these thy seruants shall come downe vnto me, and bow downe themselues vnto me, saying, Get thee out, and all the people that follow thee; and after that I wil goe out: and he went out from Pharaoh in a great anger.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the Lord said vnto Moses, Pharaoh shall not hearken vnto you, that my wonders may be multiplied in the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Moses and Aaron did all these wonders before Pharaoh: and the Lord hardened Pharaohs heart, so that he would not let the children of Israel goe out of his land.",
      "info": ""
    }
  ]
}