{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses and Aaron in the land of Egypt, saying,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "This moneth shalbe vnto you the beginning of moneths: it shall be the first moneth of the yeere to you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Speake ye vnto all the Congregation of Israel, saying, In the tenth day of this moneth they shall take to them euery man a lambe, according to the house of their fathers, a lambe for an house.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And if the houshold be too little for the lambe, let him and his neighbour next vnto his house, take it according to the number of the soules: euery man according to his eating shall make your count for the lambe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Your lambe shall be without blemish, a male of the first yeere: yee shall take it out from the sheepe or from the goates.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And ye shall keepe it vp vntill the fourteenth day of the same moneth: and the whole assembly of the congregation of Israel shall kill it in the euening.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they shall take of the blood and strike it on the two side postes, and on the vpper doore poste, of the houses wherin they shall eate it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they shall eat the flesh in that night roste with fire, and vnleauened bread, and with bitter herbes they shall eate it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Eate not of it raw, nor sodden at all with water, but roste with fire: his head, with his legs, and with the purtenance thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And ye shall let nothing of it remaine vntill the morning: and that which remaineth of it vntill the morning, ye shall burne with fire.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And thus shall ye eate it: with your loines girded, your shooes on your feet, and your staffe in your hand: and ye shall eate it in haste: it is the Lords Passeouer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For I will passe through the land of Egypt this night, and will smite all the first borne in the land of Egypt, both man &amp; beast, and against all the gods of Egypt I will execute iudgement: I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the blood shall be to you for a token vpon the houses where you are: and when I see the blood, I will passe ouer you, and the plague shall not bee vpon you to destroy you, when I smite the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And this day shall be vnto you for a memoriall: and you shall keepe in a feast to the Lord, throughout your generations: you shall keepe it a feast by an ordinance for euer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Seuen dayes shall ye eate vnleauened bread, euen the first day yee shall put away leauen out of your houses: For whosoeuer eateth leauened bread, from the first day vntil the seuenth day, that soule shall be cut off from Israel.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And in the first day there shalbe an holy conuocation, and in the seuenth day there shall be an holy conuocation to you: no maner of worke shalbe done in them, saue that which euery man must eate, that onely may bee done of you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And yee shall obserue the feast of vnleauened bread: for in this selfe same day haue I brought your armies out of the land of Egypt; therefore shall ye obserue this day in your generations, by an ordinance for euer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ In the first moneth, on the fourteenth day of the moneth at euen, ye shall eate vnleauened bread vntill the one and twentieth day of the moneth at euen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Seuen dayes shall there bee no leauen found in your houses: for whosoeuer eateth that which is leauened, euen that soule shall be cut off from the congregation of Israel, whether he be a stranger, or borne in the land.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Yee shall eate nothing leauened: in all your habitations shall ye eate vnleauened bread.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Then Moses called for all the Elders of Israel, and said vnto them; Draw out and take you a lambe, according to your families, and kill the Passeouer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And ye shall take a bunch of hysope, and dip it in the blood that is in the bason, and strike the lintel and the two side postes with the blood that is in the bason: and none of you shall goe out at the doore of his house, vntill the morning.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For the Lord wil passe through to smite the Egyptians: and when hee seeth the blood vpon the lintel, and on the two side-postes, the Lord will passe ouer the doore, and will not suffer the destroyer to come in vnto your houses to smite you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And ye shall obserue this thing for an ordinance to thee, and to thy sonnes for euer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And it shall come to passe when yee bee come to the land, which the Lord will giue you, according as he hath promised, that ye shall keepe this seruice.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And it shall come to passe, when your children shall say vnto you, What meane you by this seruice?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 27,
      "verse_end": 27,
      "text": "That ye shall say, It is the sacrifice of the Lords Passeouer, who passed ouer the houses of the children of Israel in Egypt, when he smote the Egyptians, and deliuered our houses. And the people bowed the head, and worshipped.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the children of Israel went away, and did as the Lord had commanded Moses and Aaron, so did they.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And it came to passe that at midnight the Lord smote all the first borne in the land of Egypt, from the first borne of Pharaoh that sate on his throne, vnto the first borne of the captiue that was in the dungeon, and all the first borne of cattell.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Pharaoh rose vp in the night, hee and all his seruants, and all the Egyptians; and there was a great cry in Egypt: for there was not a house, where there was not one dead.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And hee called for Moses and Aaron by night, and said, Rise vp, and get you forth from amongst my people, both you and the children of Israel: and goe, serue the Lord, as ye haue said.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Also take your flockes and your heards, as ye haue said: and bee gone, and blesse me also.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the Egyptians were vrgent vpon the people that they might send them out of the land in haste: for they said, We be all dead men.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the people tooke their dough before it was leauened, their kneading troughes beeing bound vp in their clothes vpon their shoulders.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the children of Israel did according to the word of Moses: and they borrowed of the Egyptians iewels of siluer, and iewels of gold, and raiment.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And the Lord gaue the people fauour in the sight of the Egyptians, so that they lent vnto them such things as they required: and they spoiled the Egyptians.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ And the children of Israel iourneyed from Rameses to Succoth, about sixe hundred thousand on foote that were men, beside children.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And a mixed multitude went vp also with them, and flocks and heards, euen very much cattell.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And they baked vnleauened cakes of the dough, which they brought forth out of Egypt; for it was not leauened: because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselues any victuall.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 40,
      "verse_end": 40,
      "text": "¶ Now the soiourning of the children of Israel, who dwelt in Egypt, was foure hundred and thirtie yeeres.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And it came to passe at the end of the foure hundred and thirtie yeeres, euen the selfe same day it came to passe, that all the hosts of the Lord went out from the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 42,
      "verse_end": 42,
      "text": "It is a night to be much obserued vnto the Lord, for bringing them out from the land of Egypt: This is that night of the Lord to be obserued of all the children of Israel, in their generations.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 43,
      "verse_end": 43,
      "text": "¶ And the Lord saide vnto Moses and Aaron, This is the ordinance of the Passeouer: there shall no stranger eate thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 44,
      "verse_end": 44,
      "text": "But euery mans seruant that is bought for money, when thou hast circumcised him, then shall he eate thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 45,
      "verse_end": 45,
      "text": "A forreiner, and an hired seruant shall not eate thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 46,
      "verse_end": 46,
      "text": "In one house shall it be eaten, thou shalt not carie foorth ought of the flesh abroad out of the house, neither shall ye breake a bone thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 47,
      "verse_end": 47,
      "text": "All the Congregation of Israel shall keepe it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And when a stranger shall soiourne with thee, and will keepe the Passeouer to the Lord, let all his males be circumcised, and then let him come neere, and keepe it: and he shall be as one that is borne in the land: for no vncircumcised person shall eate thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 49,
      "verse_end": 49,
      "text": "One law shall be to him that is home-borne, and vnto the stranger that soiourneth among you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 50,
      "verse_end": 50,
      "text": "Thus did all the children of Israel: as the Lord commanded Moses and Aaron, so did they.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 12,
      "verse_start": 51,
      "verse_end": 51,
      "text": "And it came to passe the selfe same day, that the Lord did bring the children of Israel out of the land of Egypt, by their armies.",
      "info": ""
    }
  ]
}