{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And there went a man of the house of Leui, &amp; tooke to wife a daughter of Leui.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the woman conceiued, and bare a sonne: and when shee saw him that hee was a goodly childe, shee hid him three moneths.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And when shee could not longer hide him, she tooke for him an arke of bul-rushes, and daubed it with slime, and with pitch, and put the childe therein, and shee layd it in the flags by the riuers brinke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And his sister stood afarre off, to wit what would be done to him.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the daughter of Pharaoh came downe to wash her selfe at the riuer, and her maydens walked along by the riuer side: and when shee saw the arke among the flags, she sent her maid to fetch it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when she had opened it, she saw the childe: and beholde, the babe wept. And she had compassion on him, and said, This is one of the Hebrewes children.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then said his sister to Pharaohs daughter, Shall I goe, and call to thee a nurse of the Hebrew-women, that she may nurse the childe for thee?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Pharaohs daughter said to her, Goe: And the mayd went and called the childs mother.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Pharaohs daughter said vnto her, Take this child away, and nurse it for me, and I will giue thee thy wages. And the woman tooke the childe, and nursed it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the childe grew, and shee brought him vnto Pharaohs daughter, and he became her sonne. And she called his name Moses: And she said, Because I drew him out of the water.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And it came to passe in those dayes, when Moses was growen, that he went out vnto his brethren, and looked on their burdens, and he spied an Egyptian smiting an Hebrew, one of his brethren.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he looked this way and that way, and when he saw that there was no man, he slew the Egyptian, and hid him in the sand.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when he went out the second day, behold, two men of the Hebrewes stroue together: And hee said to him that did the wrong, Wherefore smitest thou thy fellow?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he said, Who made thee a Prince and a iudge ouer vs? intendest thou to kill me, as thou killedst the Egyptian? And Moses feared, and said, Surely this thing is knowen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now when Pharaoh heard this thing, he sought to slay Moses. But Moses fled from the face of Pharaoh, and dwelt in the land of Midian: and he sate downe by a well.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Now the Priest of Midian had seuen daughters, and they came and drew water, and filled the troughes to water their fathers flocke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the shepheards came and droue them away: but Moses stood vp and helped them, &amp; watred their flocke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And when they came to Reuel their father, he said, How is it that you are come so soone to day?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they said, An Egyptian deliuered vs out of the hand of the shepheards, and also drew water enough for vs, and watered the flocke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he said vnto his daughters, And where is he? why is it that yee haue left the man? Call him, that hee may eate bread.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Moses was content to dwel with the man, and he gaue Moses Zipporah his daughter.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And she bare him a sonne, and he called his name Gershom: for he said, I haue bene a stranger in a strange land.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And it came to passe in processe of time, that the king of Egypt died, and the children of Israel sighed by reason of the bondage, and they cried, and their cry came vp vnto God, by reason of the bondage.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And God heard their groning, and God remembred his Couenant with Abraham, with Isaac, and with Iacob.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And God looked vpon the children of Israel, and God had respect vnto them.",
      "info": ""
    }
  ]
}