{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "If a man shal steale an oxe, or a sheepe, and kill it, or sell it; he shall restore fiue oxen for an oxe, and foure sheepe for a sheepe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "¶ If a thiefe bee found breaking vp, and be smitten that he die, there shal no blood be shed for him.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "If the Sunne be risen vpon him, there shall be blood shed for him: for hee should make full restitution: if he haue nothing, then he shall bee sold for his theft.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "If the theft be certainely found in his hand aliue, whether it bee oxe or asse, or sheepe, he shall restore double.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ If a man shall cause a field or vineyard to be eaten, and shall put in his beast, and shall feede in another mans field: of the best of his owne field, and of the best of his owne vineyard shall he make restitution.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ If fire breake out, and catch in thornes, so that the stackes of corne, or the standing corne, or the field be consumed therewith; hee that kindled the fire, shall surely make restitution.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ If a man shal deliuer vnto his neighbour money or stuffe to keepe, and it be stollen out of the mans house; if the thiefe be found, let him pay double.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "If the thiefe be not found, then the master of the house shall be brought vnto the Iudges, to see whether he haue put his hande vnto his neighbours goods.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For all maner of trespasse, whether it be for oxe, for asse, for sheepe, for raiment, or for any maner of lost thing, which another challengeth to be his: the cause of both parties shall come before the Iudges, and whome the Iudges shall condemne, he shall pay double vnto his neighbour.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "If a man deliuer vnto his neighbour an asse, or an oxe, or a sheepe, or any beast to keepe, and it die, or be hurt, or driuen away, no man seeing it,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then shall an othe of the Lord be betweene them both, that hee hath not put his hand vnto his neighbours goods: and the owner of it shall accept thereof, and he shall not make it good.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And if it be stollen from him, he shall make restitution vnto the owner thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "If it be torne in pieces, then let him bring it for witnesse, and hee shall not make good that which was torne.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And if a man borrowe ought of his neighbour, and it be hurt, or die, the owner thereof being not with it, he shall surely make it good.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But if the owner thereof be with it, he shall not make it good: If it bee an hired thing, it came for his hire.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And if a man entice a maide that is not betrothed, and lie with her, he shall surely endow her to be his wife.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "If her father vtterly refuse to giue her vnto him, he shall pay money according to the dowrie of virgins.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Thou shalt not suffer a witch to liue.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Whosoeuer lieth with a beast, shall surely be put to death.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Hee that sacrificeth vnto any god saue vnto the Lord onely, hee shall be vtterly destroyed.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Thou shalt neither vexe a stranger, nor oppresse him: for ye were strangers in the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Yee shall not afflict any widow, or fatherlesse child.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "If thou afflict them in any wise, and they crie at all vnto mee, I will surely heare their crie.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And my wrath shall waxe hote, and I will kill you with the sword: and your wiues shall be widowes, and your children fatherlesse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ If thou lend money to any of my people that is poore by thee, thou shalt not be to him as an vsurer, neither shalt thou lay vpon him vsurie.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "If thou at all take thy neighbors raiment to pledge, thou shalt deliuer it vnto him by that the sun goeth downe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For that is his couering onely, it is his raiment for his skinne: wherein shal he sleepe? and it shal come to passe, when he crieth vnto mee, that I will heare: for I am gracious.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Thou shalt not reuile the Gods, nor curse the ruler of thy people.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ Thou shalt not delay to offer the first of thy ripe fruits, and of thy liquors: the first borne of thy sonnes shalt thou giue vnto me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Likewise shalt thou do with thine oxen, and with thy sheepe: seuen dayes it shall be with his damme, on the eight day thou shalt giue it me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 22,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And ye shall be holy men vnto me: neither shall ye eate any flesh that is torne of beasts in the field: yee shall cast it to the dogs.",
      "info": ""
    }
  ]
}