{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer thou shalt make the Tabernacle with ten curtaines of fine twined linnen, and blew, and purple, and scarlet: with Cherubims of cunning worke shalt thou make them.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The length of one curtaine shalbe eight and twenty cubits, and the bredth of one curtaine, foure cubits: and euery one of the curtaines shall haue one measure.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The fiue curtaines shalbe coupled together one to another: and other fiue curtaines shalbe coupled one to another.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And thou shalt make loopes of blew vpon the edge of the one curtaine, from the seluedge in the coupling, and likewise shalt thou make in the vttermost edge of another curtaine, in the coupling of the second.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Fiftie loopes shalt thou make in the one curtaine, and fiftie loopes shalt thou make in the edge of the curtaine, that is in the coupling of the second, that the loopes may take hold one of another.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thou shalt make fiftie taches of gold, and couple the curtaines together with the taches: and it shall be one tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And thou shalt make curtaines of goats haire, to be a couering vpon the tabernacle: eleuen curtaines shalt thou make.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The length of one curtaine shalbe thirtie cubites, and the bredth of one curtaine foure cubites: and the eleuen shalbe all of one measure.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And thou shalt couple fiue curtaines by themselues, and sixe curtaines by themselues, and shalt double the sixt curtaine in the forefront of the tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And thou shalt make fiftie loopes on the edge of the one curtaine, that is outmost in the coupling, and fiftie loopes in the edge of the curtaine which coupleth the second.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And thou shalt make fiftie taches of brasse, and put the taches into the loopes, and couple the tent together, that it may be one.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the remnant that remaineth of the curtaines of the tent, the halfe curtaine that remaineth shall hang ouer the backe side of the tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And a cubite on the one side, and a cubite on the other side of that which remaineth in the length of the curtaines of the tent, it shall hang ouer the sides of the tabernacle, on this side, and on that side to couer it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And thou shalt make a couering for the tent of rammes skinnes died red, and a couering aboue of badgers skinnes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And thou shalt make boards for the Tabernacle of Shittim wood standing vp.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Ten cubits shall be the length of a board, and a cubite and an halfe shall be the breadth of one board.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Two tenons shall there be in one board set in order one against another: thus shalt thou make for all the boards of the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And thou shalt make the boards for the Tabernacle, twentie boards on the Southside Southward.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And thou shalt make fourtie sockets of siluer, vnder the twenty boards: two sockets vnder one board for his two tenons, and two sockets vnder another board for his two tenons.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And for the second side of the Tabernacle on the Northside there shall bee twentie boards,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And their fourtie sockets of siluer: two sockets vnder one board, and two sockets vnder another board.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And for the sides of the Tabernacle Westward thou shalt make sixe boards.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And two boards shalt thou make for the corners of the tabernacle in the two sides.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they shall be coupled together beneath, and they shall be coupled together aboue the head of it vnto one ring: thus shall it bee for them both; they shall be for the two corners.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they shall be eight boards, and their sockets of siluer sixteene sockets: two sockets vnder one board, and two sockets vnder another board.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And thou shalt make barres of Shittim wood: fiue for the boards of the one side of the Tabernacle,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And fiue barres for the boards of the other side of the Tabernacle, and fiue barres for the boards of the side of the Tabernacle for the two sides Westward.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the middle barre in the mids of the boards, shall reach from ende to ende.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And thou shalt ouerlay the boards with gold, and make their rings of gold for places for the barres: and thou shalt ouerlay the barres with gold.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And thou shalt reare vp the Tabernacle according to the fashion therof, which was shewed thee in the mount.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And thou shalt make a Uaile of blew, and purple, and scarlet, and fine twined linnen of cunning worke: with Cherubims shall it be made.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And thou shalt hang it vpon foure pillars of Shittim wood, ouerlayd with gold: their hookes shalbe of gold, vpon the foure sockets of siluer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ And thou shalt hang vp the Uaile vnder the taches, that thou maist bring in thither within the Uaile, the Arke of the Testimony: and the Uaile shall diuide vnto you, betweene the holy place and the most holy.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And thou shalt put the Mercie-seat vpon the Arke of the Testimony, in the most holy place.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And thou shalt set the table without the Uaile, and the candlesticke ouer against the table, on the side of the Tabernacle toward the South: and thou shalt put the table on the North side.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And thou shalt make an Hanging for the doore of the Tent, of blew, and purple and scarlet, and fine twined linnen, wrought with needle worke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 26,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And thou shalt make for the Hanging fiue pillars of Shittim wood, and ouerlay them with gold, and their hookes shalbe of gold: and thou shalt cast fiue sockets of brasse for them.",
      "info": ""
    }
  ]
}