{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And thou shalt make an Altar of Shittim wood, fiue cubits long, and fiue cubites broad: the Altar shall be foure square, and the height thereof shalbe three cubits.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And thou shalt make the hornes of it vpon the foure corners thereof: his hornes shall be of the same: and thou shalt ouerlay it with brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And thou shalt make his pannes to receiue his ashes, and his shouels, and his basons, and his fleshhooks, and his firepannes: all the vessels thereof thou shalt make of brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And thou shalt make for it a grate of networke of brasse; and vpon the net shalt thou make foure brasen rings in the foure corners thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And thou shalt put it vnder the compasse of the Altar beneath, that the net may bee euen to the midst of the Altar.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thou shalt make staues for the Altar, staues of Shittim wood, and ouerlay them with brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the staues shalbe put into the rings, and the staues shall be vpon the two sides of the Altar, to beare it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Hollow with boards shalt thou make it: as it was shewed thee in the mount, so shall they make it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And thou shalt make the Court of the Tabernacle for the Southside, Southward: there shall be hangings for the Court, of fine twined linnen of an hundred cubits long, for one side.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the twenty pillars thereof, and their twenty sockets, shall be of brasse: the hookes of the pillars, and their fillets shalbe of siluer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And likewise for the Northside in length, there shall be hangings of an hundred cubits long, and his twenty pillars, and their twenty sockets of brasse: the hookes of the pillars, and their fillets of siluer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And for the breadth of the Court, on the Westside shalbe hangings of fifty cubits: their pillars tenne, and their sockets ten.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the breadth of the Court on the Eastside Eastward, shall bee fiftie cubits.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The hangings of one side of the gate shalbe fifteene cubits: their pillars three, and their sockets three.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And on the other side shalbe hangings, fifteene cubits: their pillars three, and their sockets three.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And for the gate of the Court shall be an hanging of twenty cubits of blew, and purple, and scarlet, and fine twined linnen, wrought with needle worke: and their pillars shall be foure, and their sockets foure.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 17,
      "verse_end": 17,
      "text": "All the pillars round about the Court shalbe filletted with siluer: their hookes shalbe of siluer, and their sockets of brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ The length of the Court shalbe an hundred cubits, and the breadth fiftie euery where, and the height fiue cubits of fine twined linnen, and their sockets of brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 19,
      "verse_end": 19,
      "text": "All the vessels of the Tabernacle in all the seruice thereof, and all the pinnes thereof, and all the pinnes of the Court, shalbe of brasse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And thou shalt command the children of Israel, that they bring thee pure oyle Oliue beaten, for the light, to cause the lampe to burne alwayes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 27,
      "verse_start": 21,
      "verse_end": 21,
      "text": "In the Tabernacle of the Congregation without the Uaile, which is before the Testimony, Aaron and his sonnes shall order it from euening to morning before the Lord: It shall be a statute for euer, vnto their generations, on the behalfe of the children of Israel.",
      "info": ""
    }
  ]
}