{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And take thou vnto thee Aaron thy brother, and his sonnes with him, from among the children of Israel, that he may minister vnto me in the Priests office, euen Aaron, Nadab, and Abihu, Eleazar, and Ithamar, Aarons sonnes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And thou shalt make holy garments for Aaron thy brother, for glory and for beauty.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And thou shalt speake vnto all that are wise hearted, whom I haue filled with the spirit of wisedome, that they may make Aarons garments to consecrate him, that hee may minister vnto me in the Priests office.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And these are the garments which they shall make; a breastplate, and an Ephod, and a robe, and a broidered coat, a Miter, and a girdle: and they shall make holy garments for Aaron thy brother, and his sonnes, that hee may minister vnto mee in the Priestes office.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they shall take gold, and blew, and purple, and scarlet, and fine linnen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And they shall make the Ephod of gold, of blew and of purple, of scarlet, and fine twined linnen, with cunning worke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 7,
      "verse_end": 7,
      "text": "It shall haue the two shoulder pieces thereof, ioyned at the two edges thereof; and so it shall bee ioyned together.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the curious girdle of the Ephod which is vpon it, shall bee of the same, according to the worke thereof, euen of gold, of blew, and purple, and scarlet, and fine twined linnen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And thou shalt take two Onix stones, and graue on them the names of the children of Israel:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Sixe of their names on one stone, and the other sixe names of the rest on the other stone, according to their birth:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 11,
      "verse_end": 11,
      "text": "With the worke of an engrauer in stone; like the engrauings of a signet shalt thou engraue the two stones, with the names of the children of Israel; thou shalt make them to be set in ouches of gold.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And thou shalt put the two stones vpon the shoulders of the Ephod, for stones of memoriall vnto the children of Israel. And Aaron shall beare their names before the Lord, vpon his two shoulders for a memoriall.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And thou shalt make ouches of gold;",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And two chaines of pure gold at the ends; of wreathen worke shalt thou make them, and fasten the wreathen chaines to the ouches.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And thou shalt make the brestplate of Iudgement, with cunning worke, after the worke of the Ephod thou shalt make it: of gold, of blew, and of purple, and of scarlet, and of fine twined linnen shalt thou make it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Foure square it shall be being doubled; a spanne shalbe the length thereof, and a span shalbe the breadth thereof.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And thou shalt set in it settings of stones; euen foure rowes of stones: the first row shalbe a Sardius, a Topaz, and a Carbuncle: this shall be the first row.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the second row shall be an Emeraude, a Saphir, and a Diamond.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the third row a Lygure, an Agate, and an Amethist.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the fourth row, a Berill, and an Onix, and a Iasper: they shalbe set in gold in their inclosings.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the stones shall bee with the names of the children of Israel, twelue, according to their names, like the engrauings of a signet: euery one with his name shall they bee according to the twelue tribes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And thou shalt make vpon the brestplate chaines at the ends, of wreathen worke, of pure gold.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And thou shalt make vpon the brestplate two rings of gold, and shalt put the two rings on the two endes of the brestplate.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And thou shalt put the two wreathen chaines of gold in the two rings, which are on the ends of the brestplate.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the other two endes of the two wreathen chaines, thou shalt fasten in the two ouches, and put them on the shoulder pieces of the Ephod before it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And thou shalt make two rings of gold, and thou shalt put them vpon the two ends of the breastplate, in the border thereof, which is in the side of the Ephod inward.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And two other rings of gold thou shalt make, and shalt put them on the two sides of the Ephod vnderneath towards the forepart thereof, ouer against the other coupling thereof, aboue the curious girdle of the Ephod.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And they shall bind the brestplate by the rings thereof, vnto the rings of the Ephod with a lace of blewe, that it may be aboue the curious girdle of the Ephod, and that the breastplate be not loosed from the Ephod.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Aaron shal beare the names of the children of Israel in the breastplate of iudgement, vpon his heart, when hee goeth in vnto the holy place, for a memoriall before the Lord continually.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And thou shalt put in the breastplate of iudgement, the Urim and the Thummim, and they shall bee vpon Aarons heart, when he goeth in before the Lord: and Aaron shall beare the iudgement of the children of Israel vpon his heart, before the Lord continually.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And thou shalt make the robe of the Ephod all of blew.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And there shall bee an hole in the top of it, in the mids thereof: it shall haue a binding of wouen worke, round about the hole of it, as it were the hole of an habergeon, that it be not rent.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ And beneath vpon the hemme of it thou shalt make pomegranates of blew, and of purple, and of scarlet, round about the hemme thereof, and belles of gold betweene them round about.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 34,
      "verse_end": 34,
      "text": "A golden bell and a pomegranate, a golden bell and a pomegranate, vpon the hemme of the robe round about.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And it shall be vpon Aaron, to minister: and his sound shall be heard when he goeth in vnto the holy place before the Lord, and when he commeth out, that he die not.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And thou shalt make a plate of pure gold, and graue vpon it, like the engrauings of a signet, HOLINES TO THE LORD.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And thou shalt put it on a blewe lace, that it may be vpon the miter; vpon the forefront of the miter it shall be.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And it shall be vpon Aarons forehead, that Aaron may beare the iniquitie of the holy things, which the children of Israel shall hallow, in all their holy gifts: and it shall be alwayes vpon his forehead, that they may be accepted before the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 39,
      "verse_end": 39,
      "text": "¶ And thou shalt embroider the coat of fine linnen, and thou shalt make the miter of fine linnen, and thou shalt make the girdle of needle worke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 40,
      "verse_end": 40,
      "text": "¶ And for Aarons sonnes thou shalt make coats, and thou shalt make for them girdles, and bonnets shalt thou make for them, for glory and for beautie.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And thou shalt put them vpon Aaron thy brother, and his sonnes with him: and shalt annoint them, and consecrate them, and sanctifie them, that they may minister vnto mee in the Priests office.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And thou shalt make them linnen breeches, to couer their nakednes, from the loines euen vnto the thighes they shall reach.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 28,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And they shall be vpon Aaron, &amp; vpon his sonnes, when they come in vnto the Tabernacle of the Congregation, or when they come neere vnto the Altar to minister in the holy place, that they beare not iniquitie, and die. It shall be a statute for euer vnto him and his seede after him.",
      "info": ""
    }
  ]
}