{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe Moses kept the flocke of Iethro his father in law, the Priest of Midian: and hee led the flocke to the backeside of the desert, and came to the mountaine of God, euen to Horeb.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Angel of the Lord appeared vnto him, in a flame of fire out of the midst of a bush, and he looked, and behold, the bush burned with fire, and the bush was not consumed.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Moses saide, I will nowe turne aside, and see this great sight, why the bush is not burnt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when the Lord sawe that he turned aside to see, God called vnto him out of the midst of the bush, and said, Moses, Moses. And he saide, Here am I.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he said, Drawe not nigh hither: put off thy shooes from off thy feete, for the place whereon thou standest, is holy ground.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Moreouer hee said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Iacob. And Moses hid his face: for he was afraid to looke vpon God.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And the Lord said, I haue surely seene the affliction of my people which are in Egypt, and haue heard their crie, by reason of their taske-masters: for I know their sorrowes,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I am come downe to deliuer them out of the hand of the Egyptians, and to bring them vp out of that land, vnto a good land and a large, vnto a lande flowing with milke and hony, vnto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hiuites, and the Iebusites.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Now therefore behold, the crie of the children of Israel is come vnto me: and I haue also seene the oppression wherewith the Egyptians oppresse them.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Come now therefore, and I will send thee vnto Pharaoh, that thou mayest bring forth my people the children of Israel out of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And Moses saide vnto God, Who am I, that I should goe vnto Pharaoh, and that I should bring forth the children of Israel out of Egypt?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he said, Certainely I will be with thee, and this shall be a token vnto thee, that I haue sent thee: When thou hast brought foorth the people out of Egypt, ye shall serue God vpon this mountaine.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Moses saide vnto God, Behold, when I come vnto the children of Israel, and shall say vnto them, The God of your fathers hath sent me vnto you; and they shall say to me, What is his name? what shall I say vnto them?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And God saide vnto Moses, I AM THAT I AM: And he said, Thus shalt thou say vnto the children of Israel, I AM hath sent me vnto you.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And God said moreouer vnto Moses, Thus shalt thou say vnto the children of Israel; The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Iacob hath sent me vnto you: this is my name for euer, and this is my memoriall vnto all generations.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Goe and gather the Elders of Israel together, and say vnto them, The Lord God of your fathers, the God of Abraham, of Isaac, and of Iacob appeared vnto me, saying, I haue surely visited you, and seene that which is done to you in Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And I haue said, I will bring you vp out of the affliction of Egypt, vnto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hiuites, and the Iebusites, vnto a land flowing with milke and hony.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And they shall hearken to thy voyce: and thou shalt come, thou and the Elders of Israel vnto the King of Egypt, and you shall say vnto him, The Lord God of the Hebrewes hath met with vs: and now let vs goe, (wee beseech thee) three dayes iourney into the wildernes, that we may sacrifice to the Lord our God.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And I am sure that the King of Egypt will not let you goe, no not by a mightie hand.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And I will stretch out my hand, and smite Egypt with all my wonders which I will doe in the midst thereof: and after that he will let you goe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And I will giue this people fauour in the sight of the Egyptians, and it shall come to passe that when ye goe, ye shall not goe empty:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But euery woman shal borrow of her neighbour, and of her that soiourneth in her house, iewels of siluer, and iewels of gold, and rayment: and ye shall put them vpon your sonnes and vpon your daughters, and yee shall spoile the Egyptians.",
      "info": ""
    }
  ]
}