{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord said vnto Moses, Depart, and goe vp hence, thou and the people which thou hast brought vp out of the land of Egypt, vnto the land which I sware vnto Abraham, to Isaac, &amp; to Iacob, saying, Unto thy seed will I giue it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I will send an Angel before thee, and I will driue out the Canaanite, the Amorite, and the Hittite, and the Perizzite, the Hiuite, and the Iebusite:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Unto a land flowing with milke and hony: For I will not goe vp in the midst of thee: for thou art a stiffenecked people, lest I consume thee in the way.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And when the people heard these euill tidings, they mourned: and no man did put on him his ornaments.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For the Lord had saide vnto Moses, Say vnto the children of Israel, Ye are a stiffenecked people: I wil come vp into the midst of thee in a moment, &amp; consume thee: Therefore now put off thy ornaments from thee, that I may know what to doe vnto thee.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the children of Israel stript themselues of their ornaments, by the mount Horeb.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Moses tooke the Tabernacle, &amp; pitched it without the campe, a farre off from the campe, and called it the Tabernacle of the Congregation: And it came to passe, that euery one which sought the Lord, went out vnto the Tabernacle of the Congregation, which was without the campe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe when Moses went out vnto the Tabernacle, that all the people rose vp, and stood euery man at his tent doore, and looked after Moses, vntill he was gone into the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And it came to passe as Moses entred into the Tabernacle, the cloudy pillar descended, and stood at the doore of the Tabernacle, and the Lord talked with Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And all the people saw the cloudy pillar stand at the Tabernacle doore: and all the people rose vp, and worshipped euery man in his tent doore.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Lord spake vnto Moses face to face, as a man speaketh vnto his friend. And he turned againe into the campe, but his seruant Ioshua the sonne of Nun, a yong man, departed not out of the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Moses saide vnto the Lord, See, thou sayest vnto mee, Bring vp this people, and thou hast not let mee know whome thou wilt send with me. Yet thou hast said, I knowe thee by name, and thou hast also found grace in my sight.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Now therefore, I pray thee, If I haue found grace in thy sight, shewe mee now thy way that I may know thee, that I may find grace in thy sight: and consider that this nation is thy people.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he said, My presence shall go with thee, and I will giue thee rest.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he said vnto him, If thy presence goe not with mee, carie vs not vp hence.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For wherein shall it bee knowen here, that I and thy people haue found grace in thy sight? is it not in that thou goest with vs? So shall we be separated, I and thy people, from all the people that are vpon the face of the earth.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the Lord said vnto Moses, I will doe this thing also that thou hast spoken: for thou hast found grace in my sight, and I know thee by name.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he said, I beseech thee, shew me thy glory.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he said, I will make all my goodnesse passe before thee, and I will proclaime the name of the Lord before thee: and will bee gracious to whom I wil be gracious, and wil shew mercie on whom I will shew mercie.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he said, Thou canst not see my face: for there shall no man see mee, and liue.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Lord said, Beholde, there is a place by mee, and thou shalt stand vpon a rocke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And it shall come to passe, while my glory passeth by, that I will put thee in a clift of the rocke, and will couer thee with my hand, while I passe by.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 33,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I wil take away mine hand, and thou shalt see my backe parts: but my face shall not be seene.",
      "info": ""
    }
  ]
}