{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And of the blew, and purple, and scarlet, they made clothes of seruice, to doe seruice in the holy place, and made the holy garments for Aaron, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he made the Ephod of gold, blew, and purple, and scarlet, and fine twined linnen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they did beate the golde into thinne plates, and cut it into wiers, to worke it in the blew, and in the purple, and in the scarlet, and in the fine linnen, with cunning worke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They made shoulder pieces for it, to couple it together; by the two edges was it coupled together.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the curious girdle of his Ephod that was vpon it, was of the same, according to the worke thereof: of gold, blew, and purple, and scarlet, and fine twined linnen, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And they wrought Onix stones enclosed in ouches of gold, grauen as signets are grauen, with the names of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee put them on the shoulders of the Ephod, that they should be stones for a memoriall to the children of Israel, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And he made the brestplate of cunning worke, like the worke of the Ephod, of gold, blew, and purple, and scarlet, and fine twined linnen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 9,
      "verse_end": 9,
      "text": "It was foure square, they made the brestplate double: a spanne was the length therof, and a spanne the breadth thereof being doubled.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they set in it foure rowes of stones: the first row was a Sardius, a Topaz, and a Carbuncle: this was the first row.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the second row an Emeraude, a Saphire and a Diamond.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the third row a Lygure, an Agate, and an Amethist.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the fourth row, a Berill, an Onix and a Iasper: they were enclosed in ouches of gold in their inclosings.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the stones were according to the names of the children of Israel, twelue according to their names, like the ingrauings of a signet, euery one with his name, according to the twelue tribes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they made vpon the brestplate chaines, at the ends, of wrethen worke of pure gold.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they made two ouches of gold, and two gold rings: and put the two rings in the two ends of the brestplate.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they put the two wreathen chaines of golde in the two rings on the ends of the brestplate.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the two endes of the two wreathen chaines they fastened in the two ouches, and put them on the shoulder pieces of the Ephod, before it.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they made two rings of gold, and put them on the two endes of the brest plate vpon the border of it, which was on the side of the Ephod inward.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And they made two other golden rings, and put them on the two sides of the Ephod vnderneath, toward the forepart of it, ouer against the other coupling thereof, aboue the curious girdle of the Ephod.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they did bind the brest plate by his rings vnto the rings of the Ephod, with a lace of blew, that it might be aboue the curious girdle of the Ephod, and that the brest plate might not bee loosed from the Ephod, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And he made the robe of the Ephod of wouen worke, all of blew.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And there was a hole in the midst of the robe as the hole of an habergeon, with a band round about the hole, that it should not rent.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they made vpon the hemmes of the robe pomegranates, of blew, and purple, and scarlet, and twined linnen.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they made belles of pure gold, and put the belles betweene the pomegranates, vpon the hemme of the robe, round about betweene the pomegranates.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 26,
      "verse_end": 26,
      "text": "A bell and a pomegranate, a bell and a pomegranate round about the hemme of the robe to minister in, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And they made coats of fine linnen, of wouen worke, for Aaron and for his sonnes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And a miter of fine linnen, and goodly bonnets of fine linnen, and linnen breeches of fine twined linnen,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And a girdle of fine twined linnen and blew, and purple, and scarlet of needle worke, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And they made the plate of the holy Crowne of pure gold, and wrote vpon it a writing, like to the engrauings of a signet, HOLINES TO THE LORD.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they tied vnto it a lace of blew to fasten it on high vpon the mitre, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ Thus was all the worke of the Tabernacle of the tent of the Congregation finished: and the children of Israel did according to al that the Lord commanded Moses, so did they.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ And they brought the Tabernacle vnto Moses, the tent, and all his furniture, his taches, his boards, his barres, and his pillars, and his sockets.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the couering of rammes skinnes died red, and the couering of badgers skinnes, and the vaile of the couering:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 35,
      "verse_end": 35,
      "text": "The Arke of the Testimony, and the staues thereof, and the Mercie seat,",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 36,
      "verse_end": 36,
      "text": "The Table, and all the vessels thereof, and the Shew bread:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 37,
      "verse_end": 37,
      "text": "The pure Candlesticke, with the lampes thereof, euen with the lampes to be set in order, and all the vessels thereof, and the oyle for light:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And the golden altar, and the anointing oyle, and the sweet incense, and the hanging for the Tabernacle doore:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 39,
      "verse_end": 39,
      "text": "The brasen altar, and his grate of brasse, his staues, and all his vessels, the lauer and his foote:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 40,
      "verse_end": 40,
      "text": "The hangings of the Court, his pillars, and his sockets, and the hanging for the court gate, his coards, and his pinnes, and all the vessels of the seruice of the Tabernacle, for the tent of the Congregation:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 41,
      "verse_end": 41,
      "text": "The clothes of seruice to doe seruice in the holy place, and the holy garments for Aaron the Priest, and his sonnes garments to minister in the Priests office.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 42,
      "verse_end": 42,
      "text": "According to all that the Lord commanded Moses, so the children of Israel made all the worke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 39,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And Moses did looke vpon all the worke, and behold, they had done it as the Lord had commanded, euen so had they done it: and Moses blessed them.",
      "info": ""
    }
  ]
}