{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And afterward Moses and Aaron went in, and tolde Pharaoh, Thus saith the Lord God of Israel, Let my people goe, that they may holde a feast vnto mee in the wildernesse.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Pharaoh said, Who is the Lord, that I should obey his voyce to let Israel goe? I know not the Lord, neither will I let Israel goe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they said, The God of the Hebrewes hath met with vs: let vs goe, we pray thee, three dayes iourney into the desert, and sacrifice vnto the Lord our God, lest hee fall vpon vs with pestilence, or with the sword.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the King of Egypt said vnto them, Wherfore doe ye, Moses and Aaron, let the people from their workes? get you vnto your burdens.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Pharaoh said, Behold, the people of the land now are many, &amp; you make them rest from their burdens.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Pharaoh commanded the same day the taske-masters of the people, and their officers, saying;",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Yee shall no more giue the people straw to make bricke, as heretofore: let them goe and gather straw for themselues.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the tale of the brickes which they did make heretofore, you shall lay vpon them: you shall not diminish ought thereof: for they be idle; therefore they cry, saying, Let us goe and sacrifice to our God.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Let there more worke be layde vpon the men, that they may labour therein, and let them not regard vaine wordes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the taske-masters of the people went out, and their officers, and they spake to the people, saying, Thus saith Pharaoh, I will not giue you straw.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Goe ye, get you straw where you can find it: yet not ought of your worke shall be diminished.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "So the people were scattered abroad throughout al the land of Egypt, to gather stubble in stead of straw.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the taske-masters hasted them, saying; Fulfill your workes, your dayly taskes, as when there was straw.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the officers of the children of Israel, which Pharaohs task-masters had set ouer them, were beaten, and demanded, Wherefore haue ye not fulfilled your taske, in making bricke, both yesterday and to day, as heretofore?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then the officers of the children of Israel came and cryed vnto Pharaoh, saying, Wherefore dealest thou thus with thy seruants?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "There is no straw giuen vnto thy seruants, and they say to vs, Make bricke: and beholde, thy seruants are beaten; but the fault is in thine owne people.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But he said, Ye are idle, ye are idle: therefore ye say, Let vs goe and doe sacrifice to the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Goe therefore now and worke: for there shall no straw bee giuen you, yet shall ye deliuer the tale of brickes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the officers of the children of Israel did see that they were in euill case, after it was said, Yee shall not minish ought from your brickes of your dayly taske.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And they met Moses and Aaron, who stood in the way, as they came foorth from Pharaoh.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they said vnto them; The Lord looke vpon you, and iudge, because you haue made our sauour to be abhorred in the eyes of Pharaoh, and in the eyes of his seruants, to put a sword in their hand to slay vs.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Moses returned vnto the Lord, and said, Lord, Wherefore hast thou so euill intreated this people? Why is it that thou hast sent me?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For since I came to Pharaoh to speake in thy Name, he hath done euill to this people, neither hast thou deliuered thy people at all.",
      "info": ""
    }
  ]
}