{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord said vnto Moses, See, I haue made thee a god to Pharaoh, and Aaron thy brother shalbe thy prophet.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thou shalt speake all that I command thee, and Aaron thy brother shall speake vnto Pharaoh, that he send the children of Israel out of his land.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I will harden Pharaohs heart, and multiplie my signes and my wonders in the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But Pharaoh shall not hearken vnto you, that I may lay my hand vpon Egypt, and bring forth mine armies, and my people the children of Israel, out of the land of Egypt, by great iudgments.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Egyptians shall knowe that I am the Lord, when I stretch forth mine hand vpon Egypt, and bring out the children of Israel from among them.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Moses and Aaron did as the Lord commanded them, so did they.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Moses was fourescore yeres olde, and Aaron fourescore and three yeeres old, when they spake vnto Pharaoh.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And the Lord spake vnto Moses, and vnto Aaron, saying:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "When Pharaoh shall speake vnto you, saying, Shew a miracle for you: then thou shalt say vnto Aaron, Take thy rod and cast it before Pharaoh, and it shall become a serpent.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And Moses and Aaron went in vnto Pharaoh, and they did so as the Lord had commanded: and Aaron cast downe his rod before Pharaoh, and before his seruants, and it became a serpent.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then Pharaoh also called the wise men and the sorcerers; now the Magicians of Egypt, they also did in like maner with their enchantments.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For they cast downe euery man his rod, and they became serpents: but Aarons rod swallowed vp their rods.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And hee hardened Pharaohs heart, that hee hearkened not vnto them, as the Lord had said.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And the Lord saide vnto Moses, Pharaohs heart is hardened: he refuseth to let the people goe.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Get thee vnto Pharaoh in the morning, loe, he goeth out vnto the water, and thou shalt stand by the riuers brinke, against hee come: and the rod which was turned to a serpent, shalt thou take in thine hand.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And thou shalt say vnto him, The Lord God of the Hebrewes hath sent me vnto thee, saying; Let my people goe, that they may serue mee in the wildernesse: and beholde, hitherto thou wouldest not heare.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in my hand, vpon the waters which are in the riuer, and they shalbe turned to blood.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the fish that is in the riuer shall die, and the riuer shall stincke, and the Egyptians shall loathe to drinke of the water of the riuer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And the Lord spake vnto Moses, Say vnto Aaron, Take thy rod, &amp; stretch out thine hand vpon the waters of Egypt, vpon their streames, vpon their riuers, and vpon their ponds, and vpon all their pooles of water, that they may become blood, and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Moses and Aaron did so, as the Lord commanded: and he lift vp the rod and smote the waters that were in the riuer, in the sight of Pharaoh, and in the sight of his seruants: and all the waters that were in the riuer, were turned to blood.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the fish that was in the riuer died: and the riuer stunke, and the Egyptians could not drinke of the water of the riuer: and there was blood throughout all the land Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the Magicians of Egypt did so, with their enchantments: and Pharaohs heart was hardened, neither did he hearken vnto them, as the Lord had said.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Pharaoh turned and went into his house, neither did hee set his heart to this also.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And all the Egyptians digged round about the riuer for water to drinke: for they could not drinke of the water of the riuer.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 7,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And seuen dayes were fulfilled after that the Lord had smitten the riuer.",
      "info": ""
    }
  ]
}