{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, Goe vnto Pharaoh, and say vnto him; Thus sayeth the Lord, Let my people goe, that they may serue me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And if thou refuse to let them goe, beholde, I will smite all thy borders with frogges.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the riuer shall bring foorth frogges abundantly, which shall goe vp and come into thine house, and into thy bed-chamber, and vpon thy bed, and into the house of thy seruants, and vpon thy people, and into thine ouens, and into thy kneading troughes.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the frogges shall come vp both on thee, and vpon thy people, and vpon all thy seruants.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the Lord spake vnto Moses; Say vnto Aaron, Stretch foorth thine hand with thy rodde ouer the streames, ouer the riuers, and ouer the ponds, and cause frogges to come vp vpon the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Aaron stretched out his hand ouer the waters of Egypt, and the frogges came vp, and couered the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Magicians did so with their inchantments, and brought vp frogges vpon the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Then Pharaoh called for Moses, and Aaron, and said, Intreat the Lord, that hee may take away the frogges from me, and from my people: and I will let the people goe, that they may doe sacrifice vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Moses saide vnto Pharaoh, Glory ouer mee: when shall I entreat for thee, and for thy seruants, and for thy people, to destroy the frogges from thee, and thy houses, that they may remaine in the riuer onely?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he said, To morrow. And hee said, Bee it according to thy word: That thou mayest know that there is none like vnto the Lord our God.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the frogs shall depart from thee, and from thy houses, and from thy seruants, and from thy people; they shall remaine in the riuer onely.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Moses and Aaron went out from Pharaoh, and Moses cried vnto the Lord because of the frogs which he had brought against Pharaoh.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the Lord did according to the word of Moses: and the frogges died out of the houses, out of the villages, and out of the fields.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And they gathered them together vpon heapes, and the land stanke.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But when Pharaoh saw that there was respit, he hardned his heart, and hearkened not vnto them, as the Lord had said.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the Lord saide vnto Moses, Say vnto Aaron, Stretch out thy rod, and smite the dust of the land, that it may become lice, thorowout all the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they did so: for Aaron stretched out his hand with his rod, and smote the dust of the earth, and it became lice, in man and in beast: all the dust of the land became lice throughout all the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the Magicians did so with their enchantments to bring foorth lice, but they could not: so there were lice vpon man and vpon beast.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Then the Magicians said vnto Pharaoh; This is the singer of God. And Pharaohs heart was hardned, and he hearkened not vnto them, as the Lord had said.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And the Lord saide vnto Moses, Rise vp early in the morning, and stand before Pharaoh: loe, he commeth foorth to the water, and say vnto him; Thus saith the Lord, Let my people goe, that they may serue me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Els, if thou wilt not let my people goe, beholde, I will send swarmes of flies vpon thee, and vpon thy seruants, and vpon thy people, and into thy houses: and the houses of the Egyptians shall bee full of swarmes of flies, and also the ground whereon they are.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And I will seuer in that day the lande of Goshen in which my people dwell, that no swarmes of flies shall be there, to the end thou maiest know that I am the Lord in the midst of the earth.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I will put a diuision betweene my people and thy people: to morrow shall this signe be.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the Lord did so: and there came a grieuous swarme of flies into the house of Pharaoh, and into his seruants houses, and into all the lande of Egypt: the land was corrupted by reason of the swarme of flies.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And Pharaoh called for Moses and for Aaron, and said, Goe yee, sacrifice to your God in the land.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Moses said, It is not meete so to doe; for we shal sacrifice the abomination of the Egyptians, to the Lord our God: Loe, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone vs?",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 27,
      "verse_end": 27,
      "text": "We will goe three dayes iourney into the wildernesse, and sacrifice to the Lord our God, as he shall command vs.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Pharaoh said, I wil let you goe that ye may sacrifice to the Lord your God, in the wildernes: onely you shall not goe very farre away: intreate for me.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Moses said, Behold, I goe out from thee, and I will intreate the Lord that the swarmes of flies may depart from Pharaoh, from his seruants, and from his people to morrow: but let not Pharaoh deale deceitfully any more, in not letting the people goe to sacrifice to the Lord.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Moses went out from Pharaoh, and intreated the Lord:",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the Lord did according to the word of Moses: and he remooued the swarmes of flies from Pharaoh, from his seruants, and from his people: there remained not one.",
      "info": ""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 8,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And Pharaoh hardened his heart at this time also, neither would hee let the people goe.",
      "info": ""
    }
  ]
}