{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Simon Peter, a seruant &amp; an Apostle of Iesus Christ, to them that haue obtained like precious Faith with vs, through the righteousnes of God, and our Sauiour Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Grace and peace be multiplied vnto you through the knowledge of God, and of Iesus our Lord,",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "According as his diuine power hath giuen vnto vs all things that pertain vnto life and godlines, through the knowledge of him that hath called vs to glory and vertue.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Whereby are giuen vnto vs exceeding great and precious promises, that by these you might bee partakers of the diuine nature, hauing escaped the corruption that is in the world through lust.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And besides this, giuing all diligence, adde to your faith, vertue; and to vertue knowledge;",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And to knowledge, temperance; and to temperance, patience; and to patience, godlinesse;",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And to godlinesse, brotherly kindnesse; and to brotherly kindnesse, charitie.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For if these things be in you, and abound, they make you that yee shall neither be barren, nor vnfruitfull in the knowledge of our Lord Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But hee that lacketh these things, is blind, and cannot see farre off, and hath forgotten that hee was purged from his old sinnes.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Wherefore, the rather, brethren, giue diligence to make your calling and election sure: for if ye doe these things, ye shall neuer fall.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For so an entrance shall be ministred vnto you abundantly, into the euerlasting kingdome of our Lord and Sauiour Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Wherefore I wil not be negligent to put you alwayes in remembrance of these things, though yee know them, and be stablished in the present trueth.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Yea, I thinke it meete, as long as I am in this tabernacle, to stirre you vp, by putting you in remembrance:",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Knowing that shortly I must put off this my Tabernacle, euen as our Lord Iesus Christ hath shewed mee.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Moreouer, I will endeuour, that you may bee able after my decease, to haue these things alwayes in remembrance.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For wee haue not followed cunningly deuised fables, when wee made knowen vnto you the power and comming of our Lord Iesus Christ, but were eye witnesses of his Maiestie.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For hee receiued from God the Father, honour and glory, when there came such a voice to him from the excellent glory, This is my beloued Sonne in whom I am well pleased.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And this voice which came from heauen wee heard, when we were with him in the holy mount.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "We haue also a more sure word of prophecie, whereunto yee doe well that ye take heede, as vnto a light that shineth in a darke place, vntill the day dawne, and the day starre arise in your hearts:",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Knowing this first, that no prophecy of the Scripture is of any priuate Interpretation:",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For the prophecie came not in olde time by the will of man: but holy men of God spake as they were moued by the holy Ghost.",
      "info": ""
    }
  ]
}