{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "This second Epistle (beloued) I now write vnto you, in both which I stir vp your pure mindes by way of remembrance:",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "That yee may be mindfull of the wordes which were spoken before by the holy Prophets, and of the Commandement of vs the Apostles of the Lord and Sauiour:",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Knowing this first, that there shall come in the last dayes scoffers, walking after their owne lusts,",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And saying, Where is the promise of his comming? For since the fathers fell asleepe, all things continue as they were frō the beginning of the creation.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For this they willingly are ignorant of, that by the word of God the heauens were of olde, and the earth standing out of the water, and in the water,",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Whereby the world that then was, being ouerflowed with water, perished.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But the heauens and the earth which are now, by the same word are kept in store, reserued vnto fire against the day of Iudgement, and perdition of vngodly men.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But (beloued) bee not ignorant of this one thing, that one day is with the Lord as a thousand yeeres, and a thousand yeeres as one day.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The Lord is not slacke cōcerning his promise (as some men count slacknesse) but is long-suffring to vs-ward, not willing that any should perish, but that all should come to repentance.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But the day of the Lord wil come as a thiefe in the night, in the which the heauens shall passe away with a great noise, and the Elements shall melt with feruent heate, the earth also and the works that are therin shalbe burnt vp.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Seeing then that all these things shall be dissolued, What maner of persons ought ye to be in all holy conuersation, and godlinesse,",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Looking for and hasting vnto the comming of the day of God, wherein the heauens being on fire shalbe dissolued, and the Elements shall melt with feruent heat.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Neuerthelesse wee, according to his promise, looke for new heauens, and a new earth, wherein dwelleth righteousnesse.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Wherefore (beloued) seeing that ye looke for such things, be diligent that ye may be found of him in peace, without spot, and blamelesse.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And account that the long suffering of the Lord is saluation, euen as our beloued brother Paul also, according to the wisedome giuen vnto him, hath written vnto you.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "As also in all his Epistles, speaking in them of these things, in which are some things hard to be vnderstood, which they that are vnlearned and vnstable wrest, as they doe also the other Scriptures, vnto their owne destruction.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Ye therefore, beloued, seeing yee know these things before, beware lest yee also being led away with the errour of the wicked, fall from your owne stedfastnesse.",
      "info": ""
    },
    {
      "book_id": "2PE",
      "book_name": "2 Peter",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But growe in grace, and in the knowledge of our Lord and Sauiour Iesus Christ: to him be glory both now and for euer. Amen.",
      "info": ""
    }
  ]
}