{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Iude the seruant of Iesus Christ, and brother of Iames, to them that are sanctified by God the Father, and preserued in Iesus Christ, &amp; called:",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Mercie vnto you, and peace, and loue be multiplied.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Beloued, when I gaue all diligence to write vnto you of the common saluation: it was needfull for mee to write vnto you, and exhort you that ye should earnestly contend for the faith which was once deliuered vnto the Saints.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For there are certaine men crept in vnawares, who were before of olde ordained to this condemnation, vngodly men, turning the grace of our God into lasciuiousnesse, and denying the onely Lord God, &amp; our Lord Iesus Christ.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I will therefore put you in remembrance, though ye once knew this, how that the Lord hauing saued the people out of the land of Egypt afterward destroied them that beleeued not.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Angels which kept not their first estate, but left their own habitation, he hath reserued in euerlasting chaines vnder darkenesse, vnto the iudgement of the great day.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Euen as Sodom and Gomorrha, and the cities about them, in like maner giuing themselues ouer to fornication, and going after strange flesh, are set forth for an example, suffring the vengeance of eternall fire.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Likewise also these filthy dreamers defile the flesh, despise dominion, and speake euill of dignities.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Yet Michael the Archangel, when contending with the deuill, he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But these speake euill of those things, which they know not: but what they knowe naturally, as brute beastes, in those things they corrupt themselues.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Wo vnto them, for they haue gone in the way of Kain, and ranne greedily after the errour of Balaam, for reward, and perished in the gainsaying of Core.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "These are spottes in your feasts of charitie, when they feast with you, feeding themselues without feare: cloudes they are without water, caried about of winds, trees whose fruit withereth, without fruit, twise dead, plucked vp by the rootes.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Raging waues of the sea, foming out their owne shame, wandring stars, to whom is reserued the blacknesse of darkenesse for euer.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Enoch also, the seuenth from Adam, prophesied of these, saying, Behold, the Lord commeth with ten thousands of his Saints,",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "To execute iudgement vpon all, and to conuince all that are vngodly among them, of all their vngodly deeds which they haue vngodly committed, and of all their heard speaches, which vngodly sinners haue spoken against him.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "These are murmurers complainers, walking after their owne lustes, and their mouth speaketh great swelling wordes, hauing mens persons in admiration because of aduantage.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But beloued, remember yee the words, which were spoken before of the Apostles of our Lord Iesus Christ:",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "How that they tolde you there should be mockers in the last time, who should walke after their own vngodly lustes.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "These be they who separate themselues, sensual, hauing not the spirit.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But yee beloued, building vp your selues on your most holy faith, praying in the holy Ghost,",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Keepe your selues in the loue of God, looking for the mercy of our Lord Iesus Christ vnto eternall life.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And of some haue compassion, making a difference:",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And others saue with feare, pulling them out of the fire: hating euen the garment spotted by the flesh.",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Now vnto him that is able to keepe you from falling, and to present you faultlesse before the presence of his glory with exceeding ioy,",
      "info": ""
    },
    {
      "book_id": "JUD",
      "book_name": "Jude",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "To the onely wise God our Sauiour, be glory and maiestie, dominion and power, now and euer. Amen.",
      "info": ""
    }
  ]
}