{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Rehoboam went to Shechem: for to Shechem were all Israel come to make him king.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it came to passe when Ieroboam the sonne of Nebat (who was in Egypt, whither hee had fled from the presence of Solomon the king) heard it, that Ieroboam returned out of Egypt.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they sent and called him. So Ieroboam and all Israel came, and spake to Rehoboam, saying,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thy father made our yoke grieuous, nowe therefore ease thou somewhat the grieuous seruitude of thy father, and his heauy yoke that he put vpon vs, and we will serue thee.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And hee said vnto them, Come againe vnto me after three dayes. And the people departed.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And king Rehoboam tooke counsel with the old men that had stood before Solomon his father, while hee yet liued, saying, What counsell giue ye me, to returne answere to this people?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they spake vnto him, saying, If thou bee kinde to this people, and please them, and speake good words to them, they will be thy seruants for euer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But he forsooke the counsel which the old men gaue him, and tooke counsell with the yong men, that were brought vp with him, that stood before him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he said vnto them, What aduice giue ye, that wee may returne answere to this people, which haue spoken to me, saying, Ease somewhat the yoke that thy father did put vpon vs?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the yong men that were brought vp with him, spake vnto him, saying, Thus shalt thou answere the people that spake vnto thee, saying, Thy father made our yoke heauy, but make thou it somewhat lighter for vs: thus shalt thou say vnto them, My litle finger shall be thicker then my fathers loynes.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For where as my father put a heauy yoke vpon you, I will put more to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "So Ieroboam and all the people came to Rehoboam on the third day, as the King bade, saying, Come againe to me on the third day.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the king answered them roughly, and king Rehoboam forsooke the counsell of the old men,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And answered them after the aduice of the yong men, saying, My father made your yoke heauy, but I will adde thereto: my father chastised you with whips, but I will chastise you with scorpions.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So the king hearkened not vnto the people, for the cause was of God, that the Lord might performe his word, which he spake by the hand of Ahijah the Shilonite to Ieroboam the sonne of Nebat.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And when all Israel sawe that the king would not hearken vnto them, the people answered the king saying, What portion haue wee in Dauid? and wee haue none inheritance in the sonne of Iesse: Euery man to your tents, O Israel: and now Dauid, see to thine owne house. So all Israel went to their tents.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But as for the children of Israel that dwelt in the cities of Iudah, Rehoboam reigned ouer them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then king Rehoboam sent Hadoram that was ouer the tribute, and the children of Israel stoned him with stones, that he died: but king Rehoboam made speed to get him vp to his charet, to flee to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Israel rebelled against the house of Dauid vnto this day.",
      "info": ""
    }
  ]
}