{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe when Rehoboam had established the kingdome, and had strengthened himselfe, hee forsooke the Law of the Lord, and all Israel with him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it came to passe, that in the fifth yere of Rehoboam, Shishak king of Egypt came vp against Ierusalem, ( because they had transgressed against the Lord )",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "With twelue hundred charets, and threescore thousand horsemen: and the people were without number that came with him out of Egypt: the Lubims, the Sukkiims, &amp; the Ethiopians.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And hee tooke the fenced cities which perteined to Iudah, and came to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then came Shemaiah the prophet to Rehoboam, and to the Princes of Iudah that were gathered together to Ierusalem because of Shishak, and said vnto them, Thus saith the Lord, Ye haue forsaken me, and therfore haue I also left you in the hand of Shishak.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Whereupon, the Princes of Israel, and the king humbled themselues and they saide, The Lord is righteous.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And when the Lord saw that they humbled themselues, the word of the Lord came to Shemaiah, saying, They haue humbled themselues, therefore I will not destroy them, but I will grant them some deliuerance, and my wrath shall not bee powred out vpon Ierusalem, by the hand of Shishak.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Neuerthelesse they shalbe his seruants, that they may know my seruice, and the seruice of the kingdomes of the countreys.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So Shishak king of Egypt came vp against Ierusalem, and tooke away the treasures of the house of the Lord, and the treasures of the kings house, hee tooke all: he caried away also the shields of gold, which Solomon had made.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "In stead of which, king Rehoboam made shields of brasse, and committed them to the hands of the chiefe of the guard, that kept the entrance of the Kings house.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And when the king entred into the house of the Lord, the guard came and fet them, and brought them againe into the guard-chamber.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when he humbled himselfe, the wrath of the Lord turned from him, that hee would not destroy him altogether: and also in Iudah things went well.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ So king Rehoboam strengthened himselfe in Ierusalem, and reigned: for Rehoboam was one and fourty yeeres olde when hee began to reigne, and he reigned seuenteen yeeres in Ierusalem, the citie which the Lord had chosen out of all the tribes of Israel, to put his Name there: and his mothers name was Naamah an Ammonitesse.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And hee did euill, because hee prepared not his heart to seeke the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now the acts of Rehoboam first and last, are they not written in the booke of Shemaiah the Prophet, and of Iddo the Seer, concerning genealogies? and there were warres betweene Rehoboam &amp; Ieroboam continually.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Rehoboam slept with his fathers, and was buried in the citie of Dauid, and Abiiah his sonne reigned in his stead.",
      "info": ""
    }
  ]
}