{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the sixe and thirtieth yeere of the reigne of Asa, Baasha king of Israel came vp against Iudah, and built Ramah, to the intent that hee might let none goe out or come in to Asa king of Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then Asa brought out siluer and golde out of the treasures of the house of the Lord, and of the kings house, and sent to Benhadad King of Syria that dwelt at Damascus, saying;",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "There is a league betweene me and thee, as there was betweene my father and thy father: beholde, I haue sent thee siluer and golde, goe, breake thy league with Baasha king of Israel, that he may depart from me.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Benhadad hearkened vnto king Asa, and sent the captaines of his armies against the cities of Israel; and they smote Iion, and Dan, and Abelmaim, &amp; all the store-cities of Naphtali.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it came to passe, when Baasha heard it, that hee left off building of Ramah, and let his worke cease.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Asa the king tooke all Iudah, and they caried away the stones of Ramah, and the timber thereof, wherewith Baasha was a building, and hee built there with Geba and Mizpah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And at that time Hanani the Seer came to Asa king of Iudah, and said vnto him, Because thou hast relyed on the king of Syria, and not relyed on the Lord thy God, therefore is the hoste of the king of Syria escaped out of thine hand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Were not the Ethiopians and the Lubims a huge hoste, with very many charets and horsemen? Yet because thou diddest relie on the Lord, he deliuered them into thine hand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For the eyes of the Lord run to and fro throughout the whole earth, to shewe himselfe strong in the behalfe of them, whose heart is perfite towards him. Herein thou hast done foolishly; therefore, from hencefoorth thou shalt haue warres.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then Asa was wroth with the Seer, and put him in a prison-house; for he was in a rage with him because of this thing. And Asa oppressed some of the people the same time.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And behold, the actes of Asa first and last, lo, they are written in the booke of the Kings of Iudah and Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Asa in the thirtie and ninth yeere of his reigne, was diseased in his feete, vntill his disease was exceeding great: yet in his disease hee sought not to the Lord, but to the Physicians.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And Asa slept with his fathers, and died in the one and fourtieth yeere of his reigne.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And they buried him in his owne sepulchres which he had made for himselfe in the citie of Dauid, and laide him in the bed, which was filled with sweet odours, and diuers kindes of spices prepared by the Apothecaries arte: &amp; they made a very great burning for him.",
      "info": ""
    }
  ]
}