{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Iehoshaphat his sonne reigned in his stead, and strengthened himselfe against Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he placed forces in all the fenced cities of Iudah, and set garisons in the land of Iudah, and in the cities of Ephraim, which Asa his father had taken.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the Lord was with Iehoshaphat, because hee walked in the first wayes of his father Dauid, and sought not vnto Baalim:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But sought to the Lord God of his father, and walked in his commandements, and not after the doings of Israel:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Therefore the Lord stablished the kingdome in his hand, and all Iudah brought to Iehoshaphat presents, and he had riches and honour in abundance.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And his heart was lift vp in the wayes of the Lord: moreouer hee tooke away the high places and groues out of Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Also in the third yeere of his reigne, hee sent to his princes, euen to Benhail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Iudah:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And with them hee sent Leuites, euen Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Iehonathan, and Adoniiah, and Tobiiah, and Tob-adoniiah, Leuites: and with them, Elishama and Iehoram, Priests.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they taught in Iudah, and had the book of the Law of the Lord with them, and went about throughout all the cities of Iudah, and taught the people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the feare of the Lord fell vpon all the kingdomes of the lands that were round about Iudah, so that they made no warre against Iehoshaphat.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Also some of the Philistines brought Iehoshaphat presents, and tribute siluer, and the Arabians brought him flocks, seuen thousand and seuen hundred rammes, and seuen thousand and seuen hundred he goats.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Iehoshaphat waxed great exceedingly, and he built in Iudah castles, and cities of store.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he had much businesse in the cities of Iudah: and the men of warre, mightie men of valour, were in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And these are the numbers of them according to the house of their fathers: Of Iudah, the captaines of thousands, Adnah the chiefe, and with him mighty men of valour, three hundred thousand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And next to him was Iehohanan the captaine, and with him two hundred and fourescore thousand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And next him was Amasiah the sonne of Zichri, who willingly offered himselfe vnto the Lord, and with him two hundred thousand mightie men of valour.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And of Beniamin, Eliada a mightie man of valour, and with him, armed men with bow and shield two hundred thousand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And next him was Iehoshabad, and with him an hundred and foure score thousand, ready prepared for the warre.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse_start": 19,
      "verse_end": 19,
      "text": "These waited on the king, besides those whom the king put in the fenced cities throughout all Iudah.",
      "info": ""
    }
  ]
}