{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "It came to passe after this also, that the children of Moab, and the children of Ammon, and with them, other beside the Ammonites, came against Iehoshaphat to battell.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then there came some that tolde Iehoshaphat, saying, There commeth a great multitude against thee from beyond the Sea on this side Syria, and behold, they bee in Hazazon-Tamar, which is En-gedi.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Iehoshaphat feared, and set himselfe to seeke the Lord, and proclaimed a fast throughout all Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Iudah gathered themselues together, to aske helpe of the Lord: euen out of all the cities of Iudah they came to seeke the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And Iehoshaphat stood in the Congregation of Iudah and Ierusalem, in the house of the Lord before the new Court,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And said, O Lord God of our fathers, art not thou God in heauen? and rulest not thou ouer all the kingdoms of the heathen? and in thine hand is there not power and might, so that none is able to withstand thee?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Art not thou our God, who didst driue out the inhabitants of this land before thy people Israel, and gauest it to the seed of Abraham thy friend for euer?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they dwelt therein, and haue built thee a Sanctuarie therein for thy Name, saying,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "If, when euill commeth vpon vs, as the sword, iudgement, or pestilence, or famine, wee stand before this house, and in thy presence (for thy Name is in this house) and cry vnto thee in our affliction, then thou wilt heare &amp; helpe.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And now behold, the children of Ammon, and Moab, and mount Seir, whom thou wouldest not let Israel inuade, when they came out of the land of Egypt, but they turned from them, and destroyed them not:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Beholde, I say, how they reward vs, to come to cast vs out of thy possession, which thou hast giuen vs to inherit.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "O our God, wilt thou not iudge them? for wee haue no might against this great company that commeth against vs? neither know wee what to doe; but our eyes are vpon thee.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And all Iudah stood before the Lord, with their litle ones, their wiues and their children.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Then vpon Iahaziel the sonne of Zechariah, the sonne of Benaiah, the sonne of Iehiel, the sonne of Mattaniah, a Leuite of the sons of Asaph, came the Spirit of the Lord in the midst of the Congregation:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he said, Hearken yee, all Iudah, and ye inhabitants of Ierusalem, and thou king Iehoshaphat, Thus sayth the Lord vnto you; Be not afraid, nor dismayed by reason of this great multitude; for the battell is not yours, but Gods.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "To morrow goe ye downe against them: behold, they come vp by the cliffe of Ziz, and ye shall finde them at the end of the brooke, before the wildernesse of Ieruel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Yee shall not neede to fight in this battell; set your selues, stand yee still, and see the saluation of the Lord with you, O Iudah and Ierusalem: feare not, nor be dismayed; to morow goe out against them, for the Lord will bee with you.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Iehoshaphat bowed his head, with his face to the ground: and all Iudah, and the inhabitants of Ierusalem, fell before the Lord, worshipping the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Leuites, of the children of the Kohathites, and of the children of the Korhites, stood vp to praise the Lord God of Israel, with a loude voice on high.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And they rose early in the morning, and went foorth into the wildernesse of Tekoa: and as they went forth, Iehoshaphat stood and said, Heare me, O Iudah, and yee inhabitants of Ierusalem; Beleeue in the Lord your God, so shall you be established; beleeue his Prophets, so shall yee prosper.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And when he had consulted with the people, he appointed Singers vnto the Lord, and that should praise the beautie of holinesse, as they went out before the armie; and to say, Praise the Lord, for his mercy endureth for euer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And when they beganne to sing and to praise, the Lord set ambushments against the children of Ammon, Moab, and mount Seir, which were come against Iudah, and they were smitten.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For the children of Ammon and Moab, stood vp against the inhabitants of mount Seir, vtterly to slay and destroy them: and when they had made an end of the inhabitants of Seir, euery one helped to destroy another.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And when Iudah came toward the watch-tower in the wildernesse, they looked vnto the multitude, and behold, they were dead bodies fallen to the earth, and none escaped.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And when Iehoshaphat and his people came to take away the spoile of them, they found among them in abundance both riches with the dead bodies, and precious iewels (which they stript off for themselues) more then they could cary away: and they were three dayes in gathering of the spoile, it was so much.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And on the fourth day they assembled themselues in the valley of Berachah; for there they blessed the Lord: therfore the name of the same place was called the valley of Berachah vnto this day.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Then they returned, euery man of Iudah and Ierusalem, and Iehoshaphat in the forefront of them, to go againe to Ierusalem with ioy: for the Lord had made them to reioyce ouer their enemies.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And they came to Ierusalem with Psalteries, and harpes, and trumpets, vnto the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the feare of God was on all the kingdoms of those countreys, when they had heard that the Lord fought against the enemies of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 30,
      "verse_end": 30,
      "text": "So the Realme of Iehoshaphat was quiet; for his God gaue him rest round about.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And Iehoshaphat reigned ouer Iudah: Hee was thirtie and fiue yeeres olde when hee began to reigne, and he reigned twentie and fiue yeeres in Ierusalem: and his mothers name was Azubah the daughter of Shilhi.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And he walked in the way of Asa his father, and departed not from it, doing that which was right in the sight of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Howbeit the high places were not taken away: for as yet the people had not prepared their hearts vnto the God of their fathers.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Now the rest of the actes of Iehoshaphat first and last, behold, they are written in the booke of Iehu the sonne of Hanani; who is mentioned in the booke of the Kings of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ And after this did Iehoshaphat king of Iudah ioine himselfe with Ahaziah king of Israel, who did very wickedly:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And he ioyned himselfe with him to make ships to goe to Tarshish: and they made the ships in Ezion-Geber.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 20,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Then Eliezer the sonne of Dodanah of Mareshah, prophesied against Iehoshaphat, saying; Because thou hast ioyned thy selfe with Ahaziah, the Lord hath broken thy workes: and the ships were broken, that they were not able to goe to Tarshish.",
      "info": ""
    }
  ]
}