{
  "header": "",
  "footer": "¶ wt the sword.",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And in the seuenth yeere Iehoiada strengthened himselfe, and tooke the captaines of hundreds, Azariah the sonne of Ieroham, and Ishmael the sonne of Iehohanan, and Azariah the sonne of Obed, and Maasiah the sonne of Adaiah, and Elishaphat the sonne of Zichri, into couenant with him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And they went about in Iudah, and gathered the Leuites out of all the cities of Iudah, and the chiefe of the fathers of Israel, and they came to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And all the Congregation made a couenant with the king in the house of God: and he said vnto them, Beholde, the kings sonne shall reigne, as the Lord hath said of the sonnes of Dauid.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 4,
      "verse_end": 4,
      "text": "This is the thing that yee shall doe, A third part of you entring on the Sabbath, of the priests and of the Leuites, shalbe porters of the doores.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And a thirde part shall bee at the kings house, and a third part at the gate of the foundation: and all the people shall be in the Courts of the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But let none come into the house of the Lord, saue the Priests, &amp; they that minister of the Leuites, they shall go in, for they are holy: but all the people shall keepe the watch of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Leuites shall compasse the king round about, euery man with his weapons in his hand, and whosoeuer else commeth into the house, hee shalbe put to death: but be you with the King when he commeth in, and when he goeth out.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So the Leuites and all Iudah did according to all things that Iehoiada the Priest had commanded: and tooke euery man his men that were to come in on the Sabbath, with them that were to goe out on the Sabbath: for Iehoiada the Priest dismissed not the courses.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Moreouer, Iehoiada the Priest deliuered to the captaines of hundreds, speares and bucklers, and shields, that had bene King Dauids, which were in the house of God.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hee set all the people (euery man hauing his weapon in his hand) from the right side of the Temple, to the left side of the Temple, along by the Altar and the Temple, by the King, round about.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then they brought out the kings sonne, and put vpon him the Crowne, and gaue him the Testimony, and made him King: and Iehoiada and his sonnes anointed him, and said, God saue the King.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Now when Athaliah heard the noise of the people running and praising the King; she came to the people into the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And she looked, and behold, the king stood at his pillar, at the entring in, and the Princes, and the trumpets by the King: and all the people of the land reioyced, and sounded with trumpets; also the singers with instruments of musicke; and such as taught to sing praise. Then Athaliah rent her clothes, and said, Treason, treason.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then Iehoiada the Priest brought out the captaines of hundreds, that were set ouer the host, and said vnto them, Haue her foorth of the ranges: and who so followeth her, let him bee slaine with the sword. For the Priest said; Slay her not in the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So they layd handes on her, and when shee was come to the entring of the horse gate, by the kings house, they slew her there.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And Iehoiada made a couenant betweene him, and betweene all the people, and betweene the king, that they should be the Lords people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then all the people went to the house of Baal, and brake it downe, and brake his altars and his images in pieces, and slew Mattan the priest of Baal before the altars.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Also Iehoiada appointed the offices of the house of the Lord by the hand of the Priests the Leuites, whom Dauid had distributed in the house of the Lord, to offer the burnt offrings of the Lord, as it is written in the Law of Moses, with reioycing and with singing, as it was ordeined by Dauid.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he set the porters at the gates of the house of the Lord, that none which was vncleane in any thing, should enter in.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And hee tooke the captaines of hundreds, and the nobles, and the gouernours of the people, and all the people of the land, and brought downe the king from the house of the Lord: and they came through the high gate into the kings house, and set the king vpon the throne of the kingdome.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 23,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And all the people of the land reioyced, and the city was quiet, after that they had slaine Athaliah",
      "info": ""
    }
  ]
}