{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Amaziah was twentie and fiue yeeres olde when hee began to reigne, and hee reigned twentie and nine yeeres in Ierusalem, and his mothers name was Iehoadan of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee did that which was right in the sight of the Lord, but not with a perfite heart.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Now it came to passe when the kingdome was established to him, that he slew his seruants, that had killed the king his father.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But hee slewe not their children, but did as it is written in the Law in the booke of Moses, where the Lord commanded, saying, The fathers shall not die for the children, neither shall the children die for the fathers; but euery man shall die for his owne sinne.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Moreouer, Amaziah gathered Iudah together, and made them Captaines ouer thousands, and captaines ouer hundreds, according to the houses of their fathers, throughout all Iudah and Beniamin: And he numbred them from twentie yeeres olde and aboue, and found them three hundred thousand choice men, able to goe foorth to warre, that could handle speare and shield.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Hee hired also an hundred thousand mightie men of valour, out of Israel, for an hundred talents of siluer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But there came a man of God to him, saying, O king, let not the armie of Israel goe with thee: for the Lord is not with Israel, to wit, with all the children of Ephraim.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But if thou wilt goe, doe it, bee strong for the battell: God shall make thee fall before the enemy: for God hath power to helpe, and to cast downe.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Amaziah said to the man of God, But what shall wee doe for the hundred talents which I haue giuen to the armie of Israel? And the man of God answered, The Lord is able to giue thee much more then this.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then Amaziah separated them, to wit, the armie that was come to him out of Ephraim, to goe home againe. Wherfore their anger was greatly kindled against Iudah, and they returned home in great anger.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And Amaziah strengthened himselfe, and ledde foorth his people, and went to the valley of salt, and smote of the children of Seir, ten thousand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And other ten thousand left aliue, did the children of Iudah cary away captiue, and brought them vnto the top of the rocke, and cast them downe from the top of the rocke, that they all were broken in pieces.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ But the souldiers of the army which Amaziah sent backe, that they should not goe with him to battell, fell vpon the cities of Iudah, from Samaria euen vnto Beth-horon, and smote three thousand of them, and took much spoile.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Now it came to passe, after that Amaziah was come from the slaughter of the Edomites, that hee brought the gods of the children of Seir, and set them vp to be his gods, and bowed down himselfe before them, and burned incense vnto them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Wherfore the anger of the Lord was kindled against Amaziah, and hee sent vnto him a Prophet, which said vnto him, Why hast thou sought after the gods of the people, which could not deliuer their owne people out of thine hand?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it came to passe as hee talked with him, that the king said vnto him, Art thou made of the Kings counsell? forbeare; why shouldest thou be smitten? Then the Prophet forbare, and said, I know that God hath determined to destroy thee, because thou hast done this, and hast not hearkened vnto my counsell.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then Amaziah king of Iudah tooke aduice, and sent to Ioash the sonne of Iehoahaz the sonne of Iehu, king of Israel, saying, Come, let vs see one another in the face.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Ioash king of Israel sent to Amaziah king of Iudah, saying, The thistle that was in Lebanon, sent to the Cedar that was in Lebanon, saying, Giue thy daughter to my sonne to wife: and there passed by a wild beast that was in Lebanon, and trode downe the thistle.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thou sayest, Loe, thou hast smitten the Edomites, and thine heart lifteth thee vp to boast. Abide now at home, why shouldest thou meddle to thine hurt, that thou shouldest fall, euen thou, and Iudah with thee?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But Amaziah would not heare: for it came of God, that he might deliuer them into the hand of their enemies, because they sought after the gods of Edom.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 21,
      "verse_end": 21,
      "text": "So Ioash the King of Israel went vp, and they saw one another in the face, both hee and Amaziah King of Iudah at Beth-shemesh, which belongeth to Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Iudah was put to the worse before Israel, and they fled euery man to his tent.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Ioash the king of Israel tooke Amaziah king of Iudah the son of Ioash, the son of Ioahaz, at Bethshemesh, and brought him to Ierusalem, and brake downe the wall of Ierusalem, from the gate of Ephraim to the corner gate, foure hundred cubits.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And hee tooke all the gold and the siluer, and all the vessels that were found in the house of God with Obed-Edom, and the treasures of the kings house, the hostages also, and returned to Samaria.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And Amaziah the sonne of Ioash King of Iudah liued after the death of Ioash sonne of Iehoahaz king of Israel, fifteene yeeres.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Now the rest of the acts of Amaziah, first and last, behold, are they not written in the booke of the Kings of Iudah and Israel?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ Now after the time that Amaziah did turne away from following the Lord, they made a conspiracie against him in Ierusalem, and he fled to Lachish: but they sent to Lachish after him, and slew him there.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 25,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And they brought him vpon horses, and buried him with his fathers in the citie of Iudah.",
      "info": ""
    }
  ]
}