{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Hezekiah began to reigne when hee was fiue and twentie yeeres old, and he reigned nine and twentie yeeres in Ierusalem: and his mothers name was Abiiah the daughter of Zechariah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee did that which was right in the sight of the Lord, according to all that Dauid his father had done.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ He, in the first yere of his reigne, in the first moneth, opened the doores of the house of the Lord, and repaired them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And hee brought in the Priests, and the Leuites, and gathered them together into the East street,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And said vnto them, Heare me, ye Leuites, sanctifie now your selues, and sanctifie the house of the Lord God of your fathers, and cary foorth the filthinesse out of the holy place.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For our fathers haue trespassed, and done that which was euill in the eyes of the Lord our God, and haue forsaken him, and haue turned away their faces from the habitation of the Lord, and turned their backs.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Also they haue shut vp the doores of the Porch, and put out the lampes, and haue not burnt incense, nor offered burnt offerings in the holy place, vnto the God of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Wherfore the wrath of the Lord was vpon Iudah and Ierusalem, and he hath deliuered them to trouble, to astonishment, and to hissing, as yee see with your eyes.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For loe, our fathers haue fallen by the sword, and our sonnes and our daughters, and our wiues, are in captiuitie for this.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Now it is in mine heart to make a couenant with the Lord God of Israel, that his fierce wrath may turne away from vs.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 11,
      "verse_end": 11,
      "text": "My sonnes, bee not now negligent: for the Lord hath chosen you to stand before him, to serue him, and that you should minister vnto him, and burne incense.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Then the Leuites arose, Mahath the sonne of Amashai, and Ioel the sonne of Azariah, of the sonnes of the Kohathites: and of the sonnes of Merari, Kish the sonne of Abdi, and Azariah the sonne of Iahalelel: and of the Gershonites Ioah, the sonne of Zimmah, and Eden the sonne of Ioah:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And of the sonnes of Elizaphan, Shimri, and Iehiel: and of the sonnes of Asaph, Zechariah and Mattaniah:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And of the sonnes of Heman, Iehiel, and Shimei: and of the sonnes of Ieduthun, Shemaiah and Uzziel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they gathered their brethren, and sanctified themselues, and came according to the commandement of the king, by the words of the Lord, to cleanse the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the priests went into the inner part of the house of the Lord, to cleanse it, and brought out all the vncleannes that they found in the temple of the Lord, into the court of the house of the Lord. And the Leuites tooke it, to carie it out abroad into the brooke Kidron.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now they began on the first day of the first moneth to sanctifie, and on the eight day of the moneth, came they to the porch of the Lord. So they sanctified the house of the Lord in eight dayes, and in the sixteenth day of the first moneth, they made an end.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then they went in to Hezekiah the king, and said, We haue cleansed all the house of the Lord, and the altar of burnt offering, with all the vessels thereof, and the shew-bread table, with all the vessels thereof.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Moreouer all the vessels which king Ahaz in his reigne did cast away in his transgression, haue we prepared and sanctified, and behold, they are before the altar of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Then Hezekiah the king rose earely, and gathered the rulers of the citie, and went vp to the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they brought seuen bullocks and seuen rammes, and seuen lambes, and seuen hee goats for a sinne offring for the kingdome, and for the Sanctuarie, and for Iudah: and he commaunded the priests the sonnes of Aaron to offer them on the Altar of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 22,
      "verse_end": 22,
      "text": "So they killed the bullockes, and the priestes receiued the blood, and sprinkled it on the altar: like wise when they had killed the rams, they sprinkled the blood vpon the altar: they killed also the lambes, and they sprinkled the blood vpon the altar.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they brought foorth the hee goats for the sinne offering, before the king and the congregation, and laide their hands vpon them:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the priests killed them, and they made reconciliation with their blood vpon the altar, to make an atonement for all Israel: for the king commanded that the burnt offring and the sin offering should be made for all Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And hee set the Leuites in the house of the Lord with cymbals, with psalteries, and with harpes, according to the commandement of Dauid, and of Gad the kings Seer, and Nathan the prophet: for so was the commandement of the Lord by his prophets.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the Leuites stood with the instruments of Dauid, and the priestes with the trumpets.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Hezekiah commaunded to offer the burnt offering vpon the altar: and when the burnt offering began, the song of the Lord began also with the trumpets, and with the instruments ordeined by Dauid king of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And all the congregation worshipped, and the singers sang, and the trumpetters sounded: and all this continued vntill the burnt offering was finished.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And when they had made an end of offering, the king and all that were present with him, bowed themselues and worshipped.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Moreouer Hezekiah the king and the Princes, commanded the Leuites to sing praise vnto the Lord, with the words of Dauid, and of Asaph the Seer: and they sang praises with gladnes, and they bowed their heads and worshipped.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then Hezekiah answered and said, Now ye haue consecrated your selues vnto the Lord: come neere and bring sacrifices, and thanke-offerings into the house of the Lord. And the congregation brought in sacrifices, and thank-offrings, and as many as were of a free heart, burnt offerings.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the number of the burnt offerings which the congregation brought, was threescore and ten bullockes, an hundred rammes, and two hundred lambs: all these were for a burnt offring to the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the consecrated things were, sixe hundred oxen, and three thousand sheepe.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 34,
      "verse_end": 34,
      "text": "But the Priests were too few, so that they could not flay all the burnt offerings: wherefore their brethren the Leuites did helpe them, till the worke was ended, and vntill the other Priestes had sanctified themselues: for the Leuites were more vpright in heart, to sanctifie themselues, then the Priests.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And also the burnt offerings were in abundance, with the fat of the peace offerings, &amp; the drinke offrings, for euery burnt offering. So the seruice of the house of the Lord was set in order.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 29,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And Hezekiah reioyced, and all the people, that God had prepared the people: for the thing was done suddenly.",
      "info": ""
    }
  ]
}