{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then Solomon began to build the house of the Lord at Ierusalem in Mount Moriah, where the Lord appeared vnto Dauid his father, in the place that Dauid had prepared in the threshing floore of Ornan the Iebusite.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he began to build in the second day of the second moneth, in the fourth yeere of his reigne.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Now these are the things wherein Solomon was instructed for the building of the house of God. The length by cubites after the first measure was threescore cubits, and the breadth twentie cubites.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the porch that was in the front of the house, the length of it was atcording to the breadth of the house, twentie cubites, and the height was an hundred and twenty: and he ouerlaid it within, with pure gold.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the greater house hee sieled with firre tree, which he ouerlaid with fine gold, and set thereon palme trees and chaines.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he garnished the house with precious stones for beautie, and the gold was gold of Paruaim.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Hee ouerlaid also the house, the beames, the postes and the wals thereof, and the doores thereof with gold, and graued Cherubims on the walles.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he made the most holy house, the length whereof was, according to the breadth of the house, twenty cubits, and the breadth thereof twentie cubits: and he ouerlaid it with fine gold amounting to sixe hundred talents.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the weight of the nailes was fiftie shekels of gold: and he ouerlaide the vpper chambers with gold.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And in the most holy place hee made two Cherubims of image work, and ouerlaid them with gold.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the wings of the Cherubims were twentie cubites long: one wing of the one Cherub was fiue cubites, reaching to the wall of the house: and the other wing was likewise fiue cubites, reaching to the wing of the other Cherub:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And one wing of the other Cherub was fiue cubites, reaching to the wall of the house: and the other wing was fiue cubites also, ioyning to the wing of the other Cherub.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The wings of these Cherubims spread themselues forth twentie cubits: and they stood on their feet, and their faces were inward.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And he made the vaile of blue and purple, and crimson, and fine linen, and wrought Cherubims thereon.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Also hee made before the house, two pillars of thirtie and fiue cubites high, and the chapiter that was on the top of each of them, was fiue cubites.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he made chaines, as in the Oracle, and put them on the heads of the pillars, and made an hundred pomegranates, and put them on the chaines.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he reared vp the pillars before the temple, one on the right hand, and the other on the left, and called the name of that on the right hand, Iachin, and the name of that on the left, Boaz.",
      "info": ""
    }
  ]
}