{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Hezekiah sent to all Israel and Iudah, and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord at Ierusalem, to keepe the Passeouer vnto the Lord God of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For the king had taken counsell, and his Princes, and all the congregation in Ierusalem, to keepe the Passeouer in the second moneth.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For they could not keepe it at that time, because the Priests had not sanctified themselues sufficiently, neither had the people gathered themselues together to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the thing pleased the king, and all the Congregation.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So they established a decree, to make proclamation throughout all Israel, from Beersheba euen to Dan, that they should come to keep the Passeouer vnto the Lord God of Israel at Ierusalem: for they had not done it of a long time in such sort, as it was written.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So the Postes went with the letters from the King and his Princes, throughout all Israel and Iudah, and according to the commandement of the king, saying; Yee children of Israel, turne againe vnto the Lord God of Abraham, Isaac and Israel, and hee wil returne to the remnant of you, that are escaped out of the hand of the kings of Assyria.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers, who therefore gaue them vp to desolation, as ye see.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Now be yee not stiffe-necked as your fathers were, but yeeld your selues vnto the Lord, and enter into his Sanctuarie, which he hath sanctified for euer: and serue the Lord your God, that the fiercenesse of his wrath may turne away from you.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 9,
      "verse_end": 9,
      "text": "For if yee turne againe vnto the Lord, your brethren and your children shall finde compassion before them that leade them captiue, so that they shall come againe into this land: for the Lord your God is gracious and mercifull, and will not turne away his face from you, if ye returne vnto him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So the Posts passed from citie to citie, through the countrey of Ephraim and Manasseh, euen vnto Zebulun: but they laughed them to scorne, and mocked them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Neuerthelesse, diuers of Asher, and Manasseh, and of Zebulun, humbled themselues, and came to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Also in Iudah, the hand of God was to giue them one heart to doe the commandement of the king and of the Princes, by the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And there assembled at Ierusalem much people, to keepe the feast of vnleauened bread in the second moneth, a very great congregation.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And they arose and tooke away the altars that were in Ierusalem, and all the altars for incense tooke they away, and cast them into the brooke Kidron.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then they killed the Passeouer on the fourteenth day of the second moneth: and the Priests and the Leuites were ashamed, and sanctified themselues, and brought in the burnt offerings into the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they stood in their place after their maner, according to the Law of Moses the man of God: The priests sprinckled the blood, which they receiued of the hand of the Leuites.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For there were many in the Congregation that were not sanctified: therefore the Leuites had the charge of the killing of the Passeouers for euery one that was not cleane, to sanctifie them vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For a multitude of the people, euen many of Ephraim and Manasseh, Issachar and Zebulun, had not cleansed themselues: yet did they eate the Passeouer otherwise then it was written. But Hezekiah prayed for them, saying; The good Lord pardon euery one,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 19,
      "verse_end": 19,
      "text": "That prepareth his heart to seeke God, the Lord God of his fathers, though hee be not cleansed according to the purification of the Sanctuary.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Lord hearkened to Hezekiah, and healed the people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the children of Israel that were present at Ierusalem, kept the feast of vnleauened bread seuen dayes with great gladnesse: and the Leuites and the Priests praised the Lord day by day, singing with lowd instruments vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Hezekiah spake comfortably vnto all the Leuites, that taught the good knowledge of the Lord: and they did eate throughout the feast, seuen dayes, offering peace-offerings, and making confession to the Lord God of their fathers.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the whole assembly tooke counsel to keepe other seuen dayes: and they kept other seuen dayes with gladnesse.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 24,
      "verse_end": 24,
      "text": "For Hezekiah king of Iudah did giue to the Congregation, a thousand bullockes, and seuen thousand sheep: and the Princes gaue to the Congregation a thousand bullocks, and ten thousand sheepe, and a great number of Priests sanctified themselues.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And all the Congregation of Iudah, with the Priests and the Leuites, and all the Congregation that came out of Israel, and the strangers that came out of the land of Israel, and that dwelt in Iudah, reioyced.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 26,
      "verse_end": 26,
      "text": "So there was great ioy in Ierusalem: for since the time of Solomon the sonne of Dauid King of Israel, there was not the like in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 30,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ Then the Priests the Leuites arose, and blessed the people: and their voice was heard, and their prayer came vp to his holy dwelling place, euen vnto heauen.",
      "info": ""
    }
  ]
}