{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 1,
      "verse_end": 1,
      "text": "After these things and the establishment therof, Sennacherib king of Assyria came, and entred into Iudah, &amp; encamped against the fenced cities, and thought to winne them for himselfe.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And when Hezekiah sawe that Sennacherib was come, and that hee was purposed to fight against Ierusalem,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 3,
      "verse_end": 3,
      "text": "He tooke counsel with his princes, and his mightie men, to stop the waters of the fountaines, which were without the citie: and they did helpe him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 4,
      "verse_end": 4,
      "text": "So there was gathered much people together, who stopt all the fountaines, and the brooke that ranne through the midst of the land, saying, Why should the kings of Assyria come, and finde much water?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Also he strengthened himselfe, and built vp all the wall that was broken, and raised it vp to the towers, and another wall without, and prepared Millo in the citie of Dauid, and made darts and shields in abundance.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee set captaines of warre ouer the people, and gathered them together to him in the streete of the gate of the city, and spake comfortably to them, saying;",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Be strong and couragious, be not afraid nor dismayed for the king of Assyria, nor for all the multitude that is with him: for there bee moe with vs, then with him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 8,
      "verse_end": 8,
      "text": "With him is an arme of flesh, but with vs is the Lord our God to helpe vs, and to fight our battels. And the people rested themselues vpon the words of Hezekiah king of Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ After this did Sennacherib king of Assyria send his seruants to Ierusalem (but he himselfe laide siege against Lachish, and all his power with him) vnto Hezekiah king of Iudah, and vnto all Iudah that were at Ierusalem, saying;",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thus sayth Semacherib king of Assyria, Whereon doe ye trust, that yee abide in the siege in Ierusalem?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Doeth not Hezekiah perswade you to giue ouer your selues to die by famine and by thirst, saying, The Lord our God shall deliuer vs out of the hand of the king of Assyria?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Hath not the same Hezekiah taken away his high places, and his altars, and commanded Iudah and Ierusalem, saying; Yee shall worship before one altar, &amp; burne incense vpon it?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Know ye not what I and my fathers haue done vnto all the people of other lands? were the gods of the nations of those landes any wayes able to deliuer their lands out of mine hand?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Who was there among all the gods of those nations, that my fathers vtterly destroyed, that could deliuer his people out of mine hand, that your God should bee able to deliuer you out of mine hand?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now therefore let not Hezekiah deceiue you, nor perswade you on this manner, neither yet beleeue him: for no god of any nation or kingdome was able to deliuer his people out of mine hand, &amp; out of the hand of my fathers: how much lesse shall your God deliuer you out of mine hand?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And his seruants spake yet more against the Lord God, and against his seruant Hezekiah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Hee wrote also letters to raile on the Lord God of Israel, &amp; to speake against him, saying, As the gods of the nations of other lands haue not deliuered their people out of mine hand: so shall not the God of Hezekiah deliuer his people out of mine hand.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then they cryed with a loude voice in the Iewes speech vnto the people of Ierusalem that were on the wal, to affright them, and to trouble them, that they might take the city.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they spake against the God of Ierusalem, as against the gods of the people of the earth which were the worke of the hands of man.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For this cause Hezekiah the king, and the Prophet Isaiah the sonne of Amoz, prayed and cryed to heauen.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And the Lord sent an Angel, which cut off all the mightie men of valour, and the leaders and captains in the campe of the king of Assyria: so hee returned with shame of face to his owne land. And when hee was come into the house of his god, they that came foorth of his owne bowels, slew him there with the sword.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Thus the Lord saued Hezekiah, and the inhabitants of Ierusalem, from the hand of Sennacherib the king of Assyria, and from the hand of all other, and guided them on euery side.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And many brought gifts vnto the Lord to Ierusalem, and presents to Hezekiah king of Iudah: so that hee was magnified in the sight of all nations, from thenceforth.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ In those dayes Hezekiah was sicke to the death, and prayed vnto the Lord: and he spake vnto him, and he gaue him a signe.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But Hezekiah rendred not againe, according to the benefit done vnto him: for his heart was lifted vp, therefore there was wrath vpon him, and vpon Iudah and Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Notwithstanding, Hezekiah humbled himselfe for the pride of his heart, (both hee and the inhabitants of Ierusalem) so that the wrath of the Lord came not vpon them in the dayes of Hezekiah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And Hezekiah had exceeding much riches, and honour: and he made himselfe treasuries for siluer, and for golde, and for precious stones, and for spices, and for shields, and for all maner of pleasant iewels;",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Store-houses also for the increase of corne, and wine and oile; and stalles for all maner of beasts, and coates for flocks.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Moreouer, hee prouided him cities, and possessions of flockes &amp; heards in abundance: for God had giuen him substance very much.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 30,
      "verse_end": 30,
      "text": "This same Hezekiah also stopped the vpper water-course of Gihon, and brought it straight downe to the Westside of the City of Dauid. And Hezekiah prospered in all his workes.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Howbeit, in the businesse of the Embassadours of the Princes of Babylon, who sent vnto him to enquire of the wonder that was done in the land, God left him, to try him, that he might know all that was in his heart.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ Now, the rest of the acts of Hezekiah, and his goodnesse, behold, they are written in the vision of Isaiah the Prophet, the sonne of Amoz, and in the booke of the kings of Iudah and Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Hezekiah slept with his fathers, and they buried him in the chiefest of the Sepulchres of the sonnes of Dauid: and all Iudah and the inhabitants of Ierusalem did him honour at his death: and Manasseh his sonne reigned in his stead.",
      "info": ""
    }
  ]
}