{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Manasseh was twelue yeeres old when he began to reigne, and he reigned fiftie and fiue yeres in Ierusalem:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 2,
      "verse_end": 2,
      "text": "But did that which was euil in the sight of the Lord, like vnto the abominations of the heathen, whom the Lord had cast out before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ For hee built againe the high places, which Hezekiah his father had broken downe, and he reared vp altars for Baalim, and made groues, and worshipped all the host of heauen, and serued them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Also hee built altars in the house of the Lord, whereof the Lord had saide, In Ierusalem shall my Name be for euer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he built altars for all the host of heauen, in the two Courts of the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he caused his children to passe through the fire in the valley of the son of Hinnom: also he obserued times, and vsed inchantments, and vsed witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much euill in the sight of the Lord, to prouoke him to anger.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee set a carued image (the idole which he had made) in the house of God, of which God had said to Dauid, and to Solomon his sonne: In this house, and in Ierusalem which I haue chosen before all the tribes of Israel, will I put my Name for euer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Neither will I any more remoue the foot of Israel from out of the land which I haue appointed for your fathers; so that they will take heed to doe all that I haue commanded them, according to the whole Law, and the statutes, and the ordinances by the hand of Moses.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So Manasseh made Iudah, and the inhabitants of Ierusalem to erre, and to doe worse then the heathen, whom the Lord had destroyed before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Lord spake to Manasseh, and to his people: but they would not hearken.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Wherfore the Lord brought vpon them the captaines of the host of the king of Assyria, which took Manasseh among the thornes, &amp; bound him with setters, &amp; caried him to Babylon.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when hee was in affliction, he besought the Lord his God, and humbled himselfe greatly before the God of his fathers,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And prayed vnto him, and he was intreated of him, and heard his supplication, and brought him againe to Ierusalem into his kingdome. Then Manasseh knew that the Lord hee was God.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Now after this, hee built a wall without the citie of Dauid, on the Westside of Gihon, in the valley, euen to the entring in at the fish-gate, and compassed about Ophel, and raised it vp a very great height, and put captaines of warre in all the fenced cities of Iudah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And hee tooke away the strange gods and the idol out of the house of the Lord, and all the altars that he had built in the mount of the house of the Lord, and in Ierusalem, and cast them out of the citie.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And hee repaired the altar of the Lord, and sacrificed thereon peace offerings, and thanke offerings, and commaunded Iudah to serue the Lord God of Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Neuerthelesse, the people did sacrifice still in the high places, yet vnto the Lord their God only.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Nowe the rest of the actes of Manasseh, &amp; his prayer vnto his God, and the words of the seers that spake to him in the name of the Lord God of Israel, behold, they are written in the booke of the kings of Israel:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 19,
      "verse_end": 19,
      "text": "His prayer also, and how God was intreated of him, and all his sinne, and his trespasse, and the places wherein he built high places, and set vp groues and grauen images before hee was humbled: behold, they are written among the sayings of the Seers.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ So Manasseh slept with his fathers, and they buried him in his owne house: and Amon his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Amon was two and twentie yeeres old, when he beganne to reigne, and reigned two yeares in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But he did that which was euill in the sight of the Lord, as did Manasseh his father: for Amon sacrificed vnto all the carued images, which Manasseh his father had made, and serued them;",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And humbled not himselfe before the Lord, as Manasseh his father had humbled himselfe: but Amon trespassed more and more.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And his seruants conspired against him, and slew him in his owne house.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 33,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ But the people of the land slew all them that had conspired against king Amon, and the people of the land made Iosiah his sonne, king in his stead.",
      "info": ""
    }
  ]
}