{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer Iosiah kept a Passeouer vnto þ<sup>e</sup> Lord in Ierusalem: and they killed the Passeouer on the fourteenth day of the first moneth.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee set the Priestes in their charges, and encouraged them to the seruice of the house of the Lord,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And said vnto the Leuites, that taught all Israel, which were holy vnto the Lord, Put the holy Arke in the house, which Solomon the sonne of Dauid king of Israel did build; it shall not be a burden vpon your shoulders: serue now the Lord your God, and his people Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And prepare your selues by the houses of your fathers, after your courses, according to the writing of Dauid king of Israel, and according to the writing of Solomon his sonne.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And stand in the holy place according to the diuisions of the families of the fathers of your brethren the people, and after the diuision of the families of the Leuites.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So kill the Passeouer, and sanctifie your selues, and prepare your brethren, that they may doe according to the word of the Lord, by the hand of Moses.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Iosiah gaue to the people, of the flocke, lambes and kiddes, all for the Passeouer-offerings, for all that were present, to the number of thirtie thousand, and three thousand bullocks: these were of the kings substance.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And his Princes gaue willingly vnto the people, to the Priests and to the Leuites: Hilkiah, and Zachariah, and Iehiel, rulers of the house of God, gaue vnto the Priests for the Passeouer-offerings, two thousand and sixe hundred small cattell, and three hundred oxen.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Conaniah also, and Shemaiah, and Nethaneel, his brethren, &amp; Hashabiah, and Iehiel, and Ioshabad chiefe of the Leuites, gaue vnto the Leuites for Passeouer-offerings, fiue thousand small cattell, and fiue hundred oxen.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So the seruice was prepared, and the Priests stood in their place, and the Leuites in their courses, according to the kings commandement.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And they killed the Passeouer, and the Priestes sprinckled the blood from their handes, and the Leuites flayed them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they remooued the burnt offerings, that they might giue according to the diuisions of the families of the people, to offer vnto the Lord, as it is written in the booke of Moses: and so did they with the oxen.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they rosted the Passeouer with fire, according to the ordinance: but the other holy offerings sod they in pots, and in cauldrons, and in pannes, and diuided them speedily among all the people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And afterward they made ready for themselues, and for the Priests: because the Priests the sonnes of Aaron were busied in offring of burnt offrings, and the fat vntill night: therefore the Leuites prepared for themselues, and for the Priests the sonnes of Aaron.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the singers the sonnes of Asaph, were in their place according to the commandement of Dauid, and Asaph, and Heman, and Ieduthun the kings Seer: and the Porters waited at euery gate: they might not depart from their seruice; for their brethren the Leuites prepared for them.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 16,
      "verse_end": 16,
      "text": "So all the seruice of the Lord was prepared the same day, to keepe the Passeouer, and to offer burnt offerings vpon the altar of the Lord, according to the commaundement of king Iosiah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the children of Israel that were present, kept the Passeouer at that time, and the feast of vnleauened bread seuen dayes.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And there was no Passeouer like to that, kept in Israel, from the dayes of Samuel the Prophet: neither did all the Kings of Israel keepe such a Passeouer, as Iosiah kept, and the Priests and the Leuites, and all Iudah and Israel that were present, and the inhabitants of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 19,
      "verse_end": 19,
      "text": "In the eighteenth yeere of the reigne of Iosiah, was this Passeouer kept.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ After all this, when Iosiah had prepared the Temple, Necho king of Egypt came vp to fight against Carchemish by Euphrates: and Iosiah went out against him.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But hee sent Embassadours to him, saying, What haue I to doe with thee, thou king of Iudah? I come not against thee this day, but against the house, wherewith I haue warre: for God commaunded mee to make haste: forbeare thee from medling with God, who is with mee, that hee destroy thee not.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Neuerthelesse Iosiah would not turne his face from him, but disguised himselfe that he might fight with him, and hearkened not vnto the wordes of Necho from the mouth of God, and came to fight in the valley of Megiddo.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the archers shot at king Iosiah: and the King saide to his seruants, Haue mee away, for I am sore wounded.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 24,
      "verse_end": 24,
      "text": "His seruants therefore tooke him out of that charet, and put him in the second charet that hee had: and they brought him to Ierusalem, and hee died, and was buried in one of the Sepulchres of his fathers. And all Iudah and Ierusalem mourned for Iosiah.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And Ieremiah lamented for Iosiah, and all the singing men and the singing women spake of Iosiah in their lamentations to this day, and made them an ordinance in Israel; and beholde, they are written in the Lamentations.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Now the rest of the acts of Iosiah, and his goodnes, according to that which was written in the Law of the Lord,",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 35,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And his deedes first and last; behold, they are written in the booke of the kings of Israel and Iudah.",
      "info": ""
    }
  ]
}