{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus al the worke that Solomon made for the house of the Lord, was finished: &amp; Solomon brought in all the things that Dauid his father had dedicated; and the siluer, and the gold, and all the instruments, put he among the treasures of the house of God.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "¶ Then Solomon assembled the Elders of Israel, and all the heads of the Tribes, the chiefe of the fathers of the children of Israel vnto Ierusalem, to bring vp the Arke of the Couenant of the Lord, out of the citie of Dauid, which is Zion.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Wherefore all the men of Israel assembled themselues vnto the king in the feast, which was in the seuenth moneth.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And all the Elders of Israel came, and the Leuites tooke vp the Arke.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they brought vp the Arke, and the tabernacle of the Congregation, and all the holy vessels that were in the tabernacle, these did the Priests and the Leuites bring vp.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Also king Solomon and all the congregation of Israel that were assembled vnto him before the Arke, sacrificed sheepe and oxen, which could not be told nor numbred for multitude.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the priests brought in the Arke of the Couenant of the Lord vnto his place, to the Oracle of the house, into the most holy place, euen vnder the wings of the Cherubims:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For the Cherubims spread foorth their wings ouer the place of the Arke, and the Cherubims couered the Arke and the staues thereof, aboue.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they drew out the staues of the Arke, that the ends of the staues were seene from the Arke before the Oracle, but they were not seene without. And there it is vnto this day.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "There was nothing in the Arke saue the two tables which Moses put therein at Horeb, when the Lord made a couenant with the children of Israel, when they came out of Egypt.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And it came to passe when the Priests were come out of the holy place (for all the priests that were present were sanctified, and did not then wait by course:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Also the Leuites which were the singers, all of them of Asaph, of Heman, of Ieduthun, with their sonnes and their brethren, being arayed in white linnen hauing cymbals, and psalteries, and harpes, stood at the East end of the altar, and with them an hundred and twentie Priests, sounding with trumpets:)",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "It came euen to passe, as the trumpetters and singers were as one, to make one sound to be heard in praising and thanking the Lord: and when they lift vp their voyce with the trumpets, and cymbals, and instruments of musicke, and praised the Lord, saying, For he is good, for his mercie endureth for euer: that then the house was filled with a cloude, euen the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So that the Priests could not stand to minister, by reason of the cloud: for the glory of the Lord had filled the house of God.",
      "info": ""
    }
  ]
}