{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now when Solomon had made an ende of praying, the fire came downe from heauen, and consumed the burnt offering, and the sacrifices, and the glory of the Lord filled the house.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Priests could not enter into the house of the Lord, because the glory of the Lord had filled the Lords house.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And when all the children of Israel saw how the fire came downe, and the glory of the Lord vpon the house, they bowed themselues with their faces to the ground vpon the pauement, and worshipped, and praised the Lord, saying, For hee is good, for his mercy endureth for euer.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Then the King and all the people, offered sacrifices before the Lord.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And King Solomon offered a sacrifice of twentie and two thousand oxen, and an hundred and twentie thousand sheepe. So the King and all the people, dedicated the house of God.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Priests waited on their offices: the Leuites also with instruments of musicke of the Lord, which Dauid the King had made to praise the Lord, because his mercy endureth for euer, when Dauid praised by their ministerie: and the Priests sounded trumpets before them, and all Israel stood.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Moreouer, Solomon hallowed the middle of the Court, that was before the house of the Lord: for there hee offered burnt offerings, and the fat of the peace offerings, because the brasen Altar which Solomon had made, was not able to receiue the burnt offerings, and the meat offerings, and the fat.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Also at the same time Solomon kept the feast seuen dayes, and all Israel with him, a very great Congregation, from the entring in of Hamath, vnto the Riuer of Egypt.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And in the eight day they made a solemne assembly: for they kept the dedication of the Altar seuen dayes, and the feast seuen dayes.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And on the three and twentieth day of the seuenth moneth, he sent the people away into their tents, glad and merry in heart for the goodnesse that the Lord had shewed vnto Dauid, and to Solomon, and to Israel his people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thus Solomon finished the house of the Lord, and the Kings house: and all that came into Solomons heart to make in the house of the Lord, and in his owne house, hee prosperously effected.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the Lord appeared to Solomon by night, and said vnto him, I haue heard thy prayer, and haue chosen this place to my selfe for an house of sacrifice.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "If I shut vp heauen that there bee no raine, or if I command the locusts to deuoure the land, or if I send pestilence among my people:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "If my people which are called by my Name, shall humble themselues and pray, and seeke my face, and turne from their wicked wayes: then will I heare from heauen, and will forgiue their sinne, and will heale their land.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now mine eyes shalbe open, and mine eares attent vnto the prayer that is made in this place.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For now haue I chosen, &amp; sanctified this house, that my Name may be there for euer: and mine eyes and mine heart shalbe there perpetually.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And as for thee, if thou wilt walke before me, as Dauid thy father walked, and doe according to all that I haue commanded thee, and shalt obserue my Statutes, and my Iudgements:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then wil I stablish the throne of thy kingdome, according as I haue couenanted with Dauid thy father, saying, There shall not faile thee a man to be ruler in Israel.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But if yee turne away and forsake my Statutes and my Commandements which I haue set before you, and shall goe and serue other gods, and worship them:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then will I plucke them vp by the roots out of my land which I haue giuen them, and this house which I haue sanctified for my Name, wil I cast out of my sight, and will make it to be a prouerbe, and a by-word among all nations.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And this house which is high, shall be an astonishment to euery one that passeth by it; so that hee shall say; Why hath the Lord done thus vnto this land, and vnto this house?",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And it shalbe answered, Because they forsooke the Lord God of their fathers, which brought them forth out of the land of Egypt, and layd hold on others gods, and worshipped them, aud serued them: Therefore hath hee brought all this euil vpon them.",
      "info": ""
    }
  ]
}