{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe (at the end of twentie yeeres, wherein Solomon had built the house of the Lord, &amp; his own house)",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "That the cities which Huram had restored to Solomon, Solomon built them, and caused the children of Israel to dwell there.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Solomon went to Hamath Zobah, and preuailed against it.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And he built Tadmor in the wildernesse, and all the store-cities, which he built in Hamath.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Also he built Beth-horon the vpper, and Beth-horon the nether, fensed cities with walles, gates and barres:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Baalath, and all the store-cities that Solomon had, and all the charet-cities, and the cities of the horsemen, and all that Solomon desired to build in Ierusalem, and in Lebanon, and throughout all the land of his dominion.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ As for all the people that were left of the Hittites, and the Amorites, and the Perizzites, and the Hiuites, and the Iebusites, which were not of Israel:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But of their children, who were left after them in the land, whom the children of Israel consumed not; them did Solomon make to pay tribute, vntill this day.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But of the children of Israel did Solomon make no seruants for his worke: but they were men of warre, and chiefe of his captains, and captains of his charets and horsemen.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And these were the chiefe of king Solomons officers, euen two hundred and fifty, that bare rule ouer the people.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And Solomon brought vp the daughter of Pharaoh out of the citie of Dauid, vnto the house that he had built for her: for hee said, My wife shall not dwell in the house of Dauid king of Israel, because the places are holy, whereunto the Arke of the Lord hath come.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Then Solomon offered burnt offerings vnto the Lord on the Altar of the Lord, which he had built before the porch:",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Euen after a certaine rate euery day, offering according to the commandement of Moses, on the Sabbaths, and on the new Moones, and on the solemne Feasts three times in the yeere, euen in the feast of Unleauened bread, and in the feast of Weekes, and in the feast of Tabernacles.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And he appointed, according to the order of Dauid his father, the courses of the Priests to their seruice, and the Leuites to their charges, to praise and minister before the Priests, as the duety of euery day required: the porters also by their courses, at euery gate: for so had Dauid the man of God commanded.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they departed not from the commandement of the King vnto the Priests and Leuites, concerning any matter, or concerning the treasures.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Now all the worke of Solomon was prepared vnto the day of the foundation of the house of the Lord, and vntill it was finished: so the house of God was perfected.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then went Solomon to Ezion Geber, and to Eloth, at the sea side in the land of Edom.",
      "info": ""
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Huram sent him by the hands of his seruants, shippes, and seruants that had knowledge of the sea; and they went with the seruants of Solomon to Ophir, and tooke thence foure hundred and fiftie talents of golde, and brought them to king Solomon.",
      "info": ""
    }
  ]
}