{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord sent Nathan vnto Dauid: and he came vnto him, and said vnto him, There were two men in one citie; the one rich, and the other poore.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The rich man had exceeding many flockes and herds.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But the poore man had nothing saue one litle ewe lambe, which he had bought and nourished vp: and it grew vp together with him, and with his children, it did eate of his owne meate, and dranke of his owne cup, and lay in his bosome, and was vnto him as a daughter.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And there came a traueller vnto the rich man, and he spared to take of his owne flocke, and of his owne herd, to dresse for the wayfaring man that was come vnto him, but tooke the poore mans lambe, and dressed it for the man that was come to him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Dauids anger was greatly kindled against the man, and he said to Nathan, As the Lord liueth, the man that hath done this thing, shall surely die.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he shall restore the Lambe fourefold, because he did this thing, and because he had no pittie.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And Nathan said to Dauid, Thou art the man: thus saith the Lord God of Israel, I anointed thee king ouer Israel, and I deliuered thee out of the hand of Saul,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I gaue thee thy Masters house, and thy Masters wiues into thy bosome, and gaue thee the house of Israel and of Iudah, and if that had bene too litle, I would moreouer haue giuen vnto thee such and such things.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Wherefore hast thou despised the commandement of the Lord, to doe euill in his sight? thou hast killed Uriah the Hittite with the sword, and hast taken his wife to be thy wife, and hast slaine him with the sword of the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Now therefore the sword shall neuer depart from thine house, because thou hast despised me, and hast taken the wife of Uriah the Hittite, to be thy wife.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thus saith the Lord, Behold, I will raise vp euill against thee out of thine owne house, and I will take thy wiues before thine eyes, and giue them vnto thy neighbour, and he shall lie with thy wiues in the sight of this Sunne.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For thou diddest it secretly: but I will do this thing before all Israel, and before the Sunne.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Dauid saide vnto Nathan, I haue sinned against the Lord. And Nathan saide vnto Dauid, The Lord also hath put away thy sinne, thou shalt not die.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Howbeit, because by this deede thou hast giuen great occasion to the enemies of the Lord to blaspheme, the childe also that is borne vnto thee, shall surely die.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And Nathan departed vnto his house: and the Lord strake the childe that Uriahs wife bare vnto Dauid, and it was very sicke.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Dauid therfore besought God for the childe, and Dauid fasted, and went in, and lay all night vpon the earth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the Elders of his house arose, and went to him, to raise him vp from the earth: but he would not, neither did he eate bread with them.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it came to passe on the seuenth day, that the childe died: and the seruants of Dauid feared to tell him that the child was dead: for they saide, Behold, while the childe was yet aliue, we spake vnto him, and he would not hearken vnto our voice: how will he then vexe himselfe, if we tell him that the childe is dead?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But when Dauid saw that his seruants whispered, Dauid perceiued that the childe was dead: therefore Dauid said vnto his seruants, Is the child dead? and they said, He is dead.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then Dauid arose from the earth and washed, and anointed himselfe, and changed his apparell, and came into the house of the Lord, and worshipped: then hee came to his owne house, and when he required, they set bread before him, and he did eate.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then said his seruants vnto him, What thing is this that thou hast done? thou didst fast and weepe for the childe, while it was aliue, but when the childe was dead, thou didst rise and eat bread.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he said, While the child was yet aliue, I fasted and wept: for I said, Who can tell, whether God will be gracious to me, that the child may liue?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But now hee is dead, Wherefore should I fast? Can I bring him backe againe? I shall goe to him, but he shall not returne to me.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Dauid comforted Bathsheba his wife, and went in vnto her, and lay with her: and she bare a sonne, and he called his name Solomon, and the Lord loued him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And hee sent by the hand of Nathan the Prophet, and hee called his name Iedidiah, because of the Lord.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And Ioab fought against Rabbah of the children of Ammon, and tooke the royall citie.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Ioab sent messengers to Dauid, and said, I haue fought against Rabbah, and haue taken the citie of waters.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Now therefore, gather the rest of the people together, and encampe against the citie, and take it: lest I take the citie, and it be called after my name.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Dauid gathered all the people together, and went to Rabbah, and fought against it, and tooke it.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And he tooke their kings crowne from off his head (the weight whereof was a talent of gold, with the precious stones) and it was set on Dauids head, and he brought forth the spoile of the citie in great abundance.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 12,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he brought foorth the people that were therein, and put them vnder sawes, and vnder harrowes of yron, and vnder axes of yron, and made them passe through the bricke-kilne: And thus did he vnto all the cities of the children of Ammon. So Dauid and all the people returned vnto Ierusalem.",
      "info": ""
    }
  ]
}