{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after this, that Absalom the sonne of Dauid had a faire sister, whose name was Tamar: and Amnon the sonne of Dauid loued her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Amnon was so vexed, that he fell sicke for his sister Tamar: for she was a virgine, and Amnon thought it hard for him to doe any thing to her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But Amnon had a friend, whose name was Ionadab, the sonne of Shimeah, Dauids brother: and Ionadab was a very subtill man.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And he saide vnto him, Why art thou, being the Kings sonne, leane from day to day? Wilt thou not tel me? and Amnon said vnto him, I loue Tamar my brother Absaloms sister.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Ionadab said vnto him, Lay thee downe on thy bed, and make thy selfe sicke: and when thy father commeth to see thee, say vnto him, I pray thee, let my sister Tamar come, and giue me meat, and dresse the meat in my sight, that I may see it, and eate it at her hand.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ So Amnon lay downe, and made himselfe sicke: and when the king was come to see him, Amnon said vnto the king, I pray thee, let Tamar my sister come, &amp; make me a couple of cakes in my sight, that I may eat at her hand.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then Dauid sent home to Tamar, saying, Goe now to thy brother Amnons house, and dresse him meat.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So Tamar went to her brother Amnons house (and hee was laide downe) and she tooke flowre, and kneaded it, and made cakes in his sight, and did bake the cakes.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And she tooke a pan, and powred them out before him, but hee refused to eate: and Amnon said, Haue out all men from mee: And they went out euery man from him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Amnon saide vnto Tamar, Bring the meate into the chamber, that I may eate of thine hand. And Tamar tooke the cakes which shee had made, and brought them into the chamber to Amnon her brother.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And when shee had brought them vnto him to eate, hee tooke hold of her, and said vnto her, Come lye with mee, my sister.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And she answered him, Nay, my brother, doe not force me: for no such thing ought to bee done in Israel; doe not thou this folly.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I, whither shall I cause my shame to goe? and as for thee, thou shalt be as one of the fooles in Israel: now therefore, I pray thee, speake vnto the king, for he will not withhold me from thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Howbeit hee would not hearken vnto her voice, but being stronger then shee, forced her, and lay with her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then Amnon hated her exceedingly, so that the hatred wherwith he hated her, was greater then the loue wherewith hee had loued her: And Amnon said vnto her, Arise, be gone.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And she said vnto him, There is no cause: this euill in sending me away, is greater then the other that thou diddest vnto me: But he would not hearken vnto her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then hee called his seruant that ministred vnto him, and said, Put now this woman out from mee, and bolt the doore after her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And shee had a garment of diuers colours vpon her: for with such robes were the Kings daughters, that were virgins, apparelled. Then his seruant brought her out, and bolted the doore after her.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And Tamar put ashes on her head, and rent her garment of diuers colours that was on her, and layde her hand on her head, and went on, crying.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Absalom her brother sayde vnto her, Hath Amnon thy brother beene with thee? But holde nowe thy peace, my sister: he is thy brother, regard not this thing. So Tamar remained desolate in her brother Absaloms house.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ But when King Dauid heard of all these things, he was very wroth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Absalom spake vnto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And it came to passe after two full yeeres, that Absalom had sheepeshearers in Baal-Hazor, which is beside Ephraim: and Absalom inuited all the kings sonnes.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Absalom came to the King, and said, Behold now, thy seruant hath sheepe-shearers, Let the King, I beseech thee, and his seruants, goe with thy seruant.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the King sayde to Absalom, Nay, my sonne, let vs not all now goe, lest we be chargeable vnto thee. And he pressed him: howbeit he would not goe, but blessed him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Then said Absalom, If not, I pray thee, let my brother Amnon goe with vs. And the King said vnto him, Why should he goe with thee?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But Absalom pressed him, that he let Amnon and all the kings sonnes goe with him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Now Absalom had commanded his seruants, saying, Marke yee now when Amnons heart is merrie with wine, and when I say vnto you, Smite Amnon, then kill him, feare not: haue not I commanded you? be couragious, and be valiant.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the seruants of Absalom did vnto Amnon as Absalom had commanded: then all the Kings sonnes arose, and euery man gate him vp vpon his mule, and fled.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ And it came to passe while they were in the way, that tidings came to Dauid, saying, Absalom hath slaine all the Kings sonnes, and there is not one of them left.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then the king arose, and tare his garments, and lay on the earth: and all his seruants stoode by with their clothes rent.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And Ionadab the sonne of Shimeah Dauids brother, answered and said, Let not my lord suppose that they haue slaine all the yong men the Kings sonnes; for Amnon onely is dead: for by the appointment of Absalom this hath beene determined, from the day that he forced his sister Tamar.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Now therefore let not my lord the King take the thing to his heart, to thinke that all the Kings sonnes are dead: for Amnon onely is dead.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 34,
      "verse_end": 34,
      "text": "But Absalom fled: and the yong man that kept the watch, lift vp his eyes, and looked, and behold, there came much people by the way of the hill side behind him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And Ionadab said vnto the king, Behold, the kings sonnes come: as thy seruant said, so it is.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And it came to passe assoone as hee had made an ende of speaking, that behold, the kings sonnes came, and lift vp their voice, and wept; and the King also and all his seruants wept very sore.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ But Absalom fled, and went to Talmai the sonne of Ammihud king of Geshur: and Dauid mourned for his sonne euery day.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 38,
      "verse_end": 38,
      "text": "So Absalom fled, and went to Geshur, and was there three yeeres.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 13,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And the soule of king Dauid longed to goe foorth vnto Absalom: for he was comforted concerning Amnon, seeing he was dead.",
      "info": ""
    }
  ]
}