{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now Ioab the sonne of Zeruiah, perceiued that the kings heart was toward Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ioab sent to Tekoah, and fetcht thence a wise woman, and said vnto her, I pray thee, faine thy selfe to be a mourner, and put on now mourning apparel, and anoint not thy selfe with oile, but be as a woman that had a long time mourned for the dead:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And come to the king, and speake on this maner vnto him: so Ioab put the words in her mouth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And when the woman of Tekoah spake to the king, shee fell on her face to the ground, and did obeysance, and said, Helpe, O king.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the king said vnto her, What aileth thee? And she answered, I am indeed a widow woman, and mine husband is dead.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thy handmayd had two sonnes, and they two stroue together in the field, and there was none to part them, but the one smote the other, and slew him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And behold, the whole family is risen against thine handmayd, and they said, Deliuer him that smote his brother, that we may kill him, for the life of his brother whom he slew, and we will destroy the heire also: and so they shall quench my cole which is left, and shall not leaue to my husband neither name nor remainder vpon the earth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the king saide vnto the woman, Goe to thine house, and I will giue charge concerning thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the woman of Tekoah said vnto the king, My lord, O king, the iniquitie bee on mee, and on my fathers house: and the king and his throne bee guiltlesse.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the king said, Whosoeuer saith ought vnto thee, bring him to mee, and he shall not touch thee any more.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then said she, I pray thee, let the king remember the Lord thy God, that thou wouldest not suffer the reuengers of blood to destroy any more, lest they destroy my sonne. And he said, As the Lord liueth, there shall not one haire of thy sonne fall to the earth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then the woman said, Let thine handmayd, I pray thee, speake one word vnto my lord the king. And hee said, Say on.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the woman said, Wherefore then hast thou thought such a thing against the people of God? For the king doeth speake this thing as one which is faulty, in that the king doeth not fetch home againe his banished.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For we must needs die, and are as water spilt on the ground, which cannot bee gathered vp againe: neither doeth God respect any person, yet doeth he deuise meanes, that his banished bee not expelled from him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now therefore that I am come to speake of this thing vnto my lord the king, it is because the people haue made me afraid: and thy handmayd said, I will now speake vnto the king; it may bee that the king will performe the request of his handmayd.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For the king wil heare, to deliuer his handmayd out of the hand of the man that would destroy mee, and my sonne together out of the inheritance of God:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then thine handmaid said, The word of my lord the king shall now be comfortable: for as an Angel of God, so is my lord the king to discerne good and bad: therfore the Lord thy God will be with thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then the king answered and said vnto the woman, Hide not from me, I pray thee, the thing that I shall aske thee. And the woman said, Let my lord the king now speake.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the king said, Is not the hand of Ioab with thee in all this? And the woman answered and said, As thy soule liueth, my lord the king, none can turne to the right hand or to the left from ought that my lord the king hath spoken: for thy seruant Ioab, hee bade me, and he put all these wordes in the mouth of thine handmaid:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "To fetch about this forme of speech hath thy seruant Ioab done this thing: and my lord is wise, according to the wisedome of an Angel of God, to know all things that are in the earth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And the king said vnto Ioab, Behold now, I haue done this thing: goe therefore, bring the yong man Absalom againe.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Ioab fell to the ground on his face, &amp; bowed himselfe, and thanked the king: and Ioab said, To day thy seruant knoweth that I haue found grace in thy sight, my lord O king, in that the king hath fulfilled the request of his seruant.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So Ioab arose, and went to Geshur, &amp; brought Absalom to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the king said, Let him turne to his owne house, &amp; let him not see my face. So Absalom returned to his owne house, and sawe not the kings face.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ But in all Israel there was none to be so much praised as Absalom, for his beautie: from the sole of his foot euen to the crowne of his head, there was no blemish in him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And when he polled his head, (for it was at euery yeres end that he polled it: because the haire was heauy on him, therefore he polled it) hee weighed the haire of his head at two hundred shekels after the kings weight.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And vnto Absalom there were borne three sonnes, and one daughter, whose name was Tamar: shee was a woman of a faire countenance.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ So Absalom dwelt two full yeeres in Ierusalem, and saw not the kings face.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Therefore Absalom sent for Ioab, to haue sent him to the king, but hee would not come to him: and when hee sent againe the second time, hee would not come.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Therefore hee said vnto his seruants, See, Ioabs field is neere mine, and he hath barley there: goe, and set it on fire: and Absaloms seruants set the field on fire.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then Ioab arose, and came to Absalom vnto his house, and said vnto him, Wherefore haue thy seruants set my field on fire?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And Absalom answered Ioab, Behold, I sent vnto thee, saying, come hither, that I may send thee to the king to say, Wherefore am I come from Geshur? It had bene good for mee to haue bene there still: now therefore let me see the kings face: and if there bee any iniquitie in me, let him kill me.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 14,
      "verse_start": 33,
      "verse_end": 33,
      "text": "So Ioab came to the King, and told him: and when hee had called for Absalom, he came to the king, and bowed himselfe on his face to the ground before the king, and the King kissed Absalom.",
      "info": ""
    }
  ]
}