{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer Ahithophel said vnto Absalom, Let mee nowe chuse out twelue thousand men, and I will arise and pursue after Dauid this night.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And I wil come vpon him while hee is wearie and weake handed, and wil make him afraid: and all the people that are with him shall flee, and I will smite the king onely.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I wil bring backe all the people vnto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the saying pleased Absalom well, and all the Elders of Israel.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then said Absalom, Call now Hushai the Archite also, and let vs heare likewise what he saith.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when Hushai was come to Absalom, Absalom spake vnto him, saying, Ahithophel hath spoken after this maner: shall we doe after his saying? if not, speake thou.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Hushai said vnto Absalom, The counsell that Ahithophel hath giuen, is not good at this time.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For, (said Hushai,) thou knowest thy father and his men, that they bee mightie men, and they be chafed in their minds, as a beare robbed of her whelps in the field: and thy father is a man of warre, and will not lodge with the people.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Behold, he is hid now in some pit, or in some other place: and it wil come to passe when some of them bee ouerthrowen at the first, that whosoeuer heareth it, wil say, There is a slaughter among the people that followe Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he also that is valiant, whose heart is as the heart of a Lyon, shall vtterly melt: for all Israel knoweth that thy father is a mightie man, and they which be with him are valiant men.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore I counsell, that all Israel be generally gathered vnto thee, from Dan euen to Beer-sheba, as the sand that is by the sea for multitude, and that thou goe to battell in thine owne person.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "So shall wee come vpon him in some place where he shall be found, and we will light vpon him as the dew falleth on the ground: and of him and of all the men that are with him, there shall not be left so much as one.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Moreouer, if hee be gotten into a citie, then shall all Israel bring ropes to that city, and we will draw it into the riuer, vntill there be not one small stone found there.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Absalom and all the men of Israel said, The counsell of Hushai the Archite, is better then the counsell of Ahithophel: For the Lord had appointed to defeate the good counsell of Ahithophel, to the intent that the Lord might bring euill vpon Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then said Hushai vnto Zadok and to Abiathar the Priestes, Thus and thus did Ahithophel counsell Absalom and the Elders of Israel, and thus and thus haue I counselled.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Now therefore send quickly, and tell Dauid, saying, Lodge not this night in the plaines of the wildernes, but speedily passe ouer, lest the King be swallowed vp, and all the people that are with him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now Ionathan and Ahimaaz stayed by En-rogel: (for they might not be seene to come into the citie) and a wench went and tolde them: and they went, and tolde king Dauid.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Neuerthelesse, a ladde saw them, and tolde Absalom: but they went both of them away quickely, and came to a mans house in Bahurim, which had a Well in his court, whither they went downe.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the woman tooke and spread a couering ouer the welles mouth, and spread ground corne thereon; and the thing was not knowen.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when Absaloms seruants came to the woman to the house, they said, Where is Ahimaaz and Ionathan? And the woman said vnto them, They be gone ouer the brooke of water. And when they had sought, and could not finde them, they returned to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And it came to passe after they were departed, that they came vp out of the Well, and went and tolde king Dauid, and said vnto Dauid, Arise, and passe quickely ouer the water: for thus hath Ahithophel counselled against you.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then Dauid arose, and all the people that were with him, and they passed ouer Iordane: by the morning light there lacked not one of them that was not gone ouer Iordane.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And when Ahithophel sawe that his counsell was not followed, he sadled his asse, and arose, and gate him home to his house, to his citie, and put his houshold in order, and hanged himselfe, and died, and was buried in the sepulchre of his father.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Then Dauid came to Mahanaim: and Absalom passed ouer Iordane, he and all the men of Israel with him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And Absalom made Amasa captaine of the hoste in stead of Ioab: which Amasa was a mans sonne whose name was Ithra an Israelite, that went in to Abigal the daughter of Nahash, sister to Zeruiah Ioabs mother.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 26,
      "verse_end": 26,
      "text": "So Israel and Absalom pitched in the land of Gilead.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And it came to passe when Dauid was come to Mahanaim, that Shobi the sonne of Nahash of Rabbah of the children of Ammon, and Machir the sonne of Ammiel of Lodebar, and Barzillai the Gileadite, of Rogelim,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Brought beds, and basins, and earthen vessels, and wheat, and barley, and floure, and parched corne, &amp; beanes, and lentiles, and parched pulse,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 17,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And honie, and butter, and sheepe, and cheese of kine for Dauid, and for the people that were with him, to eate: for they said, The people is hungrie, and wearie, and thirstie in the wildernesse.",
      "info": ""
    }
  ]
}