{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Dauid numbred the people that were with him, and set captaines of thousands, and captaines of hundreds ouer them.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid sent forth a third part of the people vnder the hand of Ioab, and a third part vnder the hand of Abishai the sonne of Zeruiah Ioabs brother, and a third part vnder the hand of Ittai the Gittite: and the king said vnto the people, I will surely goe foorth with you my selfe also.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But the people answered, Thou shalt not goe foorth: for if we flee away, they will not care for vs, neither if halfe of vs die will they care for vs: but now thou art worth ten thousand of vs: therfore now it is better that thou succour vs out of the citie.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the King sayde vnto them, What seemeth you best, I will doe. And the King stood by the gate side, and all the people came out by hundreds, and by thousands.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the king commanded Ioab, and Abishai, and Ittai, saying, Deale gently for my sake with the yong man, euen with Absalom. And all the people heard when the king gaue all the captaines charge concerning Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ So the people went out into the field against Israel: and the battell was in the wood of Ephraim,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Where the people of Israel were slaine before the seruants of Dauid, and there was there a great slaughter that day of twenty thousand men.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For the battell was there scattered ouer the face of all the countrey: and the wood deuoured more people that day, then the sword deuoured.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Absalom met the seruants of Dauid; and Absalom rode vpon a mule, and the mule went vnder the thicke boughs of a great Oke, and his head caught hold of the Oke, and hee was taken vp betweene the heauen and the earth, and the mule that was vnder him, went away.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And a certaine man saw it, and told Ioab, and said, Behold, I saw Absalom hanged in an Oke.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Ioab said vnto the man that told him, And behold, thou sawest him, and why didst thou not smite him there to the ground, and I would haue giuen thee tenne shekels of siluer, and a girdle?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the man saide vnto Ioab, Though I should receiue a thousand shekels of siluer in mine hand, yet would I not put foorth mine hand against the Kings sonne: for in our hearing the King charged thee, and Abishai, and Ittai, saying, Beware that none touch the yong man Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Otherwyse, I should haue wrought falshood against mine owne life: for there is no matter hid from the King, and thou thy selfe wouldest haue set thy selfe against me.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then said Ioab, I may not tary thus with thee. And hee tooke three darts in his hand, and thrust them thorow the heart of Absalom, while hee was yet aliue in the midst of the Oke.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And ten yong men that bare Ioabs armour, compassed about and smote Absalom, and slew him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Ioab blew the trumpet, and the people returned from pursuing after Israel: for Ioab helde backe the people.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they tooke Absalom, and cast him into a great pit in the wood, and layd a very great heape of stones vpon him: and all Israel fled euery one to his tent.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Now Absalom in his life time had taken and reared vp for himselfe a pillar, which is in the Kings dale: for hee said, I haue no sonne to keepe my name in remembrance: And hee called the pillar after his owne name, and it is called vnto this day, Absaloms place.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Then said Ahimaaz the sonne of Zadok, Let mee now runne, and beare the King tidings, how that the Lord hath auenged him of his enemies.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Ioab said vnto him, Thou shalt not beare tidings this day, but thou shalt beare tidings another day: but this day thou shalt beare no tidings, because the Kings sonne is dead.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then said Ioab to Cushi, Goe tell the King what thou hast seene. And Cushi bowed himselfe vnto Ioab, and ranne.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then said Ahimaaz the sonne of Zadok yet againe to Ioab, But howsoeuer, let mee, I pray thee, also runne after Cushi. And Ioab said, Wherefore wilt thou runne, my sonne, seeing that thou hast no tidings ready?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But howsoeuer, (said he) let mee runne: And hee said vnto him, Runne. Then Ahimaaz ranne by the way of the plaine, and ouerranne Cushi.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Dauid sate betweene the two gates: and the watchman went vp to the roofe ouer the gate vnto the wall, and lift vp his eyes, and looked, and behold, a man running alone.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the watchman cried, and told the King. And the king said, If he bee alone, there is tidings in his mouth. And he came apace, and drew neere.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the watchman saw another man running, and the watchman called vnto the porter, and said, Behold, another man running alone. And the King said, He also bringeth tidings.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the watchman said, Mee thinketh the running of the foremost is like the running of Ahimaaz the sonne of Zadok. And the King said, Hee is a good man, and commeth with good tidings.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Ahimaaz called, and said vnto the King, All is well. And hee fell downe to the earth vpon his face before the King, and saide, Blessed bee the Lord thy God which hath deliuered vp the men that lift vp their hande against my lord the King.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the king said, Is the yong man Absalom safe? And Ahimaaz answered, When Ioab sent the kings seruant, and me thy seruant, I saw a great tumult, but I knew not what it was.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the king said vnto him, Turne aside and stand here. And hee turned aside, and stood still.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And behold, Cushi came, and Cushi said, Tidings my lord the king: for the Lord hath auenged thee this day of all them that rose vp against thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the king said vnto Cushi, Is the yong man Absalom safe? And Cushi answered, The enemies of my lord the king, and all that rise against thee to doe thee hurt, be as that yong man is.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 18,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ And the king was much moued, and went vp to the chamber ouer the gate, and wept: and as he went, thus hee said, O my sonne Absalom, my sonne, my sonne Absalom: would God I had died for thee, O Absalom, my sonne, my sonne.",
      "info": ""
    }
  ]
}