{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it was told Ioab, Beholde, the king weepeth and mourneth for Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the victorie that day was turned into mourning vnto all the people: for the people heard say that day, how the king was grieued for his sonne.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the people gate them by stealth that day into the citie, as people beeing ashamed steale away when they flee in battell.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But the king couered his face, and the king cried with a loud voyce, O my sonne Absalom, O Absalom my sonne, my sonne.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Ioab came into the house to the king, and said, Thou hast shamed this day the faces of all thy seruants, which this day haue saued thy life, and the liues of thy sonnes, &amp; of thy daughters, and the liues of thy wiues, and the liues of thy concubines,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "In that thou louest thine enemies, and hatest thy friends; for thou hast declared this day, that thou regardest neither princes, nor seruants: for this day I perceiue, that if Absalom had liued, and all we had died this day, then it had pleased thee well.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Now therefore arise, goe foorth, and speake comfortably vnto thy seruants: for I sweare by the Lord, if thou goe not forth, there wil not tarie one with thee this night, and that will be worse vnto thee then all the euill that befell thee from thy youth vntill now.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then the King rose, and sate in the gate: and they told vnto all the people, saying, Behold, the king doth sit in the gate: and all the people came before the king: for Israel had fled euery man to his tent.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And all the people were at strife throughout all the tribes of Israel, saying, The king saued vs out of the hand of our enemies, and he deliuered vs out of the hand of the Philistines, and now he is fled out of the land for Absalom.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Absalom whom wee anointed ouer vs, is dead in battell: nowe therefore why speake ye not a word of bringing the king backe?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And King Dauid sent to Zadok and to Abiathar the priests, saying, Speake vnto the Elders of Iudah, saying, Why are ye the last to bring the king backe to his house? (seeing the speech of all Israel is come to the king, euen to his house.)",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Yee are my brethren, Yee are my bones and my flesh: wherfore then are ye the last to bring backe the king?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And say ye to Amasa: Art thou not of my bone, and of my flesh? God do so to me, and more also, if thou be not captaine of the hoste before me continually in the roome of Ioab.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he bowed the heart of all the men of Iudah, euen as the heart of one man, so that they sent this word vnto the King, Returne thou and all thy seruants.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So the King returned, and came to Iordan: and Iudah came to Gilgal, to goe to meet the King, to conduct the king ouer Iordane.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And Shimei the sonne of Gera, a Beniamite, which wass of Bahurim, hasted, &amp; came downe with the men of Iudah, to meet King Dauid.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And there were a thousand men of Beniamin with him, and Ziba the seruant of the house of Saul, and his fifteene sonnes and his twenty seruants with him, and they went ouer Iordane before the King.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And there went ouer a ferry-boat to cary ouer the kings houshold, and to doe what he thought good: and Shimei the sonne of Gera fell downe before the king as he was come ouer Iordane;",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And said vnto the king, Let not my lord impute iniquitie vnto me, neither do thou remember that which thy seruant did peruersly the day that my lord the king went out of Ierusalem, that the king should take it to his heart.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For thy seruant doeth know that I haue sinned: therefore behold, I am come the first this day of all the house of Ioseph, to goe downe to meete my lord the king.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But Abishai the sonne of Zeruiah answered, and sayd, Shall not Shimei be put to death for this, because hee cursed the Lords Anointed?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Dauid said, What haue I to doe with you, yee sonnes of Zeruiah, that yee should this day be aduersaries vnto me? shall there any man be put to death this day in Israel? for doe not I know, that I am this day King ouer Israel?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Therfore the king said vnto Shimei, Thou shalt not die: and the King sware vnto him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Mephibosheth the sonne of Saul came downe to meet the king, and had neither dressed his feete, nor trimmed his beard, nor washed his clothes, from the day the King departed, vntill the day hee came againe in peace.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And it came to passe when he was come to Ierusalem to meete the King, that the King sayd vnto him, Wherefore wentest not thou with me, Mephibosheth?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And hee answered, My lord O king, my seruant deceiued mee; for thy seruant sayd, I will saddle me an asse that I may ride thereon, and goe to the king, because thy seruant is lame:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And hee hath slandered thy seruant vnto my lord the king, but my lord the King is as an Angel of God: doe therefore what is good in thine eyes.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 28,
      "verse_end": 28,
      "text": "For all of my fathers house were but dead men before my lord the king: yet diddest thou set thy seruant among them that did eate at thine owne table: what right therefore haue I yet to crie any more vnto the king?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the king said vnto him, Why speakest thou any more of thy matters? I haue said, Thou and Ziba diuide the land.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Mephibosheth said vnto the king, Yea, let him take all, forasmuch as my lorde the king is come againe in peace vnto his owne house.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And Barzillai the Gileadite came downe from Rogelim, and went ouer Iordane with the king, to conduct him ouer Iordane.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Now Barzillai was a very aged man, euen fourescore yeeres olde, and he had prouided the king of sustenance while he lay at Mahanaim: for he was a very great man.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the king said vnto Barzillai, Come thou ouer with me, and I will feede thee with me in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And Barzillai sayde vnto the king, How long haue I to liue, that I should goe vp with the King vnto Ierusalem?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 35,
      "verse_end": 35,
      "text": "I am this day fourescore yeeres olde: and can I discerne betweene good and euill? Can thy seruant taste what I eate, or what I drinke? can I heare any more the voice of singing men and singing women? wherfore then should thy seruant bee yet a burden vnto my lord the king?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Thy seruant will goe a little way ouer Iordane with the king: and why should the king recompense it me with such a reward?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Let thy seruant, I pray thee, turne backe againe, that I may die in mine owne citie, and be buried by the graue of my father, and of my mother: but behold thy seruant Chimham, let him go ouer with my lord the king, and doe to him what shall seeme good vnto thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And the king answered, Chimham shal goe ouer with me, and I will doe to him that which shall seeme good vnto thee: and whatsoeuer thou shalt require of me, that will I doe for thee.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And all the people went ouer Iordane: and when the king was come ouer, the king kissed Barzillai, and blessed him, and he returned vnto his owne place.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Then the King went on to Gilgal, and Chimham went on with him: and all the people of Iudah conducted the king, and also halfe the people of Israel.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ And behold, all the men of Israel came to the king, and said vnto the king, Why haue our brethren the men of Iudah stollen thee away, and haue brought the King and his houshold, and all Dauids men with him, ouer Iordane?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And all the men of Iudah answered the men of Israel, Because the king is neere of kinne to vs: wherefore then be ye angrie for this matter? Haue we eaten at all of the kings cost? or hath he giuen vs any gift?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 19,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And the men of Israel answered the men of Iudah, and said, Wee haue ten parts in the king, and we haue also more right in Dauid then yee: why then did yee despise vs, that our aduice should not be first had in bringing backe our king? And the wordes of the men of Iudah were fiercer then the words of the men of Israel.",
      "info": ""
    }
  ]
}