{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after this, that Dauid enquired of the Lord, saying, Shall I goe vp into any of the Cities of Iudah? And the Lord said vnto him, Goe vp. And Dauid said, Whither shall I goe vp? And he said, Unto Hebron.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "So Dauid went vp thither, and his two wiues also, Ahinoam the Iezreelitesse, and Abigail Nabals wife the Carmelite.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And his men that were with him, did Dauid bring vp, euery man with his houshold: and they dwelt in the cities of Hebron.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the men of Iudah came, and there they anointed Dauid king ouer the house of Iudah: and they tolde Dauid, saying; That the men of Iabesh Gilead were they that buried Saul.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And Dauid sent messengers vnto the men of Iabesh Gilead, and said vnto them, Blessed be ye of the Lord, that ye haue shewed this kindnesse vnto your lord, euen vnto Saul, and haue buried him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And now the Lord shewe kindnesse and trueth vnto you: and I also will requite you this kindnesse, because ye haue done this thing.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore now let your handes be strengthened, and be ye valiant: for your master Saul is dead, and also the house of Iudah haue anointed me king ouer them.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ But Abner the sonne of Ner, captaine of Sauls hoste, tooke Ishbosheth the sonne of Saul, and brought him ouer to Mahanaim.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And hee made him king ouer Gilead, and ouer the Ashurites, and ouer Iezreel, and ouer Ephraim, and ouer Beniamin, and ouer all Israel.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Ishbosheth Sauls sonne was fortie yeeres olde when he began to reigne ouer Israel, and reigned two yeres: but the house of Iudah followed Dauid.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "(And the time that Dauid was King in Hebron ouer the house of Iudah, was seuen yeeres, and sixe moneths)",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Abner the sonne of Ner, and the seruants of Ishbosheth the sonne of Saul, went out from Mahanaim, to Gibeon.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Ioab the sonne of Zeruiah, and the seruants of Dauid went out, and met together by the poole of Gibeon: and they sate downe, the one on the one side of the poole, and the other on the other side of the poole.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Abner said to Ioab, Let the yong men now arise, and play before vs: and Ioab saide, Let them arise.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then there arose and went ouer by number twelue of Beniamin, which pertained to Ishbosheth the sonne of Saul, and twelue of the seruants of Dauid.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they caught euery one his fellow by the head, and thrust his sword in his fellowes side, so they fell downe together: Wherfore that place was called Helkath-hazzurim, which is in Gibeon.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And there was a very sore battell that day: and Abner was beaten, and the men of Israel, before the seruants of Dauid.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And there were three sonnes of Zeruiah there, Ioab, and Abishai, and Asahel: and Asahel was as light of foot as a wilde Roe.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Asahel pursued after Abner, and in going he turned not to the right hand nor to the left from following Abner.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then Abner looked behind him, and said, Art thou Asahel? And he answered, I am.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Abner said to him, Turne thee aside to thy right hand, or to thy left, and lay thee holde on one of the yong men, and take thee his armour. But Asahel would not turne aside from following of him.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Abner said againe to Asahel, Turne thee aside from following me: Wherefore should I smite thee to the ground? how then should I holde vp my face to Ioab thy brother?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Howbeit he refused to turne aside: wherefore Abner with the hinder ende of the speare smote him vnder the fift ribbe, that the speare came out behinde him, and hee fell downe there, and died in the same place: and it came to passe, that as many as came to the place where Asahel fell downe and died, stood still.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Ioab also and Abishai pursued after Abner: and the Sunne went downe when they were come to the hill of Ammah, that lieth before Giah by the way of the wildernesse of Gibeon.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And the children of Beniamin gathered themselues together after Abner, and became one troupe, and stood on the top of an hill.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Then Abner called to Ioab, and said, Shall the sword deuoure for euer? Knowest thou not that it wil be bitternesse in the latter end? How long shall it bee then, yer thou bid the people returne from following their brethren?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Ioab said, As God liueth, vnlesse thou hadst spoken, surely then in the morning the people had gone vp euery one from following his brother.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "So Ioab blew a trumpet, and all the people stood still, and pursued after Israel no more, neither fought they any more.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Abner and his men walked all that night thorow the plaine, and passed ouer Iordane, and went thorow all Bithron, and they came to Mahanaim.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Ioab returned from folowing Abner; and when he had gathered all the people together, there lacked of Dauids seruants nineteene men, and Asahel.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "But the seruants of Dauid had smitten of Beniamin and of Abners men, so that three hundred and threescore men died.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And they tooke vp Asahel, and buried him in the sepulchre of his father which was in Bethlehem: and Ioab and his men went all night, and they came to Hebron at breake of day.",
      "info": ""
    }
  ]
}