{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when Sauls sonne heard that Abner was dead in Hebron, his hands were feeble, and all the Israelites were troubled.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Sauls sonne had two men that were captaines of bands: the name of the one was Baanah, and the name of the other Rechab, the sonnes of Rimmon a Beerothite, of the children of Beniamin: (for Beeroth also was reckoned to Beniamin:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the Beerothites fled to Gittaim, and were soiourners there vntill this day.)",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ionathan, Sauls sonne, had a sonne that was lame of his feete, and was fiue yeeres olde when the tidings came of Saul and Ionathan out of Iezreel, and his nource tooke him vp, and fled: and it came to passe as she made haste to flee, that hee fell, and became lame, and his name was Mephibosheth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the sonnes of Rimmon the Beerothite, Rechab and Baanah, went, and came about the heat of the day to the house of Ishbosheth, who lay on a bed at noone.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they came thither into the midst of the house, as though they would haue fetched wheat, and they smote him vnder the fift rib, and Rechab and Baanah his brother escaped.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For when they came into the house, hee lay on his bedde in his bedchamber, and they smote him, and slew him, and beheaded him, and tooke his head, and gate them away thorow the plaine all night.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they brought the head of Ishbosheth vnto Dauid to Hebron, and said to the King, Behold the head of Ishbosheth the sonne of Saul, thine enemie, which sought thy life, and the Lord hath auenged my lord the king this day of Saul and of his seed.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Dauid answered Rechab and Baanah his brother, the sonnes of Rimmon the Beerothite, and said vnto them, As the Lord liueth, who hath redeemed my soule out of all aduersitie,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "When one told me, saying, Behold, Saul is dead, ( thinking to haue brought good tidings) I tooke hold of him, and slew him in Ziklag, who thought that I would haue giuen him a reward for his tidings:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "How much more, when wicked men haue slaine a righteous person, in his owne house, vpon his bed? Shall I not therefore now require his blood of your hand, and take you away from the earth?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Dauid commanded his yong men, and they slew them, and cut off their hands and their feete, and hanged them vp ouer the poole in Hebron: but they tooke the head of Ishbosheth, and buried it in the sepulchre of Abner, in Hebron.",
      "info": ""
    }
  ]
}