{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Againe, Dauid gathered together all the chosen men of Israel, thirtie thousand:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Dauid arose and went with all the people that were with him, from Baale of Iudah, to bring vp from thence the Arke of God, whose Name is called by the Name of the Lord of hostes, that dwelleth betweene the Cherubims.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they set the Arke of God vpon a new cart, and brought it out of the house of Abinadab that was in Gibeah: and Uzzah and Ahio the sonnes of Abinadab, draue the new cart.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they brought it out of the house of Abinadab which was at Gibeah, accompanying the Arke of God; and Ahio went before the Arke.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Dauid and all the house of Israel played before the Lord on all manner of instruments made of Firrewood, euen on harpes, and on Psalteries, and on timbrels, and on cornets, and on cimbals.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And when they came to Nachons threshing floore, Uzzah put forth his hand to the Arke of God, and tooke hold of it, for the oxen shooke it.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the anger of the Lord was kindled against Uzzah, and God smote him there for his errour, and there he died by the Arke of God.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Dauid was displeased, because the Lord had made a breach vpon Uzzah: And hee called the name of the place, Perez-Uzzah to this day.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Dauid was afraide of the Lord that day, and said, How shall the Arke of the Lord come to me?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So Dauid would not remoue the Arke of the Lord vnto him into the citie of Dauid: but Dauid caried it aside into the house of Obed Edom, the Gittite.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Arke of the Lord continued in the house of Obed Edom the Gittite, three moneths: and the Lord blessed Obed Edom, and all his household.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And it was told king Dauid, saying, The Lord hath blessed the house of Obed Edom, and all that pertained vnto him, because of the Arke of God. So Dauid went, and brought vp the Arke of God, from the house of Obed Edom, into the citie of Dauid, with gladnesse.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And it was so, that when they that bare the Arke of the Lord, had gone sixe paces, hee sacrificed oxen and fatlings.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Dauid daunced before the Lord with all his might, and Dauid was girded with a linnen Ephod.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "So Dauid and all the house of Israel brought vp the Arke of the Lord with shouting, and with the sound of the trumpet.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And as the Arke of the Lord came into the citie of Dauid, Michal Sauls daughter looked through a window, and saw king Dauid leaping and dauncing before the Lord, and she despised him in her heart.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And they brought in the Arke of the Lord, and set it in his place, in the midst of the Tabernacle that Dauid had pitched for it: and Dauid offered burnt offerings, and peace offrings before the Lord.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And assoone as Dauid had made an end of offering burnt offerings and peace offerings, hee blessed the people in the Name of the Lord of hostes.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And hee dealt among all the people, euen among the whole multitude of Israel, as well to the women as men, to euery one a cake of bread, and a good piece of flesh, and a flagon of wine: so all the people departed euery one to his house.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Then Dauid returned to blesse his houshold: and Michal the daughter of Saul came out to meete Dauid, and said, How glorious was the King of Israel to day, who vncouered himselfe to day in the eyes of the handmaids of his seruants, as one of the vaine fellowes shamelessely vncouereth himselfe!",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Dauid said vnto Michal, It was before the Lord, which chose me before thy father, &amp; before all his house, to appoint me ruler ouer the people of the Lord, ouer Israel: therefore will I play before the Lord.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And I will yet be more vile then thus, and will be base in mine owne sight: and of the maid seruants which thou hast spoken of, of them shall I be had in honour.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Therefore Michal the daughter of Saul had no childe vnto the day of her death.",
      "info": ""
    }
  ]
}