{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And after this it came to passe, that Dauid smote the Philistines, and subdued them: and Dauid tooke Metheg-Ammah out of the hand of the Philistines.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he smote Moab, and measured them with a line, casting them downe to the ground: euen with two lines measured he, to put to death, and with one full line to keepe aliue: and so the Moabites became Dauids seruants, and brought gifts.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Dauid smote also Hadadezer the sonne of Rehob, king of Zobah, as he went to recouer his border at the riuer Euphrates.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Dauid tooke from him a thousand charets, and seuen hundred horsemen, and twentie thousand footemen: and Dauid houghed all the charet horses, but reserued of them for an hundred charets.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when the Syrians of Damascus came to succour Hadadezer king of Zobah, Dauid slew of the Syrians two and twentie thousand men.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Dauid put garisons in Syria of Damascus: And the Syrians became seruants to Dauid, and brought gifts: and the Lord preserued Dauid whithersoeuer he went.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Dauid tooke the shields of gold that were on the seruants of Hadadezer, and brought them to Ierusalem.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And from Betah and from Berothai, cities of Hadadezer, King Dauid tooke exceeding much brasse.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ When Toi king of Hamath heard that Dauid had smitten all the hoste of Hadadezer,",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then Toi sent Ioram his sonne vnto king Dauid to salute him, and to blesse him, because hee had fought against Hadadezer, and smitten him: (for Hadadezer had warres with Toi) and Ioram brought with him vessels of siluer, and vessels of gold, and vessels of brasse;",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Which also king Dauid did dedicate vnto the Lord, with the siluer and gold that he had dedicate of all nations which he subdued:",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Of Syria, and of Moab, and of the children of Ammon, and of the Philistines, &amp; of Amalek, and of the spoile of Hadadezer sonne of Rehob king of Zobah.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Dauid gate him a name when he returned from smiting of the Syrians in the valley of salt, being eighteene thousand men.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And he put garrisons in Edom; thorowout all Edom put he garrisons, and all they of Edom became Dauids seruants: and the Lord preserued Dauid whithersoeuer he went.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Dauid reigned ouer all Israel, and Dauid executed iudgement and iustice vnto all his people.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Ioab the sonne of Zeruiah was ouer the host, and Iehoshaphat the sonne of Ahilud was Recorder.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Zadok the sonne of Ahitub, and Ahimelech the sonne of Abiathar, were the Priests, and Seraiah was the scribe.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Benaiah the sonne of Iehoiada was ouer both the Cherethites, and the Pelethites, and Dauids sonnes were chiefe rulers.",
      "info": ""
    }
  ]
}