{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Dauid said, Is there yet any that is left of the house of Saul, that I may shew him kindnesse for Ionathans sake?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And there was of the house of Saul, a seruant whose name was Ziba: and when they had called him vnto Dauid, the king said vnto him, Art thou Ziba? And he said, Thy seruant is he.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the king said, Is there not yet any of the house of Saul, that I may shew the kindnesse of God vnto him? and Ziba said vnto the king, Ionathan hath yet a sonne, which is lame on his feete.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the king saide vnto him, Where is hee? and Ziba said vnto the king, Behold, he is in the house of Machir the sonne of Ammiel, in Lodebar.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then king Dauid sent, and fet him out of the house of Machir the son of Ammiel, from Lodebar.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Now when Mephibosheth the sonne of Ionathan the sonne of Saul, was come vnto Dauid, hee fell on his face, and did reuerence: and Dauid said, Mephibosheth! And he answered, Behold thy seruant.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And Dauid saide vnto him, Feare not; for I will surely shew thee kindnesse, for Ionathan thy fathers sake, and will restore thee all the land of Saul thy father, and thou shalt eate bread at my table continually.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee bowed himselfe, and saide, What is thy seruant, that thou shouldest looke vpon such a dead dogge as I am?",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Then the king called to Ziba Sauls seruant, and said vnto him, I haue giuen vnto thy masters sonne all that pertained to Saul, and to all his house.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thou therefore and thy sonnes, and thy seruants, shall till the land for him, and thou shalt bring in the fruits, that thy masters sonne may haue food to eate: but Mephibosheth thy masters sonne shall eat bread alway at my table. Now Ziba had fifteene sonnes, and twenty seruants.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then saide Ziba vnto the king, According to all that my lord the king hath commanded his seruant, so shall thy seruant doe: as for Mephibosheth, said the King, he shall eate at my table, as one of the kings sonnes.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Mephibosheth had a yong sonne whose name was Micha: and all that dwelt in the house of Ziba, were seruants vnto Mephibosheth.",
      "info": ""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "So Mephibosheth dwelt in Ierusalem: for hee did eate continually at the kings table, and was lame on both his feete.",
      "info": ""
    }
  ]
}