{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Cast thy bread vpon the waters: for thou shalt find it after many dayes.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Giue a portion to seuen and also to eight; for thou knowest noc what euill shall be vpon the earth.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "If the clouds be full of raine, they emptie themselues vpon the earth: and if the tree fall toward the South, or toward the North, in the place where the tree falleth, there it shall be.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "He that obserueth the wind, shall not sow: and hee that regardeth the clouds, shall not reape.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "As thou knowest not what is the way of the spirit, nor how the bones doe growe in the wombe of her that is with child: euen so thou knowest not the workes of God who maketh all.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "In the morning sowe thy seede, and in the euening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Truly the light is sweet, and a pleasant thing is it for the eyes to behold the sunne.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But if a man liue many yeeres, and reioyce in them all; yet let him remember the dayes of darkenesse, for they shall be many. All that commeth is vanitie.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Reioyce, O young man, in thy youth, and let thy heart cheere thee in the dayes of thy youth, and walke in the wayes of thine heart, and in the sight of thine eyes: but know thou, that for all these things, God will bring thee into iudgement.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Therefore remoue sorrow from thy heart, and put away euill from thy flesh; for child-hood &amp; youth are vanitie.",
      "info": ""
    }
  ]
}