{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "I said in mine heart, Goe to now, I wil prooue thee with mirth, therfore enioy pleasure: and behold, this also is vanitie.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I saide of laughter, It is mad: and of mirth, What doeth it?",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I sought in mine heart to giue my selfe vnto wine, (yet acquainting mine heart with wisedome) and to lay hold on folly, till I might see what was that good for the sonnes of men, which they should doe vnder the heauen all the dayes of their life.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I made me great workes, I builded mee houses, I planted mee Uineyards.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I made mee gardens &amp; orchards, and I planted trees in them of all kinde of fruits.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "I made mee pooles of water, to water therewith the wood that bringeth foorth trees:",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "I got me seruants and maydens, and had seruants borne in my house; also I had great possessions of great and small cattell, aboue all that were in Ierusalem before me.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "I gathered mee also siluer and gold, and the peculiar treasure of kings and of the prouinces: I gate mee men singers and women singers, and the delights of the sonnes of men, as musical instruments, and that of all sorts.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So I was great, and increased more then all that were before mee in Ierusalem; also my wisedome remained with me.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And whatsoeuer mine eyes desired, I kept not from them; I withheld not my heart from any ioy: for my heart reioyced in all my labour; and this was my portion of all my labour.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then I looked on all the workes that my hands had wrought, and on the labour that I had laboured to doe: and behold, all was vanitie, and vexation of spirit, and there was no profit vnder the Sunne.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And I turned my selfe to behold wisedome, and madnesse and folly: for what can the man doe, that commeth after the king? euen that which hath bene already done.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then I saw that wisedome excelleth folly, as farre as light excelleth darkenesse.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The wise mans eyes are in his head, but the foole walketh in darknes: and I my selfe perceiued also that one euent happeneth to them all.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then said I in my heart, As it happeneth to the foole, so it happeneth euen to me, and why was I then more wise? then I said in my heart, That this also is vanitie.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For there is no remembrance of the wise, more then of the foole for euer; seeing that which now is, in the dayes to come shall be forgotten; and how dieth the wise man? as the foole.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therefore I hated life, because the worke that is wrought vnder the Sunne is grieuous vnto mee: for all is vanitie, and vexation of spirit.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Yea I hated all my labour which I had taken vnder the Sunne: because I should leaue it vnto the man that shalbe after mee.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And who knoweth whether he shall be a wise man or a foole? yet shall he haue rule ouer all my labour, wherein I haue laboured, and wherein I haue shewed my selfe wise vnder the Sunne. This is also vanitie.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Therefore I went about to cause my heart to despaire of all the labour which I tooke vnder the Sunne.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For there is a man whose labour is in wisedome and in knowledge, and in equitie: yet to a man that hath not laboured therein, shall hee leaue it for his portion; This also is vanitie, and a great euill.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For what hath man of all his labour, and of the vexation of his heart wherein hee hath laboured vnder the Sunne?",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For all his dayes are sorrowes, and his traueile, griefe; yea his heart taketh not rest in the night. This is also vanitie.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ There is nothing better for a man, then that he should eat and drinke, and that he should make his soule enioy good in his labour. This also I saw, that it was from the hand of God.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "For who can eate? or who else can hasten hereunto more then I?",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For God giueth to a man that is good in his sight, wisedome, and knowledge, and ioy: but to the sinner hee giueth traueile, to gather and to heape vp that he may giue to him that is good before God: This also is vanitie and vexation of spirit.",
      "info": ""
    }
  ]
}