{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "For all this I considered in my heart, euen to declare all this, that the righteous, and the wise, and their workes, are in the hand of God: no man knoweth either loue, or hatred, by all that is before them.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "All things come alike to all: there is one euent to the righteous and to the wicked, to the good and to the cleane, and to the vncleane; to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner, and hee that sweareth, as he that feareth an oath.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "This is an euill among all things that are done vnder the Sunne, that there is one euent vnto all: yea also the heart of the sonnes of men is full of euill, and madnesse is in their heart while they liue, and after that they goe to the dead.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ For to him that is ioyned to all the liuing, there is hope: for a liuing dogge is better then a dead Lion.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For the liuing know that they shall die: but the dead know not any thing, neither haue they any more a reward, for the memorie of them is forgotten.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Also their loue, and their hatred, and their enuy is now perished; neither haue they any more a portion for euer in any thing that is done vnder the Sunne.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Goe thy way, eate thy bread with ioy, and drinke thy wine with a merry heart; for God now accepteth thy workes.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Let thy garments bee alwayes white; and let thy head lacke no oyntment.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Liue ioyfully with the wife, whom thou louest, all the dayes of the life of thy vanitie, which he hath giuen thee vnder the Sunne, all the dayes of thy vanitie: for that is thy portion in this life, and in thy labour which thou takest vnder the Sunne.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Whatsoeuer thy hand findeth to doe, doe it with thy might: for there is no worke, nor deuice, nor knowledge, nor wisedome in the graue, whither thou goest.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ I returned, and saw vnder the Sunne, That the race is not to the swift, nor the battell to the strong, neither yet bread to the wise, nor yet riches to men of vnderstanding, nor yet fauour to men of skil; but time and chance happeneth to them all.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For man also knoweth not his time, as the fishes that are taken in an euil net, and as the birds that are caught in the snare; so are the sonnes of men snared in an euill time, when it falleth suddenly vpon them.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ This wisedome haue I seene also vnder the Sunne, and it seemed great vnto me:",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "There was a little citie, and few men within it; and there came a great King against it, and besieged it, &amp; built great bulwarks against it:",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Now there was found in it a poore wise man, and hee by his wisedome deliuered the citie; yet no man remembred that same poore man.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then said I, Wisedome is better then strength: neuerthelesse, the poore mans wisedome is despised, and his words are not heard.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "The words of wise men are heard in quiet, more then the cry of him that ruleth among fooles.",
      "info": ""
    },
    {
      "book_id": "ECC",
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Wisedome is better then weapons of warre: but one sinner destroyeth much good.",
      "info": ""
    }
  ]
}