{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now gather thy selfe in troupes, O daughter of troupes: he hath laid siege against vs: they shal smite the Iudge of Israel with a rod vpon the cheeke.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "But thou Beth-leem Ephratah, though thou bee little among the thousands of Iudah, yet out of thee shall he come foorth vnto mee, that is to be ruler in Israel: whose goings foorth haue bene from of old, from euerlasting.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore will hee giue them vp, vntill the time that shee which trauaileth, hath brought forth: then the remnant of his brethren shall returne vnto the children of Israel.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And he shall stand and feed in the strength of the Lord, in the Maiestie of the Name of the Lord his God, and they shall abide: for now shall he be great vnto the ends of the earth.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And this man shall bee the peace when the Assyrian shall come into our land: and when hee shall tread in our palaces, then shall we raise against him seuen Shepheards, and eight principall men.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall hee deliuer vs from the Assyrian, when he commeth into our land, and when hee treadeth within our borders.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the remnant of Iacob shall be in the midst of many people, as a dew from the Lord, as the showres vpon the grasse that tarieth not for man, nor waiteth for the sonnes of men.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And the remnant of Iacob shal be among the Gentiles in the middest of many people, as a Lyon among the beasts of the forrest, as a yong Lyon among the flockes of sheepe: who if he goe through, both treadeth downe, and teareth in pieces, and none can deliuer.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thine hand shall be lift vp vpon thine aduersaries, and all thine enemies shalbe cut off.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And it shall come to passe in that day, sayth the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy charets.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And I will cut off the cities of thy land, and throw downe all thy strong holdes.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I will cut off witchcrafts out of thine hand, and thou shalt haue no more Southsayers.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thy grauen images also will I cut off, and thy standing images out of the midst of thee: &amp; thou shalt no more worship the worke of thine hands.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will plucke vp thy groues out of the middest of thee: so will I destroy thy cities.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I will execute vengeance in anger, and furie vpon the heathen, such as they haue not heard.",
      "info": ""
    }
  ]
}