{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Heare yee now what the Lord saith, Arise, contend thou before the mountaines, and let the hilles heare thy voice.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Heare yee, O mountaines, the Lords controuersie, and ye strong foundations of the earth: for the Lord hath a controuersie with his people, and he will pleade with Israel.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "O my people, what haue I done vnto thee, and wherein haue I wearied thee? testifie against me.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For I brought thee vp out of the land of Egypt, and redeemed thee out of the house of seruants, and I sent before thee Moses, Aaron and Miriam.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "O my people, remember now what Balak king of Moab consulted, and what Balaam the sonne of Beor answered him from Shittim vnto Gilgal, that yee may know the righteousnesse of the Lord.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Wherewith shall I come before the Lord, and bow my selfe before the high God? shall I come before him with burnt offerings, with calues of a yeere olde?",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Will the Lord be pleased with thousands of rammes, or with tenne thousands of riuers of oyle? shall I giue my first borne for my transgression, the fruit of my body for the sinne of my soule?",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Hee hath shewed thee, O man, what is good; and what doeth the Lord require of thee, but to do iustly, and to loue mercy, and to walke humbly with thy God?",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The Lords voice cryeth vnto the citie, and the man of wisedome shall see thy Name: heare ye the rodde, and who hath appointed it.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Are there yet the treasures of wickednesse in the house of the wicked, and the scant measure that is abominable.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Shall I count them pure with the wicked balances, and with the bag of deceitfull weights?",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For the rich men thereof are full of violence, and the inhabitants thereof haue spoken lies, and their tongue is deceitfull in their mouth.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Therefore also will I make thee sicke in smiting thee, in making thee desolate, because of thy sinnes.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou shalt eate, but not be satisfied, and thy casting downe shall be in the midst of thee, and thou shalt take holde, but shalt not deliuer: &amp; that which thou deliuerest, will I giue vp to the sword.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thou shalt sow, but thou shalt not reape: thou shalt tread the oliues, but thou shalt not anoint thee with oile; &amp; sweet wine, but shalt not drinke wine.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ For the statutes of Omri are kept, and all the workes of the house of Ahab, and ye walke in their counsels, that I should make thee a desolation, and the inhabitants thereof an hissing: therefore yee shall beare the reproch of my people.",
      "info": ""
    }
  ]
}