{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Woe is mee, for I am as when they haue gathered the summer fruits, as the grape gleanings of the vintage: there is no cluster to eate: my soule desired the first ripe fruit.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The good man is perished out of the earth, and there is none vpright among men: they all lie in waite for blood: they hunt euery man his brother with a net.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ That they may doe euill with both hands earnestly, the prince asketh, and the iudge asketh for a reward: and the great man, he vttereth his mischieuous desire: so they wrap it vp.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The best of them is as a brier: the most vpright is sharper then a thorne hedge: the day of thy watchmen, and thy visitation commeth; now shall be their perplexitie.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Trust yee not in a friend, put ye not confidence in a guide: keepe the doores of thy mouth from her that lyeth in thy bosome.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For the sonne dishonoureth the father: the daughter riseth vp against her mother: the daughter in law against her mother in law; a mans enemies are the men of his owne house.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore I will looke vnto you the Lord: I will waite for the God of my saluation: my God will heare me.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Reioyce not against mee, O mine enemie: When I fall, I shall arise; when I sit in darknes, the Lord shall be a light vnto me.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I will beare the indignation of the Lord, because I haue sinned against him, vntill he plead my cause, and execute iudgement for me: he will bring me forth to the light, and I shall behold his righteousnesse.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then she that is mine enemie shall see it, and shame shall couer her which said vnto mee; Where is the Lord thy God? mine eyes shall behold her: now shall she bee troden downe, as the myre of the streets.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "In the day that thy walles are to be built, in that day shall the decree bee farre remoued.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "In that day also he shal come euen to thee from Assyria, and from the fortified cities, and from the fortresse euen to the riuer, and from Sea to Sea, and from mountaine to mountaine;",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruite of their doings.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Feede thy people with thy rod, the flocke of thine heritage, which dwell solitarily in the wood, in the midst of Carmel: let them feede in Bashan and Gilead, as in the dayes of old.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "According to the dayes of thy comming out of the land of Egypt will I shew vnto him meruailous things.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ The nations shall see, and be confounded at all their might: they shall lay their hand vpon their mouth: their eares shall be deafe.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "They shall licke the dust like a serpent, they shall moue out of their holes like wormes of the earth: they shall be afraid of the Lord our God, and shall feare because of thee.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Who is a God like vnto thee, that pardoneth iniquitie, and passeth by the transgression of the remnant of his heritage? hee retaineth not his anger for euer, because he delighteth in mercy.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "He wil turne againe, he will haue compassion vpon vs: he will subdue our iniquities, and thou wilt cast all their sinnes into the depths of the Sea.",
      "info": ""
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Thou wilt performe the trueth to Iacob, and the mercy to Abraham, which thou hast sworne vnto our fathers from the dayes of old.",
      "info": ""
    }
  ]
}