{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now it came to passe in the thirtieth yeere, in the fourth moneth, in the fifth day of the moneth, (as I was among the captiues by the riuer of Chebar) that the heauens were opened, and I saw visions of God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In the fifth day of the moneth, (which was the fifth yeere of king Iehoiakins captiuitie,)",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The word of the Lord came expresly vnto Ezekiel the Priest, the sonne of Buzi, in the land of the Caldeans, by the riuer Chebar, and the hand of the Lord was there vpon him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And I looked, and behold, a whirlewinde came out of the North, a great cloude, and a fire infoulding it selfe, and a brightnesse was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Also out of the midst thereof came the likenesse of foure liuing creatures, and this was their appearance: they had the likenesse of a man.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And euery one had foure faces, and euery one had foure wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And their feet were straight feet, and the sole of their feet was like the sole of a calues foot, and they sparkled like the colour of burnished brasse.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they had the handes of a man vnder their wings on their foure sides, and they foure had their faces and their wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Their wings were ioyned one to another, they turned not when they went: they went euery one straight forward.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "As for the likenesse of their faces, they foure had the face of a man, and the face of a lyon on the right side, and they foure had the face of an oxe on the left side: they foure also had the face of an eagle.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Thus were their faces: and their wings were stretched vpward, two wings of euery one were ioyned one to an other, and two couered their bodies.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they went euery one straight forward: whither the spirit was to goe, they went: and they turned not when they went.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "As for the likenesse of the liuing creatures, their appearance was like burning coles of fire, and like the appearance of lamps: it went vp and downe among the liuing creatures, and the fire was bright, and out of the fire went foorth lightning.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the liuing creatures ranne, and returned as the appearance of a flash of lightning.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Now as I behelde the liuing creatures: behold one wheele vpon the earth by the liuing creatures, with his foure faces.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The appearance of the wheeles, and their worke was like vnto the colour of a Berill: and they foure had one likenesse, and their appearance and their worke was as it were a wheele in the middle of a wheele.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "When they went, they went vpon their foure sides: and they returned not when they went.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "As for their rings, they were so high, that they were dreadful, and their rings were full of eyes round about them foure.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when the liuing creatures went, the wheeles went by them: and when the liuing creatures were lift vp from the earth, the wheels were lift vp.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Whithersoeuer the spirit was to goe, they went, thither was their spirit to goe, and the wheeles were lifted vp ouer against them: for the spirit of the liuing creature was in the wheeles.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "When those went, these went, and when those stood, these stood; and when those were lifted vp from the earth, the wheeles were lifted vp ouer against them: for the spirit of the liuing creature was in the wheeles.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the likenesse of the firmament vpon the heads of the liuing creature was as the colour of the terrible chrystall, stretched foorth ouer their heads aboue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And vnder the firmament were their wings straight, the one toward the other, euery one had two which couered on this side, &amp; euery one had two, which couered on that side their bodies.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And when they went, I heard the noise of their wings, like the noise of great waters, as the voice of the Almightie, the voice of speech, as the noise of an hoste: when they stood, they let downe their wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And there was a voice from the firmament, that was ouer their heads, when they stood, and had let downe their wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And aboue the firmament that was ouer their heads, was the likenesse of a Throne, as the appearance of a Saphyre stone, and vpon the likenesse of the Throne was the likenesse as the appearance of a man aboue vpon it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And I saw as the colour of amber, as the appearance of fire round about within it: from the appearance of his loynes euen vpward, and from the appearance of his loynes euen downeward, I saw as it were the appearance of fire, &amp; it had brightnesse round about.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "As the appearance of the bow that is in the cloude in the day of raine, so was the appearance of the brightnesse round about. This was the appearance of the likenesse of the glory of the Lord: and when I saw it, I fell vpon my face, and I heard a voice of one that spake.",
      "info": ""
    }
  ]
}