{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then I looked, and beholde, in the firmament that was aboue the head of the Cherubims, there appeared ouer them as it were a Saphir stone, as the appearance of the likenesse of a throne.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee spake vnto the man clothed with linnen, and sayd, Goe in between the wheeles, euen vnder the Cherub, and fill thine hand with coales of fire from betweene the Cherubims, and scatter them ouer the city. And he went in my sight.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Now the Cherubims stood on the right side of the house, when the man went in, and the cloud filled the inner court.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then the glory of the Lord went vp from the Cherub, and stood ouer the threshold of the house, and the house was filled with the cloud, and the court was full of the brightnesse of the Lords glory.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the sound of the Cherubims wings was heard euen to the vtter court, as the voice of the Almighty God when he speaketh.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe that when he had commanded the man clothed with linnen, saying; Take fire from betweene the wheeles, from betweene the Cherubims; then he went in and stood beside the wheeles.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And one Cherub stretched forth his hand from betweene the Cherubims vnto the fire that was betweene the Cherubims: and tooke thereof, and put it into the handes of him that was clothed with linnen, who tooke it, and went out.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And there appeared in the Cherubims, the forme of a mans hand vnder their wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when I looked, behold the foure wheeles by the Cherubims, one wheele by one Cherub, and an other wheele by an other Cherub: and the appearance of the wheeles was as the colour of a Berill stone.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And as for their appearances, they foure had one likenes as if a wheele had bene in the midst of a wheele.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "When they went, they went vpon their foure sides; they turned not as they went, but to the place whither the head looked, they followed it; they turned not as they went.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And their whole body, and their backes, and their handes, and their wings, and the wheeles, were ful of eyes round about, euen the wheeles that they foure had.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "As for the wheeles, it was cried vnto them in my hearing, O wheele.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And euery one had foure faces: the first face was the face of a Cherub, and the second face was the face of a man, and the third the face of a lion, and the fourth the face of an eagle.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Cherubims were lifted vp, this is the liuing creature that I saw by the riuer of Chebar.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And when the Cherubims went, the wheeles went by them: and when the Cherubims lift vp their wings, to mount vp from the earth, the same wheels also turned not frō beside them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "When they stood, these stood, and when they were lifted vp, these lift vp themselues also: for the spirit of the liuing creature was in them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then the glory of the Lord departed from off the threshold of the house, and stood ouer the Cherubims.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Cherubims lift vp their wings, and mounted vp from the earth in my sight: when they went out, the wheeles also were besides them, and euery one stood at the doore of the East gate of the Lords house, and the glorie of the God of Israel was ouer them aboue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "This is the liuing creature that I saw vnder the God of Israel, by the riuer of Chebar, and I knew that they were the Cherubims.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Euery one had foure faces a piece, and euery one foure wings, and the likenesse of the handes of a man was vnder their wings.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 10,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the likenesse of their faces was the same faces which I saw by the riuer of Chebar, their appearances and themselues: they went euery one straight forward.",
      "info": ""
    }
  ]
}