{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the word of þ<sup>e</sup> Lord came vnto me againe, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "What meane ye that yee vse this prouerbe concerning the land of Israel, saying, The fathers haue eaten sowre grapes, and the childrens teeth are set on edge?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "As I liue, saith the Lord God, yee shall not haue occasion any more to vse this prouerbe in Israel.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Behold, all soules are mine, as the soule of the father, so also the soule of the sonne is mine: the soule that sinneth, it shall die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ But if a man be iust, and do that which is lawfull and right:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hath not eaten vpon the mountaines, neither hath lift vp his eyes to the idoles of the house of Israel, neither hath defiled his neighbours wife, neither hath come neere to a menstruous woman,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hath not oppressed any, but hath restored to the debtourhis pledge, hath spoiled none by violence, hath giuen his bread to the hungrie, and hath couered the naked with a garment,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "He that hath not giuen foorth vpon vsurie, neither hath taken any increase, that hath withdrawen his hand from iniquitie, hath executed true iudgement betweene man and man,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Hath walked in my Statutes, and hath kept my Iudgements to deale truely; hee is iust, hee shall surely liue, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ If hee beget a sonne that is a robber, a shedder of blood, and that doth the like to any one of these things,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And that doeth not any of those duties, bnt euen hath eaten vpon the mountains, and defiled his neighbours wife,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Hath oppressed the poore and needie, hath spoiled by violence, hath not restored the pledge, and hath lift vp his eyes to the idoles, hath committed abomination,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Hath giuen foorth vpon vsurie, and hath taken encrease: shall he then liue? hee shall not liue: hee hath done all these abominations, hee shall surely die, his blood shalbe vpon him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Now loe, if hee beget a sonne that seeth all his fathers sinnes which he hath done, and considereth, and doth not such like,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "That hath not eaten vpon the mountaines, neither hath lift vp his eyes to the idoles of the house of Israel, hath not defiled his neighbours wife,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Neither hath oppressed any, hath not withholden the pledge, neither hath spoiled by violence, but hath giuen his bread to the hungry, and hath couered the naked with a garment,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That hath taken off his hand from the poore, that hath not receiued vsurie nor increase, hath executed my Iudgements, hath walked in my Statutes, he shall not die for the iniquitie of his father, he shall surely liue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "As for his father, because hee cruelly oppressed, spoiled his brother by violence, and did that which is not good among his people, loe, euen he shall die in his iniquitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Yet say yee, Why? doeth not the sonne beare the iniquitie of the father? when the sonne hath done that which is lawfull and right, and hath kept all my Statutes, and hath done them, he shall surely liue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "The soule that sinneth, it shal die: the sonne shall not beare the iniquitie of the father, neither shal the father beare the iniquitie of the sonne; the righteousnesse of the righteous shall bee vpon him, and the wickednesse of the wicked shalbe vpon him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But if the wicked will turne from all his sinnes that he hath committed and keepe all my statutes, and doe that which is lawful and right, he shall surely liue, he shall not die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "All his transgressions that he hath committed, they shall not be mentioned vnto him: in his righteousnesse, that he hath done, he shall liue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Haue I any pleasure at all that the wicked should die, saith the Lord God ? And not that he should returne from his wayes, and liue?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ But when the righteous turneth away frō his righteousnes, &amp; committeth iniquitie, and doth according to all the abominations that the wicked man doth, shall he liue? all his righteousnesse that he hath done, shall not be mentioned: in his trespasse that he hath trespassed, and in his sinne that he hath sinned, in them shall he die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ Yet yee say; The way of the Lord is not equall. Heare now, O house of Israel; Is not my way equall? are not your wayes vnequall?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "When a righteous man turneth away from his righteousnesse, &amp; committeth iniquitie, and dieth in them; for his iniquitie that he hath done, shall he die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Againe, when the wicked man turneth away from his wickednesse that he hath committed, and doth that which is lawfull and right, he shall saue his soule aliue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Because he considereth and turneth away from all his transgressions that he hath committed, he shall surely liue, he shall not die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Yet saith the house of Israel; The way of the Lord is not equall. O house of Israel, are not my wayes equall? are not your wayes vnequall?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Therefore I will iudge you, O house of Israel, euery one according to his wayes, saith the Lord God; repent, and turne your selues from all your transgressions: so iniquitie shall not be your ruine.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Cast away from you all your transgressions, wherby yee haue transgressed, and make you a new heart and a new spirit: for why will yee die, O house of Israel?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 18,
      "verse_start": 32,
      "verse_end": 32,
      "text": "For I haue no pleasure in þ<sup>e</sup> death of him that dieth, saith the Lord God: wherefore turne your selues, &amp; liue ye.",
      "info": ""
    }
  ]
}