{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the word of þ<sup>e</sup> Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, set thy face toward Ierusalem, and drop thy word toward the holy places, and prophecie against the land of Israel,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And say to þ<sup>e</sup> land of Israel, Thus saith the Lord, Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword goe forth out of his sheath against all flesh from the South to the North:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "That all flesh may know, that I the Lord haue drawen foorth my sword out of his sheath: it shall not returne any more.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Sigh therefore thou sonne of man with the breaking of thy loynes, and with bitternesse sigh before their eyes.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And it shall be, when they say vnto thee; Wherefore sighest thou? that thou shalt answere, For the tidings, because it commeth: and euery heart shall melt, and all hands shalbe feeble, and euery spirit shal faint, and all knees shal be weake as water: behold, it commeth, and shalbe brought to passe, sayth the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Againe, the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Sonne of man, prophecie and say, Thus sayth the Lord, Say, A sword, a sword is sharpened, and also fourbished.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "It is sharpened to make a sore slaughter; it is fourbished, that it may glitter: should we then make mirth? It contemneth the rod of my sonne, as euery tree.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he hath giuen it to be fourbished, that it may be handled: this sword is sharpened, and it is fourbished to giue it into the hand of the slayer.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Cry and howle, sonne of man, for it shalbe vpon my people, it shalbe vpon all the princes of Israel: terrours, by reason of the sword, shall be vpon my people: smite therefore vpon thy thigh.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Because it is a tryall, and what if the sword contemne euen the rodde? it shall be no more, sayth the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou therefore sonne of man, prophecie and smite thine hands together, and let the sword bee doubled the third time, the sword of the slaine, it is the sword of the great men, that are slaine, which entreth into their priuie chambers.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I haue set the point of the sword against all their gates, that their heart may faint, and their ruines be multiplied. Ah, it is made bright, it is wrapt vp for the slaughter.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Goe thee one way or other, either on the right hand, or on the left, whithersoeuer thy face is set.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "I will also smite mine hands together, and I wil cause my furie to rest: I the Lord haue sayd it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ The word of the Lord came vnto me againe, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Also thou sonne of man, appoint thee two wayes, that the sword of the king of Babylon may come: both twaine shall come forth out of one land: and choose thou a place, choose it at the head of the way to the citie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Appoint a way, that the sword may come to Rabbath of the Ammonites, and to Iudah in Ierusalem the defenced.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For the king of Babylon stood at the parting of the way, at the head of the two wayes, to vse diuination: he made his arrowes bright, he consulted with images, he looked in the liuer.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "At his right hand was the diuination for Ierusalem to appoint captaines, to open the mouth in the slaughter, to lift vp the voice with shouting, to appoint battering-rammes against the gates, to cast a mount and to build a fort.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And it shall be vnto them as a false diuination in their sight, to them that haue sworne oathes: but he will call to remembrance the iniquitie, that they may be taken.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Therefore thus saith the Lord God, Because yee haue made your iniquitie to be remembred, in that your transgressions are discouered, so that in all your doings your sinnes doe appeare: because, I say, that yee are come to remembrance, yee shall be taken with the hand.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And thou prophane wicked prince of Israel, whose day is come, when iniquitie shall haue an end,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Thus saith the Lord God, Remoue the diademe, and take off the crowne: this shall not be the same: exalt him that is low, and abase him that is high.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 27,
      "verse_end": 27,
      "text": "I will ouerturne, ouerturne, ouerturne it, and it shall be no more, vntill he come, whose right it is, and I wil giue it him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ And thou sonne of man, prophecie, and say, Thus saith the Lord God concerning the Ammonites, and concerning their reproch: Euen say thou; The sword, the sword is drawen, for the slaughter it is fourbished, to consume because of the glittering:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Whiles they see vanitie vnto thee, whiles they diuine a lie vnto thee, to bring thee vpon the necks of them that are slaine, of the wicked whose day is come, when their iniquitie shall haue an end.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Shall I cause it to returne into his sheath? I will iudge thee in the place where thou wast created, in the land of thy natiuitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And I will powre out mine indignation vpon thee, I will blow against thee in the fire of my wrath, and deliuer thee into the hand of brutish men and skilfull to destroy.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Thou shalt be for fuell to the fire: thy blood shall be in the middest of the land, thou shalt be no more remembred: for I the Lord haue spoken it.",
      "info": ""
    }
  ]
}