{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer the word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Now thou sonne of man, wilt thou iudge, wilt thou iudge the bloodie citie? yea thou shalt shew her all her abominations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then say thou, Thus saith the Lord God; The citie sheadeth blood in the middest of it, that her time may come, and maketh idoles against herselfe to defile herselfe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thou art become guilty in thy blood that thou hast shed, and hast defiled thy selfe in thine idoles, which thou hast made, and thou hast caused thy daies to draw neere, and art come euen vnto thy yeeres; therfore haue I made thee a reproch vnto the heathen, and a mocking to all countries.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Those that be neere, and those that be farre from thee, shall mocke thee which art infamous, and much vexed.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Behold the princes of Israel, euerie one were in thee to their power to shead blood.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "In thee haue they set light by father and mother: in the middest of thee haue they dealt by oppression with the stranger: in thee haue they vexed the fatherlesse and the widow:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Thou hast despised mine holy things, &amp; hast prophaned my sabbaths:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "In thee are men that carie tales to shead blood: and in thee they eate vpon the mountaines: in the middest of thee they commit lewdnesse.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "In thee haue they discouered their fathers nakednesse: in thee haue they humbled her that was set apart for pollution.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And one hath committed abomination with his neighbours wife, and an other hath lewdly defiled his daughter in law, and an other in thee hath humbled his sister, his fathers daughter.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "In thee haue they taken gifts to shead blood: thou hast taken vsury and increase, and thou hast greedily gained of thy neighbours by extortion, and hast forgotten me, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Behold therefore, I haue smitten mine hand at thy dishonest gaine which thou hast made, and at thy blood which hath bene in the midst of thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Can thine heart indure, or can thine hands be strong in the dayes that I shall deale with thee? I the Lord haue spoken it, and will doe it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I will scatter thee among the heathen, and disperse thee in the countreys, and will consume thy filthinesse out of thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And thou shalt take thine inheritance in thy selfe in the sight of the heathen, and thou shalt know that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Sonne of man, the house of Israel is to me become drosse: all they are brasse, and tinne, and yron, and lead in the midst of the furnace: they are euen the drosse of siluer.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therefore thus saith the Lord God, Because ye are all become drosse, behold therefore I will gather you into the midst of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "As they gather siluer, and brasse, and yron, and lead, and tinne into the midst of the furnace, to blow the fire vpon it, to melt it: so will I gather you in mine anger, and in my fury, and I will leaue you there, and melt you.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Yea, I will gather you, and blow vpon you in the fire of my wrath, and ye shalbe melted in the midst thereof.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "As siluer is melted in the midst of the furnace, so shall ye be melted in the middest thereof, and ye shall know that I the Lord haue powred out my furie vpon you.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Son of man, say vnto her, Thou art the land that is not cleansed, nor rained vpon in the day of indignation.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "There is a conspiracie of her prophets in the middest thereof like a roaring lyon, rauening the praye: they haue deuoured soules: they haue taken the treasure and precious things: they haue made her many widowes in the midst thereof.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Her priests haue violated my law, and haue prophaned mine holy things: they haue put no difference betweene the holy and prophane, neither haue they shewed difference between the vncleane and the cleane, and haue hid their eyes from my Sabbaths, and I am prophaned among them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Her princes in the midst thereof are like wolues rauening the praye, to shed blood, and to destroy soules, to get dishonest gaine.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And her prophets haue dawbed them with vntempered morter, seeing vanity, and diuining lies vnto them, saying, Thus saith the Lord God, when the Lord hath not spoken.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "The people of the land haue vsed oppression, and exercised robbery, and haue vexed the poore and needie: yea, they haue oppressed the stranger wrongfully.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And I sought for a man among them, that should make vp the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 22,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Therefore haue I powred out mine indignation vpon them, I haue consumed them with the fire of my wrath: their owne way haue I recompensed vpon their heads, saith the Lord God.",
      "info": ""
    }
  ]
}