{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Againe in the ninth yeere, in the tenth moneth, in the tenth day of the moneth, the word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, Write thee the name of the day, euen of this same day: the king of Babylon set himselfe against Ierusalem this same day.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And vtter a parable vnto the rebellious house, and say vnto them, Thus sayth the Lord God, Set on a pot, set it on, and also powre water into it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Gather the pieces thereof into it, euen euery good piece, the thigh, and the shoulder; fill it with the choice bones.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Take the choice of the flocke, and burne also the bones vnder it, and make it boyle well, and let him seethe the bones of it therein.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Wherefore thus sayth the Lord God, Woe to the bloodie citie, to the pot whose scumme is therein, and whose scumme is not gone out of it; bring it out piece by piece, let no lot fall vpon it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For her blood is in the middest of her: she set it vpon the toppe of a rocke, she powred it vpon the ground to couer it with dust:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 8,
      "verse_end": 8,
      "text": "That it might cause furie to come vp to take vengeance: I haue set her blood vpon the top of a rocke, that it should not be couered.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Therefore thus saith the Lord God; Woe to the bloody citie, I will euen make the pile for fire, great.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Heape on wood, kindle the fire, consume the flesh, and spice it well, and let the bones be burnt.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then set it empty vpon the coales thereof, that the brasse of it may be hot and may burne, and that the filthinesse of it may be molten in it, that the scum of it may be consumed.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 12,
      "verse_end": 12,
      "text": "She hath wearied herselfe with lies, and her great scumme went not forth out of her: her scumme shall be in the fire.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 13,
      "verse_end": 13,
      "text": "In thy filthinesse is lewdnesse, because I haue purged thee, and thou wast not purged, thou shalt not be purged from thy filthinesse any more, till I haue caused my fury to rest vpon thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I the Lord haue spoken it, it shall come to passe, and I will doe it, I will not goe backe, neither will I spare, neither will I repent, according to thy wayes and according to thy doings, shall they iudge thee, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Also the word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Sonne of man, behold, I take away from thee the desire of thine eyes with a stroke: yet neither shalt thou mourne, nor weepe, neither shall thy teares runne downe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Forbeare to crie, make no mourning for the dead, bind the tire of thine head vpon thee, and put on thy shooes vpon thy feete, and couer not thy lips, and eate not the bread of men.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 18,
      "verse_end": 18,
      "text": "So I spake vnto the people in the morning, and at euen my wife died, and I did in the morning as I was commanded.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And the people said vnto me; Wilt thou not tell vs what these things are to vs, that thou doest so?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then I answered them, The word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Speake vnto the house of Israel; Thus saith the Lord God; Behold, I will prophane my sanctuarie, the excellencie of your strength, the desire of your eyes, and that which your soule pitieth; and your sonnes and your daughters, whom yee haue left, shall fall by the sword.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And yee shall doe as I haue done: yee shall not couer your lips, nor eate the bread of men.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And your tires shall be vpon your heads, and your shooes vpon your feet: yee shall not mourne nor weepe, but yee shall pine away for your iniquities, and mourne one towards an other.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Thus Ezekiel is vnto you a signe: according to all that he hath done, shall yee doe: and when this commeth, yee shall know that I am the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Also thou sonne of man, shall it not be in the day when I take from them their strength, the ioy of their glorie, the desire of their eyes, and that whereupon they set their minds, their sonnes and their daughters;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 26,
      "verse_end": 26,
      "text": "That he that escapeth in that day, shall come vnto thee, to cause thee to heare it with thine eares?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 24,
      "verse_start": 27,
      "verse_end": 27,
      "text": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speake &amp; be no more dumbe, and thou shalt be a signe vnto them, and they shall know that I am the Lord.",
      "info": ""
    }
  ]
}