{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe in the eleuenth yeere, in the first day of the moneth, that the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, because that Tyrus hath said against Ierusalem, Aha, she is broken that was the gates of the people, she is turned vnto me, I shalbe replenished now she is laid waste:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore thus saith the Lord God, Behold, I am against thee, O Tyrus, and will cause many nations to come vp against thee, as the sea causeth his waues to come vp.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they shall destroy the walles of Tyrus, and breake downe her towres: I will also scrape her dust from her, and make her like the top of a rocke.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 5,
      "verse_end": 5,
      "text": "It shall be a place for the spreading of nets in the middest of the sea: for I haue spoken it, saith the Lord God, and it shall become a spoile to the nations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And her daughters which are in the field shall be slaine by the sword, and they shall know that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ For thus saith the Lord God; Behold, I will bring vpon Tyrus, Nebuchadrezzar king of Babylon, a king of kings, from the North, with horses, and with charets, and with horsemen, and companies, and much people.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Hee shall slay with the sword thy daughters in the field, and he shal make a fort against thee, and cast a mount against thee, and lift vp the buckler against thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Hee shall set engines of warre against thy walles, and with his axes he shall breake downe thy towres.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 10,
      "verse_end": 10,
      "text": "By reason of the abundance of his horses, their dust shall couer thee: thy walles shall shake at the noise of the horsemen, and of the wheeles, and of the charets, when he shall enter into thy gates, as men enter into a citie wherein is made a breach.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 11,
      "verse_end": 11,
      "text": "With the hoofes of his horses shall he tread downe all thy streets: he shall slay thy people by the sword, and thy strong garisons shall goe downe to the ground.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they shall make a spoile of thy riches, and make a pray of thy merchandise, and they shall breake downe thy walles, and destroy thy pleasant houses, and they shall lay thy stones, and thy timber, and thy dust in the midst of the water.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I wil cause the noise of thy songs to cease, and the sound of thy harpes shalbe no more heard.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will make thee like the top of a rocke: they shall bee a place to spread nets vpon: thou shalt bee built no more: for I the Lord haue spoken it, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Thus saith the Lord God to Tyrus; Shall not the Iles shake at the sound of thy fall, when the wounded crie, when the slaughter is made in the midst of thee?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then all the Princes of the sea shall come downe from their thrones, and lay away their robes, and put off their broidred garments: they shall cloth themselues with trembling, they shall sit vpon the ground, and shall tremble at euery moment, and be astonished at thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they shall take vp a lamentation for thee, and say to thee, How art thou destroyed that wast inhabited of Sea-faring men, the renowned citie, which wast strong in the sea, she and her inhabitants, which cause their terrour to be on all that haunt it?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now shall the Iles tremble in the day of thy fall, yea the Iles that are in the sea, shall bee troubled at thy departure.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For thus saith the Lord God; When I shal make thee a desolate citie, like the cities that are not inhabited, when I shall bring vp the deepe vpon thee, and great waters shall couer thee;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 20,
      "verse_end": 20,
      "text": "When I shall bring thee downe, with them that descend into the pit, with the people of old time, and shall set thee in the low parts of the earth, in places desolate of olde, with them that goe downe to the pit, that thou bee not inhabited, and I shall set glorie in the land of the liuing:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I will make thee a terrour, and thou shalt bee no more: though thou be sought for, yet shalt thou neuer bee found againe, saith the Lord God.",
      "info": ""
    }
  ]
}