{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word of the Lord came againe vnto mee, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Now thou sonne of man, take vp a lamentation for Tyrus;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And say vnto Tyrus, O thou that art situate at the entrie of the sea, which art a merchant of the people for many Iles, Thus saith the Lord God; O Tyrus, thou hast said, I am of perfit beautie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thy borders are in the midst of the seas, thy builders haue perfected thy beautie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "They haue made all thy shippe bords of firre trees of Senir: they haue taken Cedars from Lebanon, to make mastes for thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Of the okes of Bashan haue they made thine oares: the companie of the Ashurites haue made thy benches of Yuorie, brought out of the Iles of Chittim.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Fine linnen with broidred worke from Egypt, was that which thou spreddest forth to be thy saile, blew and purple from the Iles of Elishah was that which couered thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The inhabitants of Zidon and Aruad were thy mariners: thy wise men, O Tyrus, that were in thee, were thy pilots.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The ancients of Gebal, and the wise men thereof were in thee thy calkers, all the ships of the sea with their mariners were in thee, to occupie thy merchandise.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "They of Persia, and of Lud, and of Phut were in thine army, thy men of warre: they hanged the shield and helmet in thee: they set forth thy comelines.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "The men of Aruad with thine armie were vpon thy wals round about, and the Gammadims were in thy towres: they hanged their shields vpon thy wals round about: they haue made thy beautie perfect.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Tarshish was thy merchant by reason of the multitude of all kinde of riches: with siluer, yron, tinne, and lead they traded in thy faires.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Iauan, Tubal and Meshech, they were thy merchants: they traded the persons of men, and vessels of brasse in thy market.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 14,
      "verse_end": 14,
      "text": "They of the house of Togarmah traded in thy faires with horses, and horsemen, and mules.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The men of Dedan were thy merchants, many Iles were the merchandise of thine hand: they brought thee for a present, hornes of Iuorie, and Ebenie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Syria was thy merchant by reason of the multitude of the wares of thy making: they occupied in thy faires with Emeraulds, purple, and broidered worke, and fine linen, and Corall, and Agate.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Iudah and the land of Israel they were thy merchants: they traded in thy market wheate of Minnith, and Pannag, and honie, and oyle, &amp; balme.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Damascus was thy merchant in the multitude of the wares of thy making, for the multitude of all riches: in the wine of Helbon, and white wooll.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Dan also and Iauan going to and fro, occupyed in thy faires: bright yron, Cassia and Calamus were in thy market.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Dedan was thy merchant in precious clothes for charets.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Arabia and all the princes of Kedar, they occupied with thee in lambes and rammes and goats: in these were they thy merchants.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 22,
      "verse_end": 22,
      "text": "The merchants of Shebah and Raamah, they were thy merchants: they occupied in thy faires with chiefe of all spices, and with all precious stones and golde.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Haran, and Canneh, and Eden, the merchants of Shebah, Asshur and Chilmad were thy merchants.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 24,
      "verse_end": 24,
      "text": "These were thy merchants in all sorts of things, in blewe clothes and broidered worke, and in chests of rich apparell, bound with cordes and made of Cedar among thy merchandise.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 25,
      "verse_end": 25,
      "text": "The ships of Tarshish did sing of thee in thy market, and thou wast replenished, and made very glorious in the middest of the seas.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Thy rowers haue brought thee into great waters: the East winde hath broken thee in the middest of the Seas.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Thy riches and thy faires, thy merchandise, thy mariners, and thy pilots, thy calkers, and the occupiers of thy merchandise, and all thy men of warre that are in thee, and in all thy company, which is in the midst of thee, shall fall into the middest of the seas, in the day of thy ruine.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 28,
      "verse_end": 28,
      "text": "The suburbs shall shake at the sound of the crie of thy pilots.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And all that handle the oare; the mariners, and all the pilots of the Sea, shal come downe from their ships, they shall stand vpon the land;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And shall cause their voice to be heard against thee, and shall crie bitterly, and shall cast vp dust vpon their heads, they shall wallow themselues in the ashes.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they shall make themselues vtterly balde for thee, and girde them with sackecloth, and they shall weepe for thee with bitternesse of heart and bitter wailing.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And in their wailing, they shall take vp a lamentation for thee, and lament ouer thee, saying; What citie is like Tyrus, like the destroyed in the middest of the sea?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 33,
      "verse_end": 33,
      "text": "When thy wares went foorth out of the seas, thou filledst many people, thou didst enrich the kings of the earth, with the multitude of thy riches, and of thy merchandise.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 34,
      "verse_end": 34,
      "text": "In the time when thou shalt be broken by the seas in the depths of the waters, thy merchandise and all thy companie in the middest of thee shal fall.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 35,
      "verse_end": 35,
      "text": "All the inhabitants of the Iles shall bee astonished at thee, and their kings shall be sore afraid, they shall be troubled in their countenance.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 27,
      "verse_start": 36,
      "verse_end": 36,
      "text": "The merchants among the people shall hisse at thee, thou shalt bee a terrour, and neuer shalt be any more.",
      "info": ""
    }
  ]
}