{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the tenth yeere, in the tenth moneth, in the twelft day of the moneth, the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, set thy face against Pharaoh king of Egypt, and prophecie against him, and against all Egypt.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Speake and say, Thus saith the Lord God, Behold, I am against thee, Pharaoh king of Egypt, the great dragon that lieth in the middest of his riuers, which hath saide, My riuer is mine owne, and I haue made it for my selfe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But I will put hookes in thy chawes, and I will cause the fish of thy riuers to sticke vnto thy scales, and I will bring thee vp out of the middest of thy riuers, and all the fish of thy riuers shall sticke vnto thy scales.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I will leaue thee throwen into the wildernes, thee and all the fish of thy riuers: thou shalt fall vpon the open fields, thou shalt not be brought together, nor gathered: I haue giuen thee for meat to the beastes of the field, and to the foules of the heauen.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And all the inhabitants of Egypt shall know that I am the Lord, because they haue bene a staffe of reede to the house of Israel.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 7,
      "verse_end": 7,
      "text": "When they tooke hold of thee by thy hand, thou didst breake, and rent all their shoulder: and when they leaned vpon thee, thou brakest, and madest all their loynes to be at a stand.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Therefore thus saith the Lord God, Behold, I will bring a sword vpon thee, and cut off man and beast out of thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the land of Egypt shalbe desolate and waste, and they shall knowe that I am the Lord: because he hath saide, The riuer is mine, and I haue made it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Beholde therefore, I am against thee, and against thy riuers, and I wil make the land of Egypt vtterly waste and desolate, from the towre of Syene euen vnto the border of Ethiopia.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 11,
      "verse_end": 11,
      "text": "No foot of man shal passe through it, nor foote of beast shall passe through it, neither shall it bee inhabited fourtie yeeres.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I will make the land of Egypt desolate in the midst of the countreys that are desolate, and her cities among the cities that are layed waste, shall be desolate fourtie yeeres: and I will scatter the Egyptians among the nations, and wil disperse them through the countreys.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Yet thus saith the Lord God, At the end of fourtie yeeres will I gather the Egyptians from the people whither they were scattered.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will bring againe the captiuitie of Egypt, and will cause them to returne into the land of Pathros, into the land of their habitation, and they shall be there a base kingdome.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 15,
      "verse_end": 15,
      "text": "It shall be the basest of the kingdomes, neither shall it exalt it selfe any more aboue the nations: for I will diminish them, that they shall no more rule ouer the nations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it shall be no more the confidence of the house of Israel, which bringeth their iniquity to remembrance, when they shall looke after them: but they shall know that I am the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And it came to passe in the seuen and twentieth yeere, in the first moneth, in the first day of the moneth, the worde of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Sonne of man, Nebuchad-rezzar king of Babylon caused his armie to serue a great seruice against Tyrus: euery head was made balde, and euery shoulder was peeled: yet had he no wages, nor his armie for Tyrus, for the seruice that he had serued against it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therefore thus saith the Lord God, Behold, I will giue the land of Egypt vnto Nebuchad-rezzar king of Babylon, and he shall take her multitude, and take her spoile, and take her praye, and it shall be the wages for his armie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 20,
      "verse_end": 20,
      "text": "I haue giuen him the land of Egypt for his labour wherewith he serued against it, because they wrought for me, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ In that day will I cause the horne of the house of Israel to budde forth, and I will giue thee the opening of the mouth in the midst of them, and they shal know that I am the Lord.",
      "info": ""
    }
  ]
}