{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word of the Lord came againe vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, prophecie and say, Thus saith the Lord God, Howle ye, woe worth the day.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For the day is neere, euen the day of the Lord is neere, a cloudie day; it shalbe the time of the heathen.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the sword shall come vpon Egypt, and great paine shalbe in Ethiopia, when the slaine shall fall in Egypt, and they shall take away her multitude, and her foundations shalbe broken downe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Ethiopia, and Libya, and Lydia, and all the mingled people, and Chub, and the men of the land that is in league, shal fal with them by the sword.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Thus saith the Lord, They also that vphold Egypt shall fall, and the pride of her power shall come downe: from the towre of Syene shall they fall in it by the sword, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they shall bee desolate in the midst of the countries that are desolate, and her cities shalbe in the midst of the cities that are wasted.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they shall know that I am the Lord, when I haue set a fire in Egypt, and when all her helpers shall be destroied.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 9,
      "verse_end": 9,
      "text": "In that day shall messengers goe foorth from me in shippes, to make the carelesse Ethiopians afraid, and great paine shall come vpon them, as in the day of Egypt: for loe, it commeth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thus saith the Lord God, I will also make the multitude of Egypt to cease by the hand of Nebuchad-rezzar, king of Babylon.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 11,
      "verse_end": 11,
      "text": "He and his people with him, the terrible of the nations shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slaine.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I will make the riuers drie, and sell the land into the hand of the wicked, and I wil make the land wast, and all that is therein, by the hand of strangers: I the Lord haue spoken it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thus saith the Lord God, I will also destroy the idoles, and I will cause their images to cease out of Noph: and there shalbe no more a Prince of the land of Egypt, and I will put a feare in the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I wil make Pathros desolate, and wil set fire in Zoan, and will execute iudgements in No.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I wil powre my furie vpon Sin, the strength of Egypt, and I wil cut off the multitude of No.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I will set fire in Egypt, Sin shall haue great paine, and No shall be rent asunder, and Noph shall haue distresses daily.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 17,
      "verse_end": 17,
      "text": "The yong men of Auen and of Phibeseth, shall fall by the sword: and these cities shall goe into captiuitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 18,
      "verse_end": 18,
      "text": "At Tehaphnehes also the day shalbe darkened when I shall breake there the yokes of Egypt: &amp; the pompe of her strength shall cease in her: as for her, a cloud shall couer her, and her daughters shall goe into captiuitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thus will I execute iudgements in Egypt, and they shall know that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And it came to passe in the eleuenth yeere, in the first moneth, in the seuenth day of the moneth, that the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Sonne of man, I haue broken the arme of Pharaoh king of Egypt, and loe, it shall not be bound vp to be healed, to put a rouler to binde it, to make it strong to hold the sword.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Therefore thus saith the Lord God, Behold, I am against Pharaoh king of Egypt, and will breake his armes, the strong, and that which was broken; and I wil cause the sword to fall out of his hand.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I wil scatter the Egyptians among the nations, and wil disperse them through the countries.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And I wil strengthen the armes of the king of Babylon, and put my sword in his hand: but I will breake Pharaohs armes, and he shall grone before him, with the groanings of a deadly wounded man.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But I wil strengthen the armes of the king of Babylon, and the armes of Pharaoh shall fall downe, and they shall knowe that I am the Lord, when I shall put my sword into the hand of the king of Babylon, &amp; he shall stretch it out vpon the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 30,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And I wil scatter the Egyptians among the nations, and disperse them among the countreys, and they shall know that I am the Lord.",
      "info": ""
    }
  ]
}