{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe in the eleuenth yeere, in the third moneth, in the first day of the moneth, that the word of the Lord came vnto mee, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, speake vnto Pharaoh king of Egypt, and to his multitude, Whom art thou like in thy greatnesse?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Behold, the Assyrian was a Cedar in Lebanon with faire branches, and with a shadowing shrowd, and of an hie stature, and his top was among the thicke boughes.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The waters made him great, the deepe set him vp on high with her riuers running round about his plants, and sent out her little riuers vnto all the trees of the field.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Therefore his height was exalted aboue all the trees of the field, and his boughes were multiplied, and his branches became long because of the multitude of waters, when he shot foorth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 6,
      "verse_end": 6,
      "text": "All the foules of heauen made their nests in his boughes, and vnder his branches did all the beastes of the field bring foorth their yong, and vnder his shadow dwelt all great nations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Thus was hee faire in his greatnesse, in the length of his branches: for his roote was by great waters.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The Cedars in the garden of God could not hide him: the Firre trees were not like his boughes, and the chesnut trees were not like his branches: not any tree in the garden of God, was like vnto him in his beautie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I haue made him faire by the multitude of his branches: so that all the trees of Eden, that were in the garden of God, enuied him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Therefore thus saith the Lord God, Because thou hast lifted vp thy selfe in height, and hee hath shot vp his top among the thicke boughes, and his heart is lifted vp in his height;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 11,
      "verse_end": 11,
      "text": "I haue therefore deliuered him into the hand of the mightie one of the heathen: hee shall surely deale with him, I haue driuen him out for his wickednesse.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And strangers, the terrible of the nations haue cut him off, and haue left him: vpon the mountaines and in all the valleys his branches are fallen, and his boughes are broken by all the riuers of the land, and all the people of the earth are gone downe from his shadow, and haue left him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Upon his ruine shal all the foules of the heauen remaine, &amp; all the beasts of the field shalbe vpon his branches,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 14,
      "verse_end": 14,
      "text": "To the ende that none of all the trees by the waters exalt themselues for their height, neither shoot vp their top among the thicke boughes, neither their trees stand vp in their height, all that drinke water: for they are all deliuered vnto death, to the nether parts of the earth in the middest of the children of men, with them that go downe to the pit.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thus saith the Lord God, In the day when hee went downe to the graue, I caused a mourning, I couered the deepe for him, and I restrained the floods therof, and the great waters were stayed; and I caused Lebanon to mourne for him, and all the trees of the field fainted for him.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 16,
      "verse_end": 16,
      "text": "I made the nations to shake at the sound of his fall, when I cast him downe to hell with them that descend into the pit: and all the trees of Eden, the choice and best of Lebanon, all that drinke water, shall be comforted in the nether parts of the earth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 17,
      "verse_end": 17,
      "text": "They also went downe into hell with him vnto them that be slaine with the sword, and they that were his arme, that dwelt vnder his shadow in the middest of the heathen.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 31,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ To whom art thou thus like in glory &amp; in greatnesse among the trees of Eden? yet shalt thou be brought downe with the trees of Eden vnto the nether parts of the earth: thou shalt lie in the middest of the vncircumcised, with them that be slaine by the sword: this is Pharaoh and all his multitude, saith the Lord God.",
      "info": ""
    }
  ]
}