{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Againe the worde of the Lord came vnto mee, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, speake to the children of thy people, and say vnto them, When I bring the sword vpon a land, if the people of the land take a man of their coasts, and set him for their watchman,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 3,
      "verse_end": 3,
      "text": "If when he seeth the sword come vpon the land, hee blow the trumpet, and warne the people,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then whosoeuer heareth the sound of the trumpet, and taketh not warning, if the sword come, and take him away, his blood shall be vpon his owne head.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Hee heard the sound of the trumpet, and tooke not warning, his blood shall be vpon him: but he that taketh warning, shall deliuer his soule.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But if the watchman see the sword come, and blow not the trumpet, and the people be not warned: if the sword come and take any person from among them, he is taken away in his iniquitie: but his blood will I require at the watchmans hand.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ So thou, O sonne of man, I haue set thee a watchman vnto the house of Israel: therefore thou shalt heare the worde at my mouth, and warne them from me.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 8,
      "verse_end": 8,
      "text": "When I say vnto the wicked, O wicked man, thou shalt surely die, if thou doest not speake to warne the wicked from his way, that wicked man shall die in his iniquitie: but his blood will I require at thine hand.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Neuerthelesse if thou warne the wicked of his way to turne from it: if he do not turne from his way, he shal die in his iniquitie: but thou hast deliuered thy soule.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Therefore, O thou sonne of man, speake vnto the house of Israel, Thus ye speake, saying, If our transgressions and our sinnes be vpon vs, &amp; we pine away in them, how should we then liue?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Say vnto them, As I liue, saith the Lord God, I haue no pleasure in the death of the wicked, but that the wicked turne from his way &amp; liue: turne ye, turne ye from your euill wayes, for why wil ye die, O house of Israel?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore thou sonne of man, say vnto the children of thy people, The righteousnes of the righteous shal not deliuer him in the day of his transgression: as for the wickednes of the wicked, he shall not fall thereby in the day that hee turneth from his wickednes, neither shall the righteous bee able to liue for his righteousnes in the day that he sinneth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 13,
      "verse_end": 13,
      "text": "When I shal say to the righteous, that he shall surely liue if he trust to his owne righteousnes and commit iniquitie, all his righteousnesses shall not be remembred; but for his iniquitie that he hath committed, he shall die for it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Againe, when I say vnto the wicked, Thou shalt surely die, if hee turne from his sinne, and do that which is lawfull and right;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 15,
      "verse_end": 15,
      "text": "If the wicked restore the pledge, giue againe that he had robbed, walke in the Statutes of life without committing iniquitie, hee shall surely liue, hee shall not die.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 16,
      "verse_end": 16,
      "text": "None of his sinnes that hee hath committed, shall be mentioned vnto him: he hath done that which is lawfull and right; he shall surely liue.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Yet the children of thy people say, The way of the Lord is not equall: but as for them, their way is not equall.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 18,
      "verse_end": 18,
      "text": "When the righteous turneth from his righteousnes, and committeth iniquitie, he shall euen die thereby.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But if the wicked turne from his wickednes, and doe that which is lawfull and right, he shall liue thereby.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Yet yee say, The way of the Lord is not equall, O yee house of Israel; I will iudge you euery one after his wayes.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And it came to passe in the twelfth yeere of our captiuitie, in the tenth moneth, in the fifth day of the moneth, that one that had escaped out of Ierusalem, came vnto mee, saying, The city is smitten.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Now the hand of the Lord was vpon mee in the euening, afore hee that was escaped came, and had opened my mouth vntill hee came to mee in the morning, and my mouth was opened, and I was no more dumbe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Sonne of man, they that inhabite those wastes of the land of Israel, speake, saying, Abraham was one, and he inherited the land: but we are many, the land is giuen vs for inheritance.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Wherefore say vnto them, Thus saith the Lord God, Ye eate with the blood, and lift vp your eyes toward your idoles, and shed blood; and shal ye possesse the land?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Yee stand vpon your sword; yee worke abomination, and ye defile euery one his neighbours wife, and shall ye possesse the land?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Say thou thus vnto them, Thus saith the Lord God, As I liue, surely they that are in the wastes, shall fall by the sword, and him that is in the open field will I giue to the beasts to be deuoured: and they that be in the forts and in the caues, shall die of the pestilence.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 28,
      "verse_end": 28,
      "text": "For I will lay the land most desolate, and the pompe of her strength shall cease: and the mountaines of Israel shall bee desolate, that none shall passe through.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then shall they know that I am the Lord, when I haue layed the land most desolate, because of all their abominations which they haue committed.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ Also thou sonne of man, the children of thy people still are talking against thee by the walles, and in the doores of the houses, and speake one to another, euery one to his brother, saying, Come, I pray you, and heare what is the word that commeth foorth from the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they come vnto thee as the people commeth, and they sit before thee as my people, and they heare thy words, but they will not doe them: for with their mouth they shew much loue, but their heart goeth after their couetousnesse.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And loe, thou art vnto them as a very louely song of one that hath a pleasant voyce, and can play well on an instrument: for they heare thy wordes, but they doe them not.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 33,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And when this commeth to passe, (loe it will come) then shall they know that a Prophet hath bene among them.",
      "info": ""
    }
  ]
}