{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the word of þ<sup>e</sup> Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, prophecie against the shepheards of Israel, prophecie and say vnto them, Thus saith the Lord God vnto the shepheards, Woe be to the shepheards of Israel that doe feede themselues: should not the shepheards feede the flockes?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Yee eate the fat, and ye clothe you with the wooll, yee kill them that are fed: but ye feede not the flocke.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The diseased haue ye not strengthened, neither haue yee healed that which was sicke, neither haue ye bound vp that which was broken, neither haue yee brought againe that which was driuen away, neither haue yee sought that which was lost; but with force and with crueltie haue yee ruled them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they were scattered because there is no shepheard: and they became meate to all the beasts of the field, when they were scattered.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 6,
      "verse_end": 6,
      "text": "My sheepe wandered through all the mountaines, and vpon euery high hill: yea my flocke was scattered vpon all the face of the earth, and none did search or seeke after them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Therefore, yee shepheards, heare the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 8,
      "verse_end": 8,
      "text": "As I liue, saith the Lord God, surely because my flocke became a pray, and my flocke became meate to euery beast of the field, because there was no shepheard, neither did my shepheards search for my flocke, but the shepheards fed themselues, and fed not my flocke:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Therefore, O yee shepheards, heare the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thus saith the Lord God, Behold, I am against the shepheards, and I will require my flocke at their hand, and cause them to cease from feeding the flocke, neither shall the shepheards feede themselues any more: for I will deliuer my flock from their mouth, that they may not be meat for them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ For thus saith the Lord God, Behold, I, euen I will both search my sheepe, and seeke them out.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 12,
      "verse_end": 12,
      "text": "As a shepheard seeketh out his flocke in the day that hee is among his sheepe that are scattered: so wil I seeke out my sheep, and will deliuer them out of all places, where they haue bene scattered in the cloudie and darke day.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I will bring them out from the people, and gather them from the countreys, and will bring them to their owne land, and feede them vpon the mountaines of Israel by the riuers, and in all the inhabited places of the countrey,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I will feede them in a good pasture, and vpon the high mountaines of Israel shall their folde be: there shall they lie in a good folde, and in a fat pasture shall they feede vpon the mountaines of Israel.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I will feed my flocke, and I will cause them to lie downe, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 16,
      "verse_end": 16,
      "text": "I will seeke that which was lost, and bring againe that which was driuen away, and will bind vp that which was broken, and will strengthen that which was sicke: but I will destroy the fat and the strong, I will feed them with iudgement.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And as for you, O my flocke, thus saith the Lord God, Behold, I iudge betweene cattell and cattell, betweene the rammes and the hee goates.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Seemeth it a small thing vnto you, to haue eaten vp the good pasture, but ye must tread downe with your feet the residue of your pastures? and to haue drunke of the deepe waters, but yee must fonle the residue with your feete?",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And as for my flocke, they eate that which yee haue troden with your feete: and they drinke that which yee haue fouled with your feete.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Therefore thus saith the Lord God vnto them, Behold, I, euen I will iudge betweene the fat cattell, and betweene the leane cattell.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Because yee haue thrust with side and with shoulder, and pusht all the diseased with your hornes, till yee haue scattered them abroad:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Therefore will I saue my flocke, and they shall no more be a pray, and I will iudge betweene cattell and cattell.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And I will set vp one shepheard ouer them, and hee shall feede them, euen my seruant Dauid; he shall feede them, and hee shall be their shepheard.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And I the Lord will be their God, and my seruant Dauid a prince among them, I the Lord haue spoken it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And I will make with them a couenant of peace, and will cause the euill beasts to cease out of the land: and they shall dwell safely in the wildernesse, and sleepe in the woods.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And I will make them and the places round about my hill, a blessing; and I will cause the showre to come downe in his season: there shall bee showres of blessing.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the tree of the field shal yeeld her fruite, and the earth shall yeeld her increase, and they shall be safe in their land, and shall know that I am the Lord, when I haue broken the bands of their yoke, and deliuered them out of the hand of those that serued themselues of them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And they shall no more be a pray to the heathen, neither shall the beasts of the land deuoure them; but they shall dwell safely, and none shall make them afraide.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And I will raise vp for them a plant of renowne, and they shall be no more consumed with hunger in the land, neither beare the shame of the heathen any more.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Thus shall they know that I the Lord their God am with them, and that they, euen the house of Israel, are my people, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 34,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And yee my flocke of my pasture, are men, and I am your God, saith the Lord God.",
      "info": ""
    }
  ]
}