{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer the word of the Lord came vnto mee, saying;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, set thy face against mount Seir, and prophecie against it,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And say vnto it, Thus saith the Lord God; Behold, O mount Seir, I am against thee, and I will stretch out mine hand against thee, and I will make thee most desolate.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 4,
      "verse_end": 4,
      "text": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Because thou hast had a perpetuall hatred, and hast shed the blood of the children of Israel by the force of the sword in the time of their calamitie, in the time that their iniquitie had an end;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Therefore, as I liue, saith the Lord God, I will prepare thee vnto blood, and blood shall pursue thee: sith thou hast not hated blood, euen blood shall pursue thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Thus will I make mount Seir most desolate, and cut off from it him that passeth out, &amp; him that returneth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I will fill his mountaines with his slaine men: in thy hilles, and in thy valleis, and in all thy riuers shall they fall that are slaine with the sword.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I will make thee perpetuall desolations, &amp; thy cities shall not returne, and ye shal know that I am the Lord",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Because thou hast said; These two nations, and these two countries shall be mine, and we will possesse it, whereas the Lord was there:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therefore, as I liue, saith the Lord God, I will euen doe according to thine anger, and according to thine enuie, which thou hast vsed out of thy hatred against them: and I will make my selfe knowen amongst them, when I haue iudged thee.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And thou shalt know, that I am the Lord, and that I haue heard all thy blasphemies which thou hast spoken against the mountaines of Israel, saying; They are layed desolate, they are giuen vs to consume.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thus with your mouth yee haue boasted against me, &amp; haue multiplied your words against me: I haue heard them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thus saith the Lord God; When the whole earth reioyceth, I will make thee desolate.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse_start": 15,
      "verse_end": 15,
      "text": "As thou didst reioyce at the inheritance of the house of Israel, because it was desolate, so will I doe vnto thee: thou shalt be desolate, O mount Seir, and all Idumea, euen all of it, and they shall know that I am the Lord.",
      "info": ""
    }
  ]
}