{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Afterward he brought me to the Temple, and measured the posts, six cubites broad on the one side, and sixe cubites broad on the other side, which was the bredth of the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the bredth of the doore was tenne cubites, and the sides of the doore were fiue cubites on the one side, and fiue cubites on the other side, and he measured the length thereof fortie cubites, and the bredth twentie cubites.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then went he inward, and measured the post of the doore two cubites, and the doore sixe cubites, and the bredth of the doore seuen cubites.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 4,
      "verse_end": 4,
      "text": "So he measured the length therof twentie cubites, and the bredth twentie cubites before the temple, and he said vnto me; This is the most holy place.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 5,
      "verse_end": 5,
      "text": "After he measured the wall of the house sixe cubites, and the bredth of euerie side-chamber foure cubites round about the house on euery side.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the side-chambers were three, one ouer an other, and thirtie in order, and they entred into the wall which was of the house for the side chambers round about, that they might haue hold, but they had not hold in the wall of the house.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And there was an enlarging and a winding about still vpward to the side-chambers, for the winding about of the house went still vpward round about the house: therefore the bredth of the house was still vpward, and so increased from the lowest chamber to the highest by the middest.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 8,
      "verse_end": 8,
      "text": "I saw also the height of the house round about; the foundations of the side-chambers were a full reede of sixe great cubites.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 9,
      "verse_end": 9,
      "text": "The thicknesse of the wall which was for the side chamber without, was fiue cubites, and that which was left, was the place of the side-chambers that were within.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And betweene the chambers was the widenesse of twentie cubites round about the house on euery side.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the doores of the side-chambers were toward the place that was left, one doore toward the North, and an other doore toward the South, and the bredth of the place that was left, was fiue cubites round about.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Now the building that was before the seperate place, at the end toward the West, was seuenty cubites broad, and the wall of the building was fiue cubites thicke round about, and the length thereof ninety cubites.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 13,
      "verse_end": 13,
      "text": "So he measured the house, an hundreth cubites long, and the separate place and the building with the walles thereof, an hundreth cubites long.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Also the bredth of the face of the house, and of the separate place toward the East, an hundreth cubites.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he measured the length of the building ouer against the separate place which was behind it, and the galleries thereof on the one side, and on the other side an hundreth cubites with the inner temple, and the porches of the court.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 16,
      "verse_end": 16,
      "text": "The doore-posts and the narrow windows, and the galleries round about on their three stories, ouer against the doore sieled with wood round about, and from the ground vp to the windows, &amp; the windows were couered.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 17,
      "verse_end": 17,
      "text": "To that aboue the doore, euen vnto the inner house and without, and by all the wall round about within and without by measure.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it was made with Cherubims and Palme trees, so that a Palme tree was betweene a Cherub and a Cherub, and euery Cherub had two faces.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 19,
      "verse_end": 19,
      "text": "So that the face of a man was toward the Palme-tree on the one side, and the face of a yong lyon toward the Palme-tree on the other side: it was made through all the house round about.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 20,
      "verse_end": 20,
      "text": "From the ground vnto aboue the doore were Cherubims and Palme-trees made, &amp; on the wall of the temple.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 21,
      "verse_end": 21,
      "text": "The postes of the Temple were squared, and the face of the Sanctuary, the appearance of the one as the appearance of the other.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 22,
      "verse_end": 22,
      "text": "The altar of wood was three cubits high, and the length thereof two cubits; and the corners thereof and the length thereof and the walles thereof were of wood: and hee said vnto mee; This is the Table that is before the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the Temple and the Sanctuarie had two doores.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the doores had two leaues a piece, two turning leaues, two leaues for the one doore, and two leaues for the other doore.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And there were made on them, on the doores of the Temple, Cherubims and Palme-trees, like as were made vpon the walles, and there were thicke planckes vpon the face of the porch without.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 41,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And there were narrow windowes and Palme-trees on the one side and on the other side, on the sides of the porch, and vpon the side chambers of the house, and thicke plankes.",
      "info": ""
    }
  ]
}