{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then he brought me backe the way of the gate of the outward Sanctuarie which looketh toward the East, and it was shut.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then said the Lord vnto me, This gate shall be shut, it shall not be opened, and no man shall enter in by it; because the Lord the God of Israel hath entred in by it, therefore it shall be shut.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 3,
      "verse_end": 3,
      "text": "It is for the Prince; the Prince, hee shall sit in it to eate bread before the Lord: hee shall enter by the way of the porch of that gate, and shall goe out by the way of the same.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Then brought he me the way of the North gate before the house, and I looked, and behold, the glory of the Lord filled the house of the Lord, and I fell vpon my face.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Lord said vnto me; Sonne of man, marke well, and behold with thine eyes, and heare with thine eares, all that I say vnto thee, concerning all the ordinances of the house of ehe Lord, and all the lawes thereof, and marke well the entring in of the house, with euery going foorth of the Sanctuary.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thou shalt say to the rebellious, euen to the house of Israel, Thus sayth the Lord God; O yee house of Israel, let it suffice you, of all your abominations;",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 7,
      "verse_end": 7,
      "text": "In that ye haue brought into my Sanctuarie strangers vncircumcised in heart, and vncircumcised in flesh, to be in my Sanctuarie to pollute it, euen my House, when ye offer my bread, the fat and the blood, and they haue broken my Couenant, because of all your abominations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And yee haue not kept the charge of mine holy things: but ye haue set keepers of my charge in my Sanctuarie for your selues.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Thus sayth the Lord God, No stranger vncircumcised in heart, nor vncircumcised in flesh, shall enter into my Sanctuarie, of any stranger that is among the children of Israel.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Leuites that are gone away farre from me, when Israel went astray, which went astray away from me after their idoles, they shall euen beare their iniquitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Yet they shall be ministers in my Sanctuary, hauing charge at the gates of the house, and ministring to the house: they shall slay the burnt offring, and the sacrifice for the people, and they shall stand before them to minister vnto them:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Because they ministred vnto them before their idoles, and caused the house of Israel to fall into iniquitie; therefore haue I lift vp mine hand against them, saith the Lord God, and they shall beare their iniquitie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they shall not come neere vnto me to doe the office of a priest vnto me, nor to come neere to any of my holy things, in the most holy place: but they shall beare their shame, and their abominations which they haue committed.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But I will make them keepers of the charge of the house for all the seruice thereof, and for all that shalbe done therein.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ But the priests the Leuites, the sonnes of Zadok, that kept the charge of my sanctuarie, when the children of Israel went astray from me, they shall come neere to me to minister vnto me, and they shall stand before me to offer vnto me the fat and the blood, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 16,
      "verse_end": 16,
      "text": "They shall enter into my sanctuarie, and they shall come neere to my table to minister vnto mee, and they shall keepe my charge.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And it shall come to passe that when they enter in at the gates of the inner court, they shall be clothed with linnen garments, and no wooll shall come vpon them, whiles they minister in the gates of the inner court and within.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 18,
      "verse_end": 18,
      "text": "They shall haue linnen bonets vpon their heads, and shall haue linnen breeches vpon their loynes: they shall not girde themselues with any thing that causeth sweat.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when they goe forth into the vtter court, euen into the vtter court to the people, they shall put off their garments wherein they ministred, and lay them in the holy chambers, and they shall put on other garments, and they shall not sanctifie the people with their garments.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Neither shall they shaue their heads, nor suffer their lockes to grow long, they shall only polle their heads.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Neither shall any priest drinke wine, when they enter into the inner court.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Neither shall they take for their wiues a widow, or her that is put away: but they shall take maidens of the seede of the house of Israel, or a widow that had a priest before.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they shall teach my people the difference betweene the holy and prophane, and cause men to discerne betweene the vncleane and the cleane.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And in controuersie they shall stand in iudgement, and they shall iudge it according to my iudgements: and they shall keepe my lawes and my statutes in all mine assemblies, and they shall halow my Sabbaths.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they shall come at no dead person to defile themselues: but for father or for mother, or for sonne or for daughter, for brother or for sister, that hath had no husband, they may defile themselues.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And after he is cleansed, they shal reckon vnto him seuen dayes.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And in the day that he goeth into the sanctuarie, vnto the inner court to minister in the sanctuarie, he shall offer his sinne offring, saith the Lord God.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And it shall be vnto them for an inheritance; I am their inheritance: and yee shall giue them no possession in Israel; I am their possession.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 29,
      "verse_end": 29,
      "text": "They shal eate the meate offring, and the sinne offring, and the trespasse offring, and euery dedicate thing in Israel shall be theirs.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the first of all the first fruits of all things, and euery oblation of all of euery sort of your oblations shall be the priests: yee shall also giue vnto the priest the first of your dough, that he may cause the blessing to rest in thine house.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 44,
      "verse_start": 31,
      "verse_end": 31,
      "text": "The priests shall not eate of any thing that is dead of it selfe or torne, whether it be foule or beast.",
      "info": ""
    }
  ]
}