{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus saith the Lord God, The gate of the inner court, that looketh toward the East, shalbe shut the sixe working dayes: but on the Sabbath it shall be opened, and in the day of the New moone it shalbe opened.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Prince shall enter by the way of the porch of that gate without, and shall stand by the post of the gate, and the Priests shall prepare his burnt offering, and his peace offerings, and he shall worship at the threshold of the gate: then he shall goe foorth, but the gate shall not be shut vntil the euening.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Likewise the people of the land shall worship at the doore of this gate before the Lord, in the Sabbaths, and in the New moones.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the burnt offering that the Prince shall offer vnto the Lord in the Sabbath day, shall be sixe lambes without blemish, and a ramme without blemish.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the meat offring shalbe an Ephah for a ramme, and the meate offering for the lambes as he shalbe able to giue, and an Hin of oile to an Ephah.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And in the day of the New moone it shall be a yong bullocke without blemish, and sixe lambes, and a ramme: they shalbe without blemish.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee shall prepare a meat offering, an Ephah for a bullocke, and an Ephah for a ramme, and for the lambs, according as his hand shall attaine vnto, and an Hin of oile to an Ephah.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And when the Prince shall enter, he shall goe in by the way of the porch of that gate, and he shall goe foorth by the way thereof.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ But when the people of the land shall come before the Lord, in the solemne feasts, he that entreth in by the way of the North gate to worship, shall goe out by the way of the South gate: and he that entreth by the way of the South gate, shall goe forth by the way of the North gate: he shall not returne by the way of the gate whereby he came in, but shall goe foorth ouer against it.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Prince in the midst of them when they goe in, shal goe in, and when they goe foorth, shall goe forth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And in the feasts, and in the solemnities, the meat offering shalbe an Ephah to a bullocke, and an Ephah to a ramme, and to the lambes, as he is able to giue, and an Hin of oile to an Ephah.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Now when the Prince shall prepare a voluntary burnt offering or peace offerings, voluntarily vnto the Lord, one shall then open him the gate that looketh toward the East, and he shall prepare his burnt offering, and his peace offerings, as hee did on the Sabbath day, then he shall goe foorth, and after his going foorth, one shall shut the gate.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thou shalt daily prepare a burnt offering vnto the Lord, of a lambe of the first yeere, without blemish thou shalt prepare it euery morning.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And thou shalt prepare a meat offering for it euery morning; the sixt part of an Ephah, and the third part of an Hin of oyle, to temper with the fine flowre; a meat offering continually, by a perpetual ordinance vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thus shall they prepare the lambe, and the meat offering, and the oyle, euery morning, for a continuall burnt offering.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Thus saith the Lord God, If the prince giue a gift vnto any of his sonnes, the inheritance thereof shall be his sonnes, it shall be their possession by inheritance:",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But if hee giue a gift of his inheritance to one of his seruants, then it shalbe his to the yeere of libertie: after, it shall returne to the Prince, but his inheritance shalbe his sonnes for them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Moreouer, the Prince shall not take of the peoples inheritance by oppression, to thrust them out of their possession: but hee shall giue his sonnes inheritance out of his owne possession, that my people be not scattered euery man from his possession.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ After, he brought me through the entry, which was at the side of the gate, into the holy chambers of the Priests which looked toward þ<sup>e</sup> North: and behold, there was a place on the two sides Westward.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then said hee vnto me, This is the place where the Priests shall boyle the trespasse offring, and the sinne offering, where they shall bake the meate offering: that they beare them not out into the vtter court, to sanctifie the people.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then hee brought me foorth into the vtter court, and caused me to passe by the foure corners of the court, and behold, in euery corner of the court there was a court.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 22,
      "verse_end": 22,
      "text": "In the foure corners of the court there were courts ioyned of fourtie cubits long, and thirtie broad: these foure corners were of one measure.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And there was a new building round about in them, round about them foure and it was made with boyling places vnder the rowes round about.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 46,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Then said he vnto me, These are the places of them that boyle, where the ministers of the house shall boyle the sacrifice of the people.",
      "info": ""
    }
  ]
}