{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the worde of the Lord came vnto mee, saying,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Sonne of man, set thy face towardes the mountaines of Israel, and prophecie against them,",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And say, Ye mountaines of Israel, Heare the word of the Lord God, Thus saith the Lord God to the mountaines and to the hilles, to the riuers and to the valleys, Behold, I, euen I will bring a sword vpon you, and I will destroy your high places.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And your altars shalbe desolate, and your images shall be broken: and I will cast downe your slaine men before your idoles.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I will lay the dead carkeises of the children of Israel before their idoles, and I will scatter your bones round about your altars.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "In all your dwelling places the cities shall be laid waste, and the high places shalbe desolate, that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your images may bee cut downe, and your workes may be abolished.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the slaine shall fall in the midst of you, and ye shall knowe that I am the Lord.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Yet will I leaue a remnant, that he may haue some, that shall escape the sword among the nations, when ye shalbe scattered through the countreys.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they that escape of you shall remember me among the nations, whither they shalbe caried captiues, because I am broken with their whorish heart which hath departed from me, and with their eyes which goe a whoring after their idoles: and they shall loathe themselues for the euils which they haue committed in all their abominations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they shall know that I am the Lord, and that I haue not said in vaine, that I would doe this euill vnto them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Thus sayth the Lord God; Smite with thine hand, and stampe with thy foot, and say, Alas, for all the euill abominations of the house of Israel: for they shall fall by the sword, by the famine, and by the pestilence.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "He that is farre off shall die of the pestilence, and he that is neere shall fall by the sword, and hee that remaineth and is besieged, shall die by the famine: thus will I accomplish my furie vpon them.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then shal ye know that I am the Lord, when their slaine men shalbe among their idoles round about their altars, vpon euery high hill in all the tops of the mountaines, and vnder euery greene tree, and vnder euery thicke oke, the place where they did offer sweet sauour to all their idoles.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So will I stretch out my hand vpon them, and make the land desolate, yea more desolate then the wildernesse towards Diblath, in all their habitations, and they shall know that I am the Lord.",
      "info": ""
    }
  ]
}