{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe in the sixt yeere, in the sixt moneth, in the fift day of the month, as I sate in mine house, and the elders of Iudah sate before me; that the hand of the Lord God fell there vpon me.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then I beheld, and loe, a likenesse as the appearance of fire: from the appearance of his loines euen downeward, fire: and from his loines euen vpward, as the appearance of brightnesse, as the colour of amber.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he put forth the forme of an hand, and tooke me by a locke of mine head, and the spirit lift me vp betweene the earth and the heauen, and brought me in the visions of God to Ierusalem, to the doore of the inner gate, that looketh toward the North, where was the seate of the image of ielousie, which prouoketh to ielousie.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And behold, the glory of the God of Israel was there according to the vision that I saw in the plaine.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Then said he vnto me, Sonne of man, lift vp thine eyes now the way towards the North: so I lift vp mine eyes the way toward the North, and behold, Northward at the gate of the altar, this image of ielousie in the entry.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "He said furthermore vnto me, Sonne of man, seest thou what they doe? euen the great abominations that the house of Israel committeth heere, that I should goe farre off from my sanctuarie? but turne thee yet againe, and thou shalt see greater abominations.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And hee brought me to the doore of the court, and when I looked, behold a hole in the wall.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then said he vnto me, Sonne of man, digge now in the wall: and when I had digged in the wall, behold a doore.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he said vnto me, Goe in, and behold the wicked abominations that they doe heere.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So I went in and saw, and behold euery forme of creeping things, and abominable beasts, and all the idols of the house of Israel purtrayed vpon the wall round about.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And there stood before them seuentie men of the ancients of the house of Israel, and in the middest of them stood Iaazaniah the sonne of Shaphan, with euery man his censer in his hand, and a thicke cloud of incense went vp.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then said he vnto me, Sonne of man, hast thou seene what the ancients of the house of Israel doe in the darke, euery man in the chambers of his imagery? for they say, The Lord seeth vs not, the Lord hath forsaken the earth.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Hee said also vnto me, Turne thee yet againe, and thou shalt see greater abominations that they doe.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then he brought me to the doore of the gate of the Lords house which was towards the North, and behold, there sate women weeping for Tammuz.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then said hee vnto me, Hast thou seene this, O sonne of man? Turne thee yet againe, and thou shalt see greater abominations then these.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he brought me into the inner court of the Lords house, and behold at the doore of the Temple of the Lord, betweene the porch and the altar, were about fiue and twentie men, with their backes toward the temple of the Lord, and their faces towards the East, and they worshipped the sunne towards the East.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then he said vnto me, Hast thou seene this, O sonne of man? Is it a light thing to the house of Iudah, that they commit the abominations, which they commit heere? for they haue filled the land with violence, and haue returned to prouoke me to anger: and loe, they put the branch to their nose.",
      "info": ""
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Therefore will I also deale in furie: mine eye shall not spare, neither will I haue pitie: and though they crie in mine eares with a loud voyce, yet will I not heare them.",
      "info": ""
    }
  ]
}