{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the second yeere of Darius the king, in the sixt moneth, in the first day of the moneth came the worde of the Lord by Haggai the Prophet vnto Zerubbabel the sonne of Shealtiel, gouernour of Iudah, and to Iosuah the sonne of Iosedech the high priest, saying;",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus speaketh the Lord of hostes, saying; This people say, The time is not come, the time that the Lords house should be built.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then came the word of the Lord by Haggai the prophet, saying;",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Is it time for you, O yee, to dwell in your sieled houses, and this house lie waste?",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Nowe therefore thus saith the Lord of hostes; Consider your wayes.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Yee haue sowen much and bring in litle: ye eate, but ye haue not inough: yee drinke, but yee are not filled with drinke: yee cloth you, but there is none warme: and hee that earneth wages, earneth wages to put it into a bag with holes.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Thus saith the Lord of hostes, Consider your wayes.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Goe vp to the mountaine, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Ye looked for much, and loe it came to litle: and when yee brought it home, I did blow vpon it: Why, saith the Lord of hostes? because of mine house that is waste, and yee runne euery man vnto his owne house.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Therefore the heauen ouer you is stayed from dew, and the earth is staied from her fruite.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And I called for a drought vpon the land and vpon the mountaines, and vpon the corne, and vpon the new wine, and vpon the oyle, and vpon that which the ground bringeth forth, &amp; vpon men, and vpon cattell, and vpon all the labour of the hands.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Then Zerubbabel the sonne of Shealtiel, and Iosuah the sonne of Iosedech the high priest, with all the remnant of the people obeyed the voyce of the Lord their God, and the words of Haggai the Prophet (as the Lord their God had sent him) and the people did feare before the Lord.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then spake Haggai the Lords messenger in the Lords message vnto the people, saying; I am with you, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the Lord stirred vp the spirit of Zerubbabel the sonne of Shealtiel gouernour of Iudah, and the spirit of Iosuah the sonne of Iosedech the high priest, and the spirit of all the remnant of the people, and they came and did worke in the house of the Lord of hostes their God:",
      "info": ""
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "In the foure and twentieth day of the sixt moneth, in the second yeere of Darius the King.",
      "info": ""
    }
  ]
}