{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now after the death of Ioshua, it came to passe, that the children of Israel asked the Lord, saying, Who shal goe vp for vs against the Canaanites first, to fight against them?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord sayd, Iudah shall goe vp: Behold, I haue deliuered the land into his hand.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Iudah saide vnto Simeon his brother, Come vp with me into my lot, that wee may fight against the Canaanites, and I likewise will goe with thee into thy lot. So Simeon went with him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Iudah went vp, and the Lord deliuered the Canaanites and the Perizzites into their hand: and they slew of them in Bezek ten thousand men.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they found Adoni-bezek in Bezek: and they fought against him, and they slew the Canaanites, and the Perizzites.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But Adoni-bezek fled, and they pursued after him, and caught him, and cut off his thumbes, and his great toes.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Adoni-bezek said, Threescore &amp; ten kings, hauing their thumbs and their great toes cut off, gathered their meate vnder my table: as I haue done, so God hath requited mee, and they brought him to Ierusalem, and there he died.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "(Now the children of Iudah had fought against Ierusalem, and had taken it, and smitten it with the edge of the sword, and set the citie on fire)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And afterward the children of Iudah went downe to fight against the Canaanites that dwelt in the moūtaine, &amp; in the South, and in the valley.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Iudah went against the Canaanites that dwelt in Hebron (nowe the name of Hebron before was Kiriath-arba) and they slew Sheshai, and Ahiman, and Talmai.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And from thence he went against the inhabitants of Debir, (&amp; the name of Debir before was Kiriath-sepher)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And Caleb said, Hee that smiteth Kiriath-sepher, and taketh it, to him will I giue Achsah my daughter to wife.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Othniel the sonne of Kenaz Calebs yonger brother tooke it: and he gaue him Achsah his daughter to wife.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And it came to passe when shee came to him, that she moued him to aske of her father a field: and shee lighted from off her asse, and Caleb said vnto her, What wilt thou?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And she said vnto him, Giue me a blessing: for thou hast giuen mee a South land, giue me also springs of water. And Caleb gaue her the vpper springs, and the nether springs.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the children of the Kenite, Moses father in law, went vp out of the citie of palme trees, with the children of Iudah into the wildernesse of Iudah, which lieth in the South of Arad, and they went and dwelt among the people.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Iudah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and vtterly destroyed it, (and the name of the citie was called Hormah.)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Also Iudah tooke Gaza with the coast thereof, and Askelon with the coast thereof, and Ekron with the coast thereof.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Lord was with Iudah, and hee draue out the inhabitants of the mountaine, but could not driue out the inhabitants of the valley, because they had charets of yron.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And they gaue Hebron vnto Caleb, as Moses saide: and hee expelled thence the three sonnes of Anak.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the children of Beniamin did not driue out the Iebusites that inhabited Ierusalem: but the Iebusites dwel with the children of Beniamin in Ierusalem, vnto this day.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And the house of Ioseph, they also went vp against Bethel: and the Lord was with them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the house of Ioseph sent to descrie Bethel (now the name of the citie before was Luz)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the spies sawe a man come forth out of the citie, and they said vnto him, Shew vs, wee pray thee, the entrance into the citie, and we will shew thee mercie.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And when hee shewed them the entrance into the citie, they smote the citie with the edge of the sword: but they let goe the man and all his familie.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the man went into the lande of the Hittites, and built a citie, and called the name thereof Luz: which is the name thereof vnto this day.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ Neither did Manasseh driue out the inhabitants of Bethshean, and her townes, nor Taanach and her townes, nor the inhabitants of Dor, and her townes, nor the inhabitants of Ibleam, and her townes, nor the inhabitants of Megiddo, and her townes: but the Canaanites would dwel in that land.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And it came to passe when Israel was strong, that they put the Canaanites to tribute, and did not vtterly driue them out.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ Neither did Ephraim driue out the Canaanites that dwelt in Gezer: but the Canaanites dwelt in Gezer among them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ Neither did Zebulun driue out the inhabitants of Kitron, nor the inhabitants of Nahalol: but the Canaanites dwelt among them, and became tributaries.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Neither did Asher driue out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor Achzib, nor Helbath, nor Aphik, nor of Rehob:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 32,
      "verse_end": 32,
      "text": "But the Asherites dwelt among the Canaanites, the inhabitants of the land: for they did not driue them out.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ Neither did Naphtali driue out the inhabitants of Bethshemesh, nor the inhabitants of Bethanath, but hee dwelt among the Canaanites, the inhabitants of the land: neuerthelesse, the inhabitants of Bethshemesh, and of Bethanath, became tributaries vnto them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the Amorites forced the children of Dan into the mountaine: for they would not suffer them to come downe to the valley.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 35,
      "verse_end": 35,
      "text": "But the Amorites would dwell in mount Heres in Aiialon, &amp; in Shaalbim: yet the hand of the house of Ioseph preuailed, so that they became tributaries.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 1,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And the coast of the Amorites was from the going vp to Akrabbim, from the rocke, and vpward.",
      "info": ""
    }
  ]
}