{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now Iephthah the Gileadite was a mightie man of valour, and he was the sonne of an harlot: and Gilead begate Iephthah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Gileads wife bare him sonnes, and his wiues sonnes grew vp, and they thrust out Iephthah, and said vnto him, Thou shalt not inherite in our fathers house, for thou art the son of a strange woman.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then Iephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vaine men to Iephthah, and went out with him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And it came to passe, in processe of time, that the children of Ammon made warre against Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it was so, that when the children of Ammon made war against Israel, the Elders of Gilead went to fetch Iephthah out of the land of Tob,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And they said vnto Iephthah, Come and bee our Captaine, that wee may fight with the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Iephthah said vnto the Elders of Gilead, Did not ye hate me, and expell me out of my fathers house? And why are ye come vnto mee now when ye are in distresse?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Elders of Gilead said vnto Iephthah, Therefore we turne againe to thee now, that thou mayest go with vs, and fight against the children of Ammon, and bee our head ouer all the inhabitants of Gilead.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Iephthah said vnto the Elders of Gilead, If ye bring me home againe to fight against the children of Ammon, and the Lord deliuer them before me; shall I be your Head?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Elders of Gilead said vnto Iephthah, The Lord be witnes betweene vs, if we doe not so according to thy words.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then Iephthah went with the Elders of Gilead, and the people made him head and captaine ouer them: and Iephthah vttered all his words before the Lord in Mizpeh.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Iephthah sent messengers vnto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against mee to fight in my land?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the king of the children of Ammon answered vnto the messengers of Iephthah; Because Israel tooke away my land when they came vp out of Egypt, from Arnon euen vnto Iabbok, and vnto Iordan: now therfore restore those lands againe peaceably.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Iephthah sent messengers againe vnto the king of the children of Ammon:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And said vnto him, Thus saith Iephthah; Israel tooke not away the land of Moab, nor the land of the children of Ammon:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But when Israel came vp from Egypt, and walked through the wildernesse, vnto the red sea, and came to Kadesh;",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then Israel sent messengers vnto the king of Edom saying, Let me, I pray thee, passe through thy land. But the king of Edom would not hearken thereto: And in like maner they sent vnto the king of Moab: but hee would not consent: &amp; Israel abode in Kadesh.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then they went along through the wildernes, and compassed the land of Edom, and the land of Moab, and came by the Eastside of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Israel sent messengers vnto Sihon king of the Amorites, the king of Heshbon, and Israel said vnto him, Let vs passe, we pray thee, thorow thy land, vnto my place.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But Sihon trusted not Israel, to passe through his coast: but Sihon gathered all his people together, and pitched in Iahaz, and fought against Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the Lord God of Israel deliuered Sihon and all his people into the hand of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that countrey.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And they possessed all the coasts of the Amorites, from Arnon euen vnto Iabbok, and from the wildernesse euen vnto Iordan.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So nowe the Lord God of Israel hath dispossessed the Amorites from before his people Israel, and shouldest thou possesse it?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Wilt not thou possesse that which Chemosh thy god giueth thee to possesse? so whomsoeuer the Lord our God shal driue out from before vs, them will we possesse.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And now, art thou any thing better then Balak the sonne of Zippor king of Moab? Did hee euer striue against Israel, or did hee euer fight against them,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 26,
      "verse_end": 26,
      "text": "While Israel dwelt in Heshbon, and her townes, and in Aroer, and her townes, and in all the cities that bee along by the coasts of Arnon, three hundred yeeres? Why therefore did yee not recouer them within that time?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Wherefore, I haue not sinned against thee, but thou doest me wrong to warre against mee: the Lord the Iudge, bee Iudge this day betweene the children of Israel, and the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Howbeit, the king of the children of Ammon hearkened not vnto the words of Iephthah which hee sent him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ Then the Spirit of the Lord came vpon Iephthah, and he passed ouer Gilead and Manasseh, and passed ouer Mizpeh of Gilead, and from Mizpeh of Gilead hee passed ouer vnto the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Iephthah vowed a vowe vnto the Lord, and said, If thou shalt without faile deliuer the children of Ammon into mine hands,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then it shall be, that whatsoeuer commeth forth of the doores of my house to meete me, when I returne in peace from the children of Ammon, shall surely be the Lords, and I will offer it vp for a burnt offering.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ So Iephthah passed ouer vnto the children of Ammon to fight against them, and the Lord deliuered them into his hands.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And he smote them from Aroer, euen till thou come to Minnith, euen twentie cities, and vnto the plaine of the vineyards, with a very great slaughter: thus the children of Ammon were subdued before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 34,
      "verse_end": 34,
      "text": "¶ And Iephthah came to Mizpeh vnto his house, and beholde, his daughter came out to meete him with timbrels and with dances, and she was his onely childe: beside her he had neither sonne nor daughter.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And it came to passe when he saw her, that he rent his clothes, and said, Alas, my daughter, thou hast brought me very low, and thou art one of them that trouble me: for I haue opened my mouth vnto the Lord, and I cannot goe backe.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And she said vnto him, My father, if thou hast opened thy mouth vnto the Lord, doe to me according to that which hath proceeded out of thy mouth; forasmuch as the Lord hath taken vengeance for thee of thine enemies, euen of the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And she said vnto her father, Let this thing be done for me: Let me alone two moneths, that I may goe vp and downe vpon the mountaines, and bewaile my virginitie, I, and my fellowes.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And he said, Goe. And he sent her away for two moneths, and shee went with her companions, and bewailed her virginitie vpon the mountaines.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And it came to passe at the ende of two moneths that shee returned vnto her father, who did with her according to his vow which he had vowed: and she knew no man: &amp; it was a custome in Israel,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 11,
      "verse_start": 40,
      "verse_end": 40,
      "text": "That the daughters of Israel went yeerely to lament the daughter of Iephthah the Gileadite foure dayes in a yeere.",
      "info": ""
    }
  ]
}