{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then went Samson to Gaza, and saw there an harlot, and went in vnto her.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it was told the Gazites, saying, Samson is come hither. And they compassed him in, and layd wait for him all night in the gate of the citie, and were quiet all the night, saying, In the morning when it is day, we shall kill him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Samson lay till midnight, and arose at midnight, and tooke the doores of the gate of the city, and the two posts, and went away with them, barre and all, and put them vpon his shoulders, and caried them vp to the toppe of an hill that is before Hebron.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And it came to passe afterward, that he loued a woman in the valley of Sorek, whose name was Delilah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the lords of the Philistines came vp vnto her, and said vnto her, Entice him, and see wherein his great strength lieth, and by what meanes we may preuaile against him, that we may bind him, to afflict him: and we will giue thee euery one of vs, eleuen hundreth pieces of siluer.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Delilah said to Samson, Tel me, I pray thee, wherein thy great strength lyeth, and wherewith thou mightest be bound, to afflict thee.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Samson said vnto her, If they binde mee with seuen greene withs, that were neuer dried, then shall I be weake, and be as another man.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then the lords of the Philistines brought vp to her seuen greene withs, which had not bene dried, &amp; she bound him with them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Now there were men lying in wait, abiding with her in the chamber: and she said vnto him, The Philistines be vpon thee, Samson. And he brake the withs, as a threed of tow is broken, when it toucheth the fire: so his strength was not knowen.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Delilah said vnto Samson, Behold, thou hast mocked me, and told mee lies: now tell mee, I pray thee, wherewith thou mightest be bound.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he said vnto her, If they bind me fast with newe ropes that neuer were occupied, then shall I bee weake, and be as another man.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Delilah therfore tooke new ropes, and bound him therewith, and said vnto him, The Philistines be vpon thee, Samson. (And there were liers in wait abiding in the chamber.) and hee brake them from off his armes, like a threed.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Delilah said vnto Samson, Hitherto thou hast mocked me, and told me lies: tell me wherewith thou mightest be bound. And he said vnto her, If thou weauest the seuen lockes of my head with the web.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And she fastened it with the pinne, and said vnto him, The Philistines be vpon thee, Samson. And hee awaked out of his sleepe, and went away with the pinne of the beame, &amp; with the web.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And shee said vnto him, How canst thou say, I loue thee, when thine heart is not with mee? Thou hast mocked mee these three times, and hast not told me wherin thy great strength lieth.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it came to passe, when she pressed him daily with her wordes, and vrged him so that his soule was vexed vnto death,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That he told her all his heart, and said vnto her, There hath not come a rasor vpon mine head: for I haue bene a Nazarite vnto God from my mothers wombe: If I bee shauen, then my strength will goe from me, and I shall become weake, and bee like any other man.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And when Delilah saw that he had told her all his heart, she sent and called for the Lords of the Philistines, saying, Come vp this once, for hee hath shewed me all his heart. Then the lords of the Philistines came vp vnto her, &amp; brought money in their hand.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And she made him sleepe vpon her knees, and she called for a man, and she caused him to shaue off the seuen lockes of his head, and she began to afflict him, and his strength went from him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And she said, The Philistines be vpon thee, Samson. And hee awoke out of his sleepe, and said, I will go out as at other times before, and shake my selfe. And he wist not that the Lord was departed from him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ But the Philistines tooke him and put out his eyes, and brought him downe to Gaza, and bound him with fetters of brasse, and he did grind in the prison house.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Howbeit, the haire of his head began to grow againe, after he was shauen.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then the lords of the Philistines gathered them together, for to offer a great sacrifice vnto Dagon their god, and to reioyce: for they said, Our god hath deliuered Samson our enemy into our hand.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And when the people saw him, they praised their god: for they said, Our god hath deliuered into our hands our enemy, and the destroyer of our countrey, which slew many of vs.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And it came to passe when their hearts were merry, that they said, Call for Samson, that hee may make vs sport. And they called for Samson out of the prison house, and he made them sport, and they set him betweene the pillars.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And Samson said vnto the lad that held him by the hand, Suffer mee, that I may feele the pillars whereupon the house standeth, that I may leane vpon them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Now the house was full of men and women, and all the lords of the Philistines were there: and there were vpon the roofe about three thousand men and women, that behelde while Samson made sport.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Samson called vnto the Lord, and said, O Lord God, remember me, I pray thee, &amp; strengthen mee, I pray thee, onely this once, O God, that I may be at once auenged of the Philistines, for my two eyes.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Samson tooke hold of the two middle pillars, vpon which the house stood, and on which it was borne vp, of the one with his right hand, and of the other with his left.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Samson said, Let me die with the Philistines: &amp; he bowed himselfe with all his might: and the house fel vpon the lords, and vpon all the people that were therein: so the dead which he slew at his death, were moe, then they which he slew in his life.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 16,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then his brethren, and all the house of his father, came downe, and tooke him, and brought him vp, and buried him betweene Zorah and Eshtaol, in the burying place of Manoah his father: and hee iudged Israel twentie yeeres.",
      "info": ""
    }
  ]
}