{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And an Angel of the Lord came vp from Gilgal to Bochim, and said, I made you to goe vp out of Egypt, and haue brought you vnto the land which I sware vnto your fathers, and I said, I will neuer breake my Couenant with you.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And yee shall make no league with the inhabitants of this land, you shal throw downe their altars: But ye haue not obeyed my voyce; Why haue ye done this?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Wherefore I also said, I will not driue them out from before you: but they shalbe as thornes in your sides, and their gods shalbe a snare vnto you.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And it came to passe when the Angel of the Lord spake these words vnto all the children of Israel, that the people lift vp their voice, and wept.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they called the name of that place Bochim: and they sacrificed there vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And when Ioshua had let the people goe, the children of Israel went euery man vnto his inheritance, to possesse the land.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the people serued the Lord all the dayes of Ioshua, and all the dayes of the Elders that outliued Ioshua, who had seene all the great workes of the Lord, that hee did for Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Ioshua the sonne of Nun, the seruant of the Lord died, being an hundred and ten yeeres old.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they buried him in the border of his inheritance in Timnath-Heres, in the mount of Ephraim, on the North side of the hill Gaash.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And also all that generation were gathered vnto their fathers: and there arose another generation after them, which knew not the Lord, nor yet the woorkes which hee had done for Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the children of Israel did euil in the sight of the Lord, and serued Baalim:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they forsooke the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselues vnto them, and prouoked the Lord to anger.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they forsooke the Lord, and serued Baal and Ashtaroth.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And the anger of the Lord was hote against Israel, and he deliuered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Whither soeuer they went out, the hand of the Lord was against them for euill, as the Lord had said, and as the Lord had sworne vnto them: and they were greatly distressed.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Neuerthelesse, the Lord raysed vp Iudges, which deliuered them out of the hand of those that spoyled them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And yet they would not hearken vnto their Iudges, but they went a whoring after other gods, and bowed themselues vnto them: they turned quickly out of the way, which their fathers walked in, obeying the Commandements of the Lord; but they did not so.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And when the Lord raised them vp Iudges, then the Lord was with the Iudge, and deliuered them out of the hand of their enemies, all the dayes of the Iudge (for it repented the Lord, because of their gronings by reason of them that oppressed them, and vexed them:)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And it came to passe when the Iudge was dead, that they returned, and corrupted themselues more then their fathers, in following other gods, to serue them, and to bow downe vnto them: they ceased not from their owne doings, nor from their stubborne way.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And the anger of the Lord was hote against Israel, and he said, Because that this people hath transgressed my Couenant which I commanded their fathers, and haue not hearkened vnto my voice:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I also will not henceforth driue out any from before them of the nations which Ioshua left when he died:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "That through them I may proue Israel, whether they will keepe the way of the Lord, to walke therein, as their fathers did keepe it, or not.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Therefore the Lord left those nations, without driuing them out hastily, neither deliuered he them into the hand of Ioshua.",
      "info": ""
    }
  ]
}