{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then all the children of Israel went out, and the Congregation was gathered together as one man, from Dan euen to Beer-sheba, with the land of Gilead, vnto the Lord in Mizpeh.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the chiefe of al the people, euen of all the tribes of Israel, presented themselues in the assembly of the people of God, foure hundred thousand footmen that drew sword.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "(Now the children of Beniamin heard that the children of Israel were gone vp to Mizpeh.) Then said the children of Israel, Tell vs, how was this wickednesse?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the Leuite the husband of the woman that was slaine, answered and said, I came into Gibeah that belongeth to Beniamin, I and my concubine, to lodge.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the men of Gibeah rose against me, and beset the house round about vpon me by night, and thought to haue slaine mee, and my concubine haue they forced that she is dead.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I tooke my concubine, and cut her in pieces, and sent her throughout all the countrey of the inheritance of Israel: for they haue committed lewdnesse and folly in Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Behold, ye are all children of Israel, giue here your aduise and counsell.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And all the people arose as one man, saying, We will not any of vs goe to his tent, neither will wee any of vs turne into his house:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But now, this shall bee the thing which we will doe to Gibeah, we will goe vp by lot against it:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And we wil take ten men of a hundred throughout all the tribes of Israel, and an hundred of a thousand, and a thousand out of ten thousand, to fetch victuall for the people, that they may doe, when they come to Gibeah of Beniamin, according to all the folly that they haue wrought in Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So all the men of Israel were gathered against the citie, knit together as one man.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And the tribes of Israel sent men thorow all the tribe of Beniamin, saying, What wickednesse is this that is done among you?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Now therfore deliuer vs the men, the children of Belial which are in Gibeah, that wee may put them to death, and put away euill from Israel: but the children of Beniamin would not hearken to the voice of their brethren the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But the children of Beniamin gathered themselues together out of the cities, vnto Gibeah, to goe out to battell against the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the children of Beniamin were numbred at that time out of the cities, twentie and sixe thousand men that drew sword, beside the inhabitants of Gibeah, which were numbred seuen hundred chosen men.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Among all this people there were seuen hundred chosen men left handed, euery one could sling stones at an haire breadth, and not misse.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the men of Israel, beside Beniamin, were numbred foure hundred thousand men that drewe sword; all these were men of warre.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And the children of Israel arose, and went vp to the house of God, and asked counsell of God, and saide, Which of vs shall goe vp first to the battell against the children of Beniamin? And the Lord said, Iudah shall goe vp first.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the children of Israel rose vp in the morning, and encamped against Gibeah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the men of Israel went out to battell against Beniamin, and the men of Israel put themselues in aray to fight against them at Gibeah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the children of Beniamin came forth out of Gibeah, and destroied downe to the ground of the Israelites that day, twenty &amp; two thousand men.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the people the men of Israel incouraged themselues, &amp; set their battel againe in aray, in the place where they put themselues in aray the first day.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 23,
      "verse_end": 23,
      "text": "(And the children of Israel went vp and wept before the Lord vntill Euen, and asked counsel of the Lord, saying, Shall I goe vp againe to battell against the children of Beniamin my brother? And the Lord saide, Goe vp against him.)",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the children of Israel came neere against the children of Beniamin, the second day.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Beniamin went foorth against them out of Gibeah the second day, &amp; destroyed down to the ground of the children of Israel againe, eighteene thousand men, all these drew the sword.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Then all the children of Israel, and all the people went vp, and came vnto the house of God, and wept, and sate there before the Lord, and fasted that day vntill Euen, and offered burnt offerings, and peace offerings before the Lord.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the children of Israel enquired of the Lord, (for the Arke of þ<sup>e</sup> couenant of God was there in those daies,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Phinehas the sonne of Eleazar the sonne of Aaron stood before it in those dayes.) saying; Shall I yet againe goe out to battel against the children of Beniamin my brother, or shall I cease? And the Lord said, Goe vp; for to morrow I will deliuer them into thine hand.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Israel set lyers in waite round about Gibeah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the children of Israel went vp against the children of Beniamin on the third day, and put themselues in aray against Gibeah, as at other times.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the children of Beniamin went out against the people, and were drawen away from the citie, and they began to smite of the people and kill as at other times, in the high wayes, of which one goeth vp to the house of God, and the other to Gibeah in the field, about thirtie men of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the children of Beniamin said, They are smitten downe before vs, as at the first: But the children of Israel said, Let vs flee, and draw them from the citie, vnto the high wayes.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And all the men of Israel rose vp out of their place, and put themselues in aray at Baal Tamar: and the lyers in waite of Israel came foorth out of their places, euen out of the medowes of Gibeah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And there came against Gibeah ten thousand chosen men, out of all Israel, and the battell was sore: but they knew not that euill was neere them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the Lord smote Beniamin before Israel, and the children of Israel destroyed of the Beniamites that day, twentie and fiue thousand, and an hundred men; all these drew the sword.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 36,
      "verse_end": 36,
      "text": "So the children of Beniamin saw that they were smitten: for the men of Israel gaue place to the Beniamites, because they trusted vnto the lyers in wait, which they had set beside Gibeah.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And the liers in wait hasted, and rushed vpon Gibeah, and the liers in wait drew themselues along, and smote all the citie with the edge of the sword.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 38,
      "verse_end": 38,
      "text": "Nowe there was an appointed signe between the men of Israel and the liers in wait, that they should make a great flame with smoke rise vp out of the citie.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And when the men of Israel retired in the battell, Beniamin began to smite and kill of the men of Israel about thirtie persons; for they saide, Surely they are smitten downe before vs, as in the first battell.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 40,
      "verse_end": 40,
      "text": "But when the flame began to arise vp out of the citie, with a pillar of smoke, the Beniamites looked behind them, and behold, the flame of the citie ascended vp to heauen.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And when the men of Israel turned againe, the men of Beniamin were amased; for they saw that euill was come vpon them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 42,
      "verse_end": 42,
      "text": "Therefore they turned their backs before the men of Israel, vnto þ<sup>e</sup> way of the wildernes, but the battel ouertooke them: &amp; them which came out of the cities, they destroyed in the midst of them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Thus they inclosed the Beniamites round about, and chased them, and trode them downe with ease ouer against Gibeah toward the sunne rising.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And there fell of Beniamin eighteene thousand men; all these were men of valour.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And they turned and fled toward the wildernesse vnto the rocke of Rimmon: and they gleaned of them in the high wayes fiue thousand men: and pursued hard after them vnto Gidom, and slew two thousand men of them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 46,
      "verse_end": 46,
      "text": "So that all which fell that day of Beniamin, were twentie and fiue thousand men that drew the sword; all these were men of valour.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 47,
      "verse_end": 47,
      "text": "But sixe hundred men turned and fledde to the wildernesse vnto the rocke Rimmon, and abode in the rocke Rimmon foure moneths.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 20,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And the men of Israel turned againe vpon the children of Beniamin, and smote them with the edge of the sword, as well the men of euery citie, as the beast, and all that came to hand: also they set on fire all the cities that they came to.",
      "info": ""
    }
  ]
}