{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the children of Israel againe did euil in the sight of the Lord, when Ehud was dead.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord sold them into the hande of Iabin king of Canaan: that reigned in Hazor, the captaine of whose host was Sisera, which dwelt in Harosheth of the Gentiles.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the children of Israel cried vnto the Lord: for he had nine hundred charets of yron: and twentie yeres hee mightily oppressed the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And Deborah a prophetesse, the wife of Lapidoth, shee iudged Israel at that time.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And shee dwelt vnder the palme tree of Deborah, betweene Ramah and Bethel in mount Ephraim: and the children of Israel came vp to her for iudgement.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And shee sent and called Barak the sonne of Abinoam, out of Kedesh-Naphtali, and said vnto him, Hath not the Lord God of Israel commaunded, saying, Goe, and drawe toward mount Tabor, and take with thee ten thousand men of the children of Naphtali, and of the children of Zebulun?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I wil draw vnto thee to the riuer Kishon, Sisera the captaine of Iabins army, with his charets, and his multitude, and I will deliuer him into thine hand.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Barak said vnto her, If thou wilt goe with me, then I wil goe: but if thou wilt not goe with mee, then I will not goe.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And she said, I wil surely go with thee, notwithstanding the iourney that thou takest, shal not be for thine honor: for the Lord shall sell Sisera into the hand of a woman. And Deborah arose, &amp; went with Barak to Kedesh.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And Barak called Zebulun, and Naphtali to Kedesh, and he went vp with ten thousand men at his feete: and Deborah went vp with him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had seuered himselfe from the Kenites, and pitched his tent vnto the plaine of Zaanaim, which is by Kedesh.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they shewed Sisera, that Barak the sonne of Abinoam was gone vp to mount Tabor.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Sisera gathered together all his charets, euen nine hundred charets of iron, and al the people that were with him, from Harosheth of the Gentiles, vnto the riuer of Kishon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Deborah said vnto Barak, Up, for this is the day in which the Lord hath deliuered Sisera into thine hand: Is not the Lord gone out before thee? so Barak went downe from mount Tabor, and ten thousand men after him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord discomfited Sisera, and all his charets, and all his hoste with the edge of the sword, before Barak: so that Sisera lighted downe off his charet, and fled away on his feet.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But Barak pursued after the charets, and after the hoste vnto Harosheth of the Gentiles, and all the host of Sisera fell vpon the edge of the sword; and there was not a man left.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Howbeit Sisera fled away on his feet, to the tent of Iael the wife of Heber the Kenite: for there was peace betweene Iabin the king of Hazor, and the house of Heber the Kenite.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And Iael went out to meete Sisera, and said vnto him, Turne in, my lord, turne in to me, feare not. And when hee had turned in vnto her, into the tent, shee couered him with a mantle.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he said vnto her, Giue me, I pray thee, a litle water to drinke, for I am thirstie. And she opened a bottle of milke, and gaue him drinke, and couered him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Againe he said vnto her, Stand in the doore of the tent, and it shall bee when any man doeth come and enquire of thee and say, Is there any man here? that thou shalt say, No.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then Iael Hebers wife, tooke a naile of the tent, and tooke an hammer in her hand, and went softly vnto him, and smote the naile into his temples, and fastened it into the ground: (for he was fast asleepe, and weary;) so he died.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And behold, as Barak pursued Sisera, Iael came out to meet him, and said vnto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the naile was in his temples.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So God subdued on that day, Iabin the king of Canaan, before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 4,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the hand of the children of Israel prospered, &amp; preuailed against Iabin the king of Canaan, vntill they had destroyed Iabin king of Canaan.",
      "info": ""
    }
  ]
}