{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the men of Ephraim said vnto him, Why hast thou serued vs thus, that thou calledst vs not when thou wentest to fight with the Midianites? And they did chide with him sharpely.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he said vnto them, What haue I done now in comparison of you? Is not the gleaning of the grapes of Ephraim better then the vintage of Abiezer?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "God hath deliuered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to doe in comparison of you? then their anger was abated toward him, when he had said that.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And Gideon came to Iordan, and passed ouer, hee, and the three hundred men that were with him, faint, yet pursuing them.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he said vnto the men of Succoth, Giue, I pray you, loaues of bread vnto the people that follow me, for they bee faint, and I am pursuing after Zebah and Zalmunna, kings of Midian.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And the princes of Succoth said, Are the hands of Zebah and Zalmunna now in thine hands, that wee should giue bread vnto thine armie?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Gideon said, Therfore when the Lord hath deliuered Zebah and Zalmunna into mine hand, then I wil teare your flesh with the thornes of the wildernesse, and with briers.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And he went vp thence to Penuel, and spake vnto them likewise: and the men of Penuel answered him, as the men of Succoth had answered him.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he spake also vnto the men of Penuel, saying, When I come againe in peace, I will breake downe this towre.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Now Zebah and Zalmunna were in Karkor, and their hostes with them, about fifteene thousand men, all that were left of all the hosts of the children of the East: for there fell an hundred and twentie thousand men that drew sword.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And Gideon went vp by the way of them that dwelt in tents, on the East of Nobah, and Iogbehah, and smote the host: for the host was secure.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when Zebah and Zalmunna fled, he pursued after them, and took the two kings of Midian, Zebah, and Zalmunna, &amp; discomfited all the host.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And Gideon the sonne of Ioash returned from battel before the Sunne was vp,",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And caught a yong man of the men of Succoth, and enquired of him: and he described vnto him the princes of Succoth and the elders thereof, euen threescore and seuenteene men.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he came vnto the men of Succoth, and said, Behold Zebah and Zalmunna, with whom ye did vpbraid me, saying, Are the handes of Zebah and Zalmunna now in thine hand, that we should giue bread vnto thy men that are wearie?",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And hee tooke the Elders of the citie, and thornes of the wildernes, and briers, and with them hee taught the men of Succoth.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he beat downe the towre of Penuel, and slew the men of the citie.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then said he vnto Zebah and Zalmunna, What maner of men were they whom ye slew at Tabor? And they answered, As thou art, so were they, ech one resembled the children of a king.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And hee said, They were my brethren, euen the sonnes of my mother: as the Lord liueth, if yee had saued them aliue, I would not slay you.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he said vnto Iether his first borne, Up, and slay them: but the youth drew not his sword: for he feared, because he was yet a youth.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then Zebah and Zalmunna said, Rise thou, and fall vpon vs: for as the man is, so is his strength. And Gideon arose, and slewe Zebah and Zalmunna, &amp; tooke away the ornaments that were on their camels neckes.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Then the men of Israel saide vnto Gideon, Rule thou ouer vs, both thou, and thy sonne, &amp; thy sonnes sonne also: for thou hast deliuered vs from the hand of Midian.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Gideon said vnto them, I will not rule ouer you, neither shall my sonne rule ouer you: the Lord shall rule ouer you.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Gideon said vnto them, I would desire a request of you, that you would giue me euery man the earerings of his pray. For they had golden eare-rings, because they were Ishmaelites.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they answered, We will willingly giue them. And they spread a garment, and did cast therein, euery man the earerings of his pray.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the weight of the golden eare-rings that hee requested, was a thousand and seuen hundred shekels of gold, beside ornaments, and collars, &amp; purple raiment that was on the kings of Midian, and beside the chaines that were about their camels necks.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And Gideon made an Ephod thereof, and put it in his citie, euen in Ophrah: and all Israel went thither a whoring after it; which thing became a snare vnto Gideon, and to his house.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Thus was Midian subdued before the children of Israel; so that they lifted vp their heads no more: and the countrey was in quietnesse fourtie yeeres, in the dayes of Gideon.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And Ierubbaal the sonne of Ioash went &amp; dwelt in his owne house.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Gideon had threescore and ten sonnes of his body begotten: for he had many wiues.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And his concubine that was in Shechem, shee also bare him a sonne, whose name he called Abimelech.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And Gideon the sonne of Ioash died, in a good olde age, and was buried in the sepulchre of Ioash his father, in Ophrah of the Abi-Ezrites.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And it came to passe as soone as Gideon was dead, that the children of Israel turned againe, and went a whoring after Baalim, and made Baal-Berith their god.",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the children of Israel remembred not the Lord their God, who had deliuered them out of the hands of all their enemies, on euery side:",
      "info": ""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 8,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Neither shewed they kindnesse to the house of Ierubbaal, namely Gideon, according to all the goodnesse which he had shewed vnto Israel.",
      "info": ""
    }
  ]
}