{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "It is reported commonly, that there is fornication among you, and such fornication, as is not so much as named amongst the Gentiles, that one should haue his fathers wife.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And yee are puffed vp, and haue not rather mourned, that he that hath done this deed, might bee taken away from among you.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For I verily as absent in body, but present in spirit, haue iudged alreadie, as though I were present, concerning him that hath so done this deed,",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "In the Name of our Lord Iesus Christ, when yee are gathered together, and my spirit, with the power of our Lord Iesus Christ,",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "To deliuer such a one vnto Satan for the destruction of the flesh, that the spirit may be saued in the day of the Lord Iesus.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Your glorying is not good: know ye not that a little leauen leaueneth the whole lumpe?",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Purge out therefore the olde leauen, that ye may be a new lumpe, as ye are vnleauened. For euen Christ our Passeouer is sacrificed for vs.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therefore let vs keepe the Feast, not with old leauen, neither with the leauen of malice and wickednesse: but with the vnleauened bread of sinceritie and trueth.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "I wrote vnto you in an Epistle, not to company with fornicators.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Yet not altogether with the fornicatours of this world, or with the couetous, or extortioners, or with idolaters; for then must yee needs goe out of the world.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But now I haue written vnto you, not to keepe company, if any man that is called a brother bee a fornicator, or couetous, or an idolater, or a railer, or a drunkard, or an extortioner: with such a one, no, not to eate.",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For what haue I to doe to iudge them also that are without? doe not ye iudge them that are within?",
      "info": ""
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But them that are without, God iudgeth. Therefore put away from among your selues that wicked person.",
      "info": ""
    }
  ]
}