{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "A prayer of Habakkuk the prophet vpon Sigionoth.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "O Lord, I haue heard thy speach, and was afraide: O Lord, reuiue thy worke in the midst of the yeeres, in the midst of the yeeres make knowen; in wrath remember mercy.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "God came from Teman, and the holy on from mount Paran Selah. His glory couered the heauens and the earth was full of his praise.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And his brightnesse was as the light: he had hornes comming out of his hand, and there was the hiding of his power:",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Before him went the pestilence, and burning coales went forth at his feete.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "He stood and measured the earth: hee beheld and droue asunder the nations, and the euerlasting mountaines were scattered, the perpetuall hilles did bowe: his wayes are euerlasting.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "I saw the tents of Cushan in affliction: and the curtaines of the land of Midian did tremble.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Was the Lord displeased against the riuers? was thine anger against the riuers? was thy wrath against the Sea, that thou didst ride vpon thine horses, and thy charets of saluation?",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thy bow was made quite naked according to the oathes of the tribes, euen thy word. Selah. Thou didst cleaue the earth with riuers.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The mountaines sawe thee, and they trembled: the ouerflowing of the water passed by: the deepe vttered his voyce, and lift vp his hands on high.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "The Sunne and Moone stood still in their habitation: at the light of thine arrowes they went, and at the shining of thy glittering speare.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Thou didst march through the land in indignation, thou didst thresh the heathen in anger.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thou wentest forth for the saluation of thy people, euen for saluation with thine Anointed, thou woundedst the head out of the house of the wicked, by discouering the foundation vnto the necke. Selah.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thou didst strike through with his staues the head of his villages: they came out as a whirle-winde to scatter me: their reioycing was as to deuoure the poore secretly.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thou didst walke through the Sea with thine horses, through the heape of great waters.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "When I heard, my belly trembled: my lips quiuered at the voice: rottennesse entred into my bones, and I trembled in my selfe, that I might rest in the day of trouble: when hee commeth vp vnto the people, he wil inuade them with his troupes.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Although the fig tree shall not blossome, neither shall fruite bee in the vines: the labour of the Oliue shall faile, and the fields shal yeeld no meat, the flocke shall be cut off from the folde, and there shalbe no heard in the stalles:",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Yet I will reioyce in the Lord: I will ioy in the God of my saluation.",
      "info": ""
    },
    {
      "book_id": "HAB",
      "book_name": "Habakkuk",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The Lord God is my strength, and he will make my feet like hindes feet, and he will make me to walke vpon mine high places. To the chiefe singer on my stringed instruments.",
      "info": ""
    }
  ]
}