{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The Pharises also, with the Sadduces, came, and tempting, desired him that hee would shew them a signe from heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "He answered, and said vnto them, When it is euening, yee say, It will bee faire weather: for the skie is red.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And in the morning, It will be foule weather to day: for the skie is red and lowring. O ye hypocrites, yee can discerne the face of the skie, but can ye not discerne the signes of the times?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "A wicked and adulterous generation seeketh after a signe, and there shall no signe be giuen vnto it, but the signe of the Prophet Ionas. And hee left them, and departed.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when his disciples were come to the other side, they had forgotten to take bread.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Then Iesus said vnto them, Take heed and beware of the leauen of the Pharises, and of the Sadduces.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they reasoned among themselues, saying, It is because we haue taken no bread.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Which when Iesus perceiued, he said vnto them, O ye of little faith, why reason ye among your selues, because ye haue brought no bread?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Doe ye not yet vnderstand, neither remember the fiue loaues of the fiue thousand, and how many baskets ye tooke vp?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Neither the seuen loaues of the foure thousand, and how many baskets ye tooke vp?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "How is it that ye doe not vnderstand, that I spake it not to you concerning bread, that ye should beware of the leauen of the Pharises, and of the Sadduces?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then vnderstood they how that he bade them not beware of the leauen of bread: but of the doctrine of the Pharisees, and of the Sadduces.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ When Iesus came into the coasts of Cesarea Philippi, he asked his disciples, saying, Whom doe men say, that I, the sonne of man, am?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And they said, Some say that thou art Iohn the Baptist, some Elias, and others Ieremias, or one of þ<sup>e</sup> Prophets.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "He saith vnto them, But whom say ye that I am?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Simon Peter answered, and said, Thou art Christ the sonne of the liuing God.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Iesus answered, and said vnto him, Blessed art thou Simon Bar Iona: for flesh and blood hath not reueiled it vnto thee, but my Father which is in heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And I say also vnto thee, that thou art Peter, and vpon this rocke I will build my Church: and the gates of hell shall not preuaile against it.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And I will giue vnto thee the keyes of the kingdome of heauen: and whatsoeuer thou shalt bind on earth, shall be bound in heauen: whatsoeuer thou shalt loose on earth, shall be loosed in heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then charged hee his disciples that they should tel no man that he was Iesus the Christ.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ From that time foorth began Iesus to shew vnto his disciples, how that he must goe vnto Hierusalem, and suffer many things of the Elders and chiefe Priests &amp; Scribes, and be killed, and be raised againe the third day.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then Peter tooke him, and began to rebuke him, saying, Be it farre from thee Lord: This shal not be vnto thee.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But he turned, and said vnto Peter, Get thee behind mee, Satan, thou art an offence vnto me: for thou sauourest not the things that be of God, but those that be of men.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ Then said Iesus vnto his disciples, If any man will come after me, let him denie himselfe, and take vp his crosse, and follow me.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 25,
      "verse_end": 25,
      "text": "For whosoeuer will saue his life, shall lose it: and whosoeuer will lose his his life for my sake, shall finde it.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For what is a man profited, if hee shal gaine the whole world, and lose his owne soule? Or what shall a man giue in exchange for his soule?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For the sonne of man shall come in the glory of his father, with his Angels: and then he shall reward euery man according to his works.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 16,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Uerely I say vnto you, There be some standing here, which shall not taste of death, till they see the Sonne of man comming in his Kingdome.",
      "info": ""
    }
  ]
}