{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe, that when Iesus had finished these sayings, he departed from Galilee, and came into the coastes of Iudea, beyond Iordane:",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And great multitudes followed him, and he healed them there.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ The Pharisees also came vnto him, tempting him, and saying vnto him, Is it lawfull for a man to put away his wife for euery cause?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And hee answered, and said vnto them, Haue ye not read, that he which made them at the beginning, made them male and female?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And said, For this cause shall a man leaue father and mother, and shall cleaue to his wife: and they twaine shalbe one flesh.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherefore they are no more twaine, but one flesh. What therefore God hath ioyned together, let not man put asunder.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "They say vnto him, Why did Moses then command to giue a writing of diuorcement, and to put her away?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Hee saith vnto them, Moses, because of the hardnesse of your hearts, suffered you to put away your wiues: but from the beginning it was not so.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And I say vnto you, Whosoeuer shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away, doth commit adultery.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ His disciples say vnto him, If the case of the man be so with his wife, it is not good to marrie.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But hee said vnto them, All men cannot receiue this saying, saue they to whom it is giuen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For there are some Eunuches, which were so borne from their mothers wombe: and there are some Eunuches, which were made Eunuches of men: and there be Eunuches, which haue made themselues Eunuches for the kingdome of heauens sake. He that is able to receiue it, let him receiue it.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ Then were there brought vnto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But Iesus said, Suffer little children, and forbid them not to come vnto me: for of such is þ<sup>e</sup> kingdome of heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he laide his hands on them, and departed thence.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And behold, one came and said vnto him, Good master, what good thing shall I do, that I may haue eternall life?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he said vnto him, Why callest thou me good? there is none good but one, that is God: but if thou wilt enter into life, keep the commandements.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "He saith vnto him, Which? Iesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steale, Thou shalt not beare false witnesse,",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Honour thy father and thy mother: and, Thou shalt loue thy neighbour as thy selfe.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "The young man saith vnto him, All these things haue I kept from my youth vp: what lacke I yet?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Iesus said vnto him, If thou wilt be perfect, goe and sell that thou hast, and giue to the poore, and thou shalt haue treasure in heauen: and come and follow me.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But when the young man heard that saying, he went away sorrowfull: for he had great possessions.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ Then said Iesus vnto his disciples, Uerely I say vnto you, that a rich man shall hardly enter into the kingdome of heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And againe I say vnto you, It is easier for a camel to goe thorow the eye of a needle, then for a rich man to enter into the kingdome of God.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 25,
      "verse_end": 25,
      "text": "When his disciples heard it, they were exceedingly amazed, saying, Who then can be saued?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 26,
      "verse_end": 26,
      "text": "But Iesus beheld them, and said vnto them, With men this is vnpossible, but with God al things are possible.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ Then answered Peter, and said vnto him, Behold, we haue forsaken all, and followed thee, what shall we haue therefore?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Iesus said vnto them, Uerily I say vnto you, that ye which haue followed me, in the regeneration when the Sonne of man shal sit in the throne of his glory, ye also shal sit vpon twelue thrones, iudging the twelue tribes of Israel.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And euery one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my Names sake, shall receiue an hundred fold, and shall inherite euerlasting life.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 19,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But many that are first, shall be last, and the last shall be first.",
      "info": ""
    }
  ]
}