{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Take heed that yee doe not your almes before men, to bee seene of them: otherwise yee haue no reward of your father which is in heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Therefore, when thou doest thine almes, doe not sound a trumpet before thee, as the hypocrites doe, in the Synagogues, and in the streetes, that they may haue glory of men. Uerily, I say vnto you, they haue their reward.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But when thou doest almes, let not thy left hand know, what thy right doeth:",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "That thine almes may be in secret: And thy father which seeth in secret, himselfe shall reward thee openly.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And when thou prayest, thou shalt not be as the hypocrites are: for they loue to pray standing in the Synagogues, and in the corners of the streets, that they may be seene of men. Uerily I say vnto you, they haue their reward.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But thou when thou prayest, enter into thy closet, and when thou hast shut thy doore, pray to thy father which is in secret, and thy father which seeth in secret, shall reward thee openly.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But when yee pray, vse not vaine repetitions, as the heathen doe. For they thinke that they shall be heard for their much speaking.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Be not yee therefore like vnto them: For your father knoweth what things yee haue neede of, before yee aske him.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "After this maner therefore pray yee: Our father which art in heauen, hallowed be thy name.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Thy kingdome come. Thy will be done, in earth, as it is in heauen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Giue vs this day our daily bread.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And forgiue vs our debts, as we forgiue our debters.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And lead vs not into temptation, but deliuer vs from euill: For thine is the kingdome, and the power, and the glory, for euer, Amen.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For, if yee forgiue men their trespasses, your heauenly father will also forgiue you.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But, if yee forgiue not men their trespasses, neither will your father forgiue your trespasses.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Moreouer, when yee fast, be not as the Hypocrites, of a sad countenance: for they disfigure their faces, that they may appeare vnto men to fast: Uerily I say vnto you, they haue their reward.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But thou, when thou fastest, anoint thine head, and wash thy face:",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "That thou appeare not vnto men to fast, but vnto thy father which is in secret: and thy father which seeth in secret, shall reward thee openly.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Lay not vp for your selues treasures vpon earth, where moth and rust doth corrupt, and where theeues breake thorow, and steale.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But lay vp for your selues treasures in heauen, where neither moth nor rust doth corrupt, &amp; where theeues doe not breake thorow, nor steale.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For where your treasure is, there will your heart be also.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "The light of the body is the eye: If therefore thine eye be single, thy whole body shalbe full of light.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But if thine eye be euill, thy whole body shall be full of darknesse. If therfore the light that is in thee be darkenesse, how great is that darkenesse?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ No man can serue two masters: for either he will hate the one and loue the other, or else hee will holde to the one, and despise the other. Ye cannot serue God and Mammon.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Therfore I say vnto you, Take no thought for your life, what yee shall eate, or what ye shall drinke, nor yet for your body, what yee shall put on: Is not the life more then meate? and the body then raiment?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Behold the foules of the aire: for they sow not, neither do they reape, nor gather into barnes, yet your heauenly father feedeth them. Are yee not much better then they?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Which of you by taking thought, can adde one cubite vnto his stature?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And why take ye thought for raiment? Consider the lillies of the field, how they grow: they toile not, neither doe they spinne.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And yet I say vnto you, that euen Solomon in all his glory, was not arayed like one of these.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Wherefore, if God so clothe the grasse of the field, which to day is, and to morrow is cast into the ouen: shall he not much more clothe you, O yee of little faith?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Therefore take no thought, saying, What shall we eate? or, what shall we drinke? or wherewithall shall wee be clothed?",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 32,
      "verse_end": 32,
      "text": "(For after all these things doe the Gentiles seeke:) for your heauenly father knoweth that ye haue neede of all these things.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 33,
      "verse_end": 33,
      "text": "But seeke ye first the kingdome of God, and his righteousnesse, and all these things shalbe added vnto you.",
      "info": ""
    },
    {
      "book_id": "MAT",
      "book_name": "Matthew",
      "chapter": 6,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of it selfe: sufficient vnto the day is the euill thereof.",
      "info": ""
    }
  ]
}