{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when the people complained, it displeased the Lord: and the Lord heard it: and his anger was kindled, and the fire of the Lord burnt among them, and consumed them that were in the vttermost parts of the campe.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the people cried vnto Moses, and when Moses prayed vnto the Lord, the fire was quenched.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hee called the name of the place Taberah: because the fire of the Lord burnt among them.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And the mixt multitude that was among them, fell a lusting, and the children of Israel also wept againe, and said, Who shal giue vs flesh to eate?",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "We remember the fish which wee did eate in Egypt freely: the cucumbers and the melons, and the leekes, and the onions, and the garlicke.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But now our soule is dried away, there is nothing at all, besides this Manna, before our eyes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Manna was as Coriander seed, and the colour thereof as the colour of Bdelium:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the people went about, and gathered it, and ground it in milles, or beat it in a morter, and baked it in pans, and made cakes of it: and the taste of it was as the taste of fresh oyle.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when the dew fell vpon the campe in the night, the Manna fell vpon it.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Then Moses heard the people weepe throughout their families, euery man in the doore of his tent, and the anger of the Lord was kindled greatly, Moses also was displeased.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Moses said vnto the Lord, Wherefore hast thou afflicted thy seruant? and wherefore haue I not found fauour in thy sight, that thou layest the burden of all this people vpon me?",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Haue I conceiued all this people? haue I begotten them, that thou shouldest say vnto me, Cary them in thy bosome (as a nursing father beareth the sucking child) vnto the land which thou swarest vnto their fathers?",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Whence should I haue flesh to giue vnto all this people? for they weep vnto me, saying, Giue vs flesh, that we may eate.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I am not able to beare all this people alone, because it is too heauie for mee.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And if thou deale thus with mee, kill me, I pray thee out of hand, if I haue found fauour in thy sight, and let me not see my wretchednesse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And the Lord said vnto Moses, Gather vnto me seuentie men, of the Elders of Israel, whome thou knowest to be the elders of the people, and officers ouer them: and bring them vnto the Tabernacle of the Congregation, that they may stand there with thee.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And I will come downe and talke with thee there, and I will take of the spirit which is vpon thee, and wil put it vpon them, and they shall beare the burden of the people with thee, that thou beare it not thy selfe alone.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And say thou vnto the people, Sanctifie your selues against to morrow, and yee shall eate flesh: (for you haue wept in the eares of the Lord, saying, Who shall giue vs flesh to eate? for it was well with vs in Egypt:) therfore the Lord wil giue you flesh, and ye shall eate.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Ye shall not eate one day, nor two dayes, nor fiue dayes, neither ten dayes, nor twentie dayes:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But euen a whole moneth, vntill it come out at your nostrels, and it bee loathsome vnto you, because that yee haue despised the Lord which is among you, and haue wept before him, saying, Why came we foorth out of Egypt?",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Moses said, The people amongst whome I am, are sixe hundred thousand footmen, and thou hast said, I will giue them flesh, that they may eate a whole moneth.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Shall the flockes and the herds be slaine for them to suffice them? or shal all the fish of the sea bee gathered together for them, to suffice them?",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the Lord said vnto Moses, Is the Lords hand waxed short? thou shalt see now whether my word shall come to passe vnto thee, or not.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And Moses went out, and tolde the people the wordes of the Lord, and gathered the seuenty men of the Elders of the people, and set them round about the Tabernacle.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the Lord came downe in a cloude, and spake vnto him, and tooke of the spirit that was vpon him, and gaue it vnto the seuentie Elders: and it came to passe that when the spirit rested vpon them, they prophesied, and did not cease.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 26,
      "verse_end": 26,
      "text": "But there remained two of the men in the campe, the name of the one was Eldad, &amp; the name of the other Medad: and the Spirit rested vpon them, (and they were of them that were written, but went not out vnto the Tabernacle) and they prophesied in the campe.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And there ranne a yong man, and tolde Moses, and said, Eldad and Medad doe prophesie in the campe.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Ioshua the sonne of Nun the seruant of Moses, one of his yong men, answered and said, My lord Moses, Forbid them.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Moses said vnto him, Enuiest thou for my sake? Would God that all the Lords people were Prophets, and that the Lord would put his Spirit vpon them.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Moses gate him into the campe, he, and the Elders of Israel.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And there went forth a winde from the Lord, and brought quailes from the sea, and let them fall by the campe, as it were a dayes iourney on this side, and as it were a dayes iourney on the other side round about the campe, and as it were two cubits high vpon the face of the earth.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the people stood vp all that day, and all that night, and all the next day, and they gathered the quailes: he that gathered least, gathered ten homers: and they spread them all abroad for themselues round about the campe.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And while the flesh was yet betweene their teeth, yer it was chewed, the wrath of the Lord was kindled against the people, and the Lord smote the people with a very great plague.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And he called the name of that place, Kibroth-Hattaauah: because there they buried the people that lusted.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 11,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the people iourneyed from Kibroth-Hattaauah, vnto Hazeroth: and abode at Hazeroth.",
      "info": ""
    }
  ]
}