{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Speake vnto the children of Israel, and take of euery one of them a rod, according to the house of their fathers, of all their princes, according to the house of their fathers, twelue rods: write thou euery mans name vpon his rodde.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And thou shalt write Aarons name vpon the rod of Leui: for one rod shall be for the head of the house of their fathers.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And thou shalt lay them vp in the Tabernacle of the Congregation, before the Testimony, where I will meet with you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it shall come to passe, that the mans rod whom I shall choose, shall blossome: and I will make to cease from mee the murmurings of the children of Israel, whereby they murmure against you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Moses spake vnto the children of Israel, and euery one of their Princes gaue him a rod a piece, for each Prince one, according to their fathers houses, euen twelue rods: and the rod of Aaron was among their rods.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Moses layd vp the rods before the Lord, in the Tabernacle of Witnesse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe that on the morrow Moses went into the Tabernacle of Witnesse, and behold, the rod of Aaron for the house of Leui was budded, and brought forth buds, and bloomed blossomes, and yeelded almonds.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Moses brought out all the rods from before the Lord, vnto all the children of Israel: and they looked, and tooke euery man his rod.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the Lord said vnto Moses, Bring Aarons rod againe before the Testimony, to be kept for a token against the rebels, and thou shalt quite take away their murmurings from me, that they die not.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Moses did so: as the Lord commanded him, so did he.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the children of Israel spake vnto Moses, saying, Behold, wee die, we perish, we all perish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Whosoeuer commeth any thing neere vnto the Tabernacle of the Lord, shall die: Shall wee be consumed with dying?",
      "info": ""
    }
  ]
}