{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord sayd vnto Aaron, Thou and thy sonnes, and thy fathers house with thee, shall beare the iniquitie of the Sanctuary: and thou and thy sonnes with thee, shall beare the iniquitie of your Priesthood.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And thy brethren also of the tribe of Leui, the tribe of thy father, bring thou with thee, that they may be ioyned vnto thee, and minister vnto thee: but thou and thy sonnes with thee shall minister before the Tabernacle of Witnesse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they shall keepe thy charge, and the charge of all the Tabernacle: onely they shall not come nigh the vessels of the Sanctuarie, and the Altar, that neither they, nor you also die.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And they shall bee ioyned vnto thee, and keepe the charge of the Tabernacle of the Congregation, for all the seruice of the Tabernacle: and a stranger shall not come nigh vnto you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And yee shall keepe the charge of the Sanctuary, and the charge of the Altar, that there be no wrath any more vpon the children of Israel.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I, beholde, I haue taken your brethren the Leuites from among the children of Israel: to you they are giuen as a gift for the Lord, to doe the seruice of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore thou and thy sonnes with thee, shall keepe your Priests office for euery thing of the Altar, and within the Uaile, and yee shall serue: I haue giuen your Priests office vnto you, as a seruice of gift: and the stranger that commeth nigh, shall bee put to death.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And the Lord spake vnto Aaron, Behold, I also haue giuen thee the charge of mine heaue offerings, of all the hallowed things of the children of Israel, vnto thee haue I giuen them by reason of the anointing, and to thy sonnes by an ordinance for euer.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "This shall bee thine of the most holy things, reserued from the fire: euery oblation of theirs, euery meat offering of theirs, and euery sinne offering of theirs, and euery trespasse offering of theirs, which they shal render vnto me, shall be most holy for thee, and for thy sonnes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "In the most holy place shalt thou eate it, euery male shall eate it: it shall be holy vnto thee.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And this is thine: the heaue offering of their gift, with all the waue offrings of the children of Israel: I haue giuen them vnto thee, &amp; to thy sonnes, and to thy daughters with thee, by a statute for euer: euery one that is cleane in thy house, shall eate of it.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "All the best of the oyle, and all the best of the wine, and of the wheat, the first fruits of them which they shall offer vnto the Lord, them haue I giuen thee.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And whatsoeuer is first ripe in the land, which they shall bring vnto the Lord, shall be thine, euery one that is cleane in thine house, shall eat of it.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Euery thing deuoted in Israel, shall be thine.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Euery thing that openeth the matrice in all flesh, which they bring vnto the Lord, whether it bee of men or beasts, shall be thine: Neuertheles the first borne of man shalt thou surely redeeme, and the firstling of vncleane beasts shalt thou redeeme.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And those that are to be redeemed, from a moneth old shalt thou redeeme according to thine estimation, for the money of fiue shekels, after the shekel of the Sanctuary, which is twentie gerahs.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But the firstling of a cowe, or the firstling of a sheepe, or the firstling of a goat thou shalt not redeeme, they are holy: thou shalt sprinckle their blood vpon the Altar, and shalt burne their fat for an offering made by fire, for a sweet sauour vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the flesh of them shall bee thine: as the waue breast, and as the right shoulder are thine.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "All the heaue offerings of the holy things, which the children of Israel offer vnto the Lord, haue I giuen thee and thy sonnes, and thy daughters with thee, by a statute for euer: it is a couenant of salt for euer, before the Lord vnto thee, and to thy seed with thee.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And the Lord spake vnto Aaron, Thou shalt haue no inheritance in their land, neither shalt thou haue any part among them: I am thy part, and thine inheritance among the children of Israel.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And behold, I haue giuen the children of Leui all the tenth in Israel, for an inheritance, for their seruice which they serue, euen the seruice of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Neither must the children of Israel hencefoorth come nigh the Tabernacle of the Congregation, lest they beare sinne, and die.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But the Leuites shall doe the seruice of the Tabernacle of the Congregation, and they shal beare their iniquitie: it shall be a statute for euer throughout your generations, that among the children of Israel they haue no inheritance.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But the tithes of the children of Israel which they offer as an heaue offering vnto the Lord, I haue giuen to the Leuites to inherite: therefore I haue said vnto them, Among the children of Israel they shall haue no inheritance.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Thus speake vnto the Leuites, and say vnto them, When ye take of the children of Israel the tithes, which I haue giuen you from them for your inheritance, then ye shal offer vp an heaue offering of it for the Lord, euen a tenth part of the tithe.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And this your heaue offering shall be reckoned vnto you, as though it were the corne of the threshing floore, and as the fulnesse of the wine presse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Thus you also shal offer an heaue offering vnto the Lord of all your tithes which ye receiue of the children of Israel, and ye shall giue thereof the Lords heaue offering to Aaron the Priest.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Out of all your gifts ye shall offer euery heaue offering of the Lord, of all the best thereof, euen the hallowed part thereof, out of it.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Therefore thou shalt say vnto them, When yee haue heaued the best thereof from it, then it shall be counted vnto the Leuites, as the encrease of the threshing floore, and as the encrease of the wine presse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And ye shall eate it in euery place, ye and your housholds: for it is your reward for your seruice, in the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 18,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And yee shall beare no sinne by reason of it, when ye haue heaued from it the best of it: neither shall ye pollute the holy things of the children of Israel, lest ye die.",
      "info": ""
    }
  ]
}