{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, and vnto Aaron, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "This is the ordinance of the Law, which the Lord hath commaunded, saying, Speake vnto the children of Israel, that they bring thee a red heifer without spot, wherein is no blemish, and vpon which neuer came yoke.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And ye shall giue her vnto Eleazar the Priest, that hee may bring her forth without the campe, and one shall slay her before his face.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Eleazar the Priest shall take of her blood with his finger, and sprinckle of her blood directly before the Tabernacle of the Congregation seuen times.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And one shall burne the heifer in his sight: her skinne, and her flesh, and her blood, with her doung, shall he burne.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Priest shall take Cedarwood, and hysope, and scarlet, and cast it into the midst of the burning of the heifer.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then the Priest shall wash his clothes, and hee shall bathe his flesh in water, and afterward he shall come into the campe, and the Priest shalbe vncleane vntill the euen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he that burneth her, shall wash his clothes in water, and bathe his flesh in water, and shall be vncleane vntill the Euen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And a man that is cleane, shall gather vp the ashes of the heifer, and lay them vp without the campe in a cleane place, and it shall bee kept for the Congregation of the children of Israel, for a water of separation: it is a purification for sinne.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he that gathereth the ashes of the heifer, shall wash his clothes, and be vncleane vntil the Euen: and it shall be vnto the children of Israel, and vnto the stranger that soiourneth among them, for a statute for euer.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ He that toucheth the dead body of any man, shall bee vncleane seuen dayes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "He shall purifie himselfe with it on the third day, and on the seuenth day he shall be cleane: but if he purifie not himselfe the third day, then the seuenth day he shall not be cleane.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Whosoeuer toucheth the dead bodie of any man that is dead, and purifieth not himselfe, defileth the Tabernacle of the Lord, and that soule shall be cut off from Israel, because the water of separation was not sprinckled vpon him: he shall be vncleane, his vncleannesse is yet vpon him.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "This is the law, when a man dieth in a tent; all that come into the tent, and all that is in the tent, shalbe vnclean seuen dayes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And euery open vessel which hath no couering bound vpon it, is vncleane.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And whosoeuer toucheth one that is slaine with a sword in the open fields, or a dead body, or a bone of a man, or a graue, shall be vncleane seuen dayes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And for an vncleane person they shall take of the ashes of the burnt heifer of purification for sinne, and running water shall bee put thereto in a vessell:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And a cleane person shall take hysope, and dippe it in the water, and sprinckle it vpon the tent, and vpon all the vessels, and vpon the persons that were there, and vpon him that touched a bone, or one slaine, or one dead, or a graue.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the cleane person shal sprinkle vpon the vncleane on the third day, and on the seuenth day: and on the seuenth day he shall purifie himselfe, and wash his clothes, and bathe himselfe in water, and shall be cleane at Euen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But the man that shall bee vncleane, and shall not purifie himselfe, that soule shall bee cut off from among the Congregation: because he hath defiled the Sanctuary of the Lord, the water of separation hath not beene sprinkled vpon him, he is vncleane.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And it shall be a perpetuall statute vnto them, that he that sprinkleth the water of separation, shall wash his clothes: and he that toucheth the water of separation, shall be vncleane vntill Euen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 19,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And whatsoeuer the vncleane person toucheth, shall be vncleane: and the soule that toucheth it, shall bee vncleane vntill Euen.",
      "info": ""
    }
  ]
}