{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Command the children of Israel, and say vnto them, My offering, and my bread for my sacrifices, made by fire for a sweet sauour vnto mee, shall yee obserue, to offer vnto me, in their due season.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And thou shalt say vnto them, This is the offering made by fire, which ye shall offer vnto the Lord: Two lambes of the first yeere without spot day by day, for a continuall burnt offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 4,
      "verse_end": 4,
      "text": "The one lambe shalt thou offer in the morning, and the other lambe shalt thou offer at Euen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And a tenth part of an Ephah of flowre for a meate offering, mingled with the fourth part of an Hyn of beaten oyle.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 6,
      "verse_end": 6,
      "text": "It is a continuall burnt offering which was ordeined in mount Sinai for a sweete sauour, a sacrifice made by fire vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the drinke offering thereof shall be the fourth part of an Hyn for the one lambe: in the holy place shalt thou cause the strong wine to bee powred vnto the Lord for a drinke offring.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the other lambe shalt thou offer at Euen: as the meate offring of the morning, and as the drinke offering thereof, thou shalt offer it, a sacrifice made by fire of a sweet sauour vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And on the Sabbath day, two lambes of the first yeere without spot, and two tenth deales of flowre for a meate offering mingled with oyle, and the drinke offering thereof.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 10,
      "verse_end": 10,
      "text": "This is the burnt offring of euery Sabbath, beside the continuall burnt offering, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And in the beginnings of your moneths, ye shall offer a burnt offering vnto the Lord: Two yong bullocks and one ramme, seuen lambs of the first yeere, without spot,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And three tenth deales of flowre for a meate offering, mingled with oyle, for one bullocke, and two tenth deales of flowre for a meat offering, mingled with oyle, for one ramme:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And a seueral tenth deale of flowre mingled with oyle for a meate offering, vnto one lambe, for a burnt offering of a sweet sauour, a sacrifice made by fire vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And their drinke offerings shal be halfe an Hin of wine vnto a bullocke, and the third part of an Hin vnto a ramme, and a fourth part of an Hin vnto a lambe: This is the burnt offring of euery moneth, throughout the moneths of the yeere.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And one kidde of the goates for a sinne offering vnto the Lord shalbe offered, besides the continuall burnt offring and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And in the fourteenth day of the first moneth, is the Passeouer of the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And in the fifteenth day of this moneth is the feast: seuen dayes shall vnleauened bread be eaten.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 18,
      "verse_end": 18,
      "text": "In the first day shall bee an holy conuocation, yee shall doe no maner of seruile worke therein.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But ye shall offer a sacrifice made by fire for a burnt offering vnto the Lord, two yong bullockes, and one ramme, and seuen lambes of the first yeere: they shall be vnto you without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And their meate offering shall be of flowre mingled with oyle: three tenth deales shall ye offer for a bullocke, and two tenth deales for a ramme.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 21,
      "verse_end": 21,
      "text": "A seuerall tenth deale shalt thou offer for euery lambe, throughout the seuen lambes:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And one goat for a sinne offering, to make an atonement for you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Ye shal offer these beside the burnt offering in the morning, which is for a continuall burnt offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 24,
      "verse_end": 24,
      "text": "After this maner yee shall offer dayly throughout the seuen dayes, the meat of the sacrifice made by fire, of a sweet sauour vnto the Lord: it shal be offred beside the continuall burnt offring, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And on the seuenth day yee shall haue an holy conuocation: yee shall doe no seruile worke.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Also in the day of the first fruits when ye bring a new meat offering vnto the Lord, after your weekes bee out: ye shall haue an holy conuocation, ye shall doe no seruile worke.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But yee shall offer the burnt offering for a sweete sauour vnto the Lord, two yong bullockes, one ramme, seuen lambes of the first yeere.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And their meat offering of flowre mingled with oyle, three tenth deales vnto one bullocke, two tenth deales vnto one ramme,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 29,
      "verse_end": 29,
      "text": "A seuerall tenth deale vnto one lambe, thorowout the seuen lambes,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And one kidde of the goates, to make an atonement for you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 28,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Ye shall offer them besides the continuall burnt offering, and his meat offering, (they shall be vnto you without blemish) and their drinke offerings.",
      "info": ""
    }
  ]
}