{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And in the seuenth moneth, on the first day of the moneth, ye shall haue an holy conuocation, yee shall doe no seruile worke: it is a day of blowing the trumpets vnto you.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And ye shall offer a burnt offering for a sweet sauour vnto the Lord, one yong bullocke, one ramme, and seuen lambes of the first yeere without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And their meat offering shall be of floure mingled with oyle, three tenth deales for a bullocke, and two tenth deales for a ramme:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And one tenth deale for one lambe thorowout the seuen lambes:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And one kidde of the goats for a sinne offering to make an atonement for you:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Beside the burnt offering of the moneth, and his meat offering, and the dayly burnt offering, and his meat offering, and their drinke offerings, according vnto their maner, for a sweet sauour, a sacrifice made by fire vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And ye shall haue on the tenth day of this seuenth moneth an holy conuocation; and yee shall afflict your soules: yee shall not doe any worke therein.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But ye shall offer a burnt offering vnto the Lord for a sweet sauour, one yong bullock, one ramme, and seuen lambes of the first yeere, they shall bee vnto you without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And their meate offering shall be of floure mingled with oyle, three tenth deales to a bullocke, and two tenth deales to one ramme:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 10,
      "verse_end": 10,
      "text": "A seuerall tenth deale for one lambe, thorowout the seuen lambes;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 11,
      "verse_end": 11,
      "text": "One kidde of the goats for a sinne offering, beside the sinne offering of atonement, and the continuall burnt offering, and the meat offering of it, and their drinke offerings.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And on the fifteenth day of the seuenth moneth, yee shall haue an holy conuocation, yee shall doe no seruile worke, and ye shall keepe a feast vnto the Lord seuen dayes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And ye shall offer a burnt offring, a sacrifice made by fire, of a sweet sauour vnto the Lord, thirteene yong bullocks, two rammes, and fourteene lambes of the first yeere: They shall be without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And their meat offering shall be of floure mingled with oyle, three tenth deales vnto euery bullocke of the thirteene bullocks, two tenth deales to each ramme of the two rammes:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And a seuerall tenth deale to each lambe of the foureteene lambes:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And one kidde of the goats for a sinne offring, beside the continual burnt offering, his meate offering, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And on the second day ye shal offer twelue yong bullocks, two rammes, foureteene lambes of the first yeere without spot.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And their meat offring, and their drinke offerings for the bullockes, for the rammes, and for the lambes, shall be according to their number, after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And one kidde of the goats for a sinne offering, beside the continuall burnt offering, and the meate offering thereof, and their drinke offerings.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And on the third day eleuen bullocks, two rammes, foureteene lambs of the first yere without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And their meate offering, and their drinke offerings for the bullocks, for the rammes, and for the lambes, shall be according to their number after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And one goat for a sinne offering, beside the continuall burnt offering, and his meate offering, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And on the fourth day ten bullocks, two rammes, and foureteene lambs of the first yere without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Their meat offering, and their drinke offerings, for the bullocks, for the rammes, and for the lambes, shall be according to their number after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And one kidde of the goats for a sin offering, beside the continuall burnt offering, his meate offering, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And on the fift day, nine bullockes, two rammes, and fourteene lambes of the first yeere, without spot:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And their meat offring and their drinke offerings, for the bullockes, for the rammes, and for the lambes, shall be according to their number after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And one goate for a sinne offring, beside the continuall burnt offring, and his meate offering and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And on the sixt day eight bullockes, two rammes, and fourteene lambes of the first yeere without blemish:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And their meat offring, and their drinke offerings, for the bullockes, for the rammes, and for the lambes, shall be according to their number, after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And one goat for a sinne offering, beside the continuall burnt offering, his meate offering and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And on the seuenth day, seuen bullockes, two rammes, and fourteene lambes of the first yeere without blemish.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And their meate offring, and their drinke offerings, for the bullockes, for the rammes, and for the lambes, shall be according to their number, after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And one goat for a sinne offring, beside the continuall burnt offering, his meate offering, and his drinke offring.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ On the eight day, ye shall haue a solemne assembly: ye shall do no seruile worke therein:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 36,
      "verse_end": 36,
      "text": "But ye shal offer a burnt offring, a sacrifice made by fire, of a sweet sauour vnto the Lord, one bullocke, one ramme, seuen lambes of the first yeere without blemish:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Their meate offering, and their drinke offrings, for the bullocke, for the ramme, and for the lambes shall be according to their number, after the maner:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And one goat for a sinne offering, beside the continuall burnt offring, and his meate offering, and his drinke offering.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 39,
      "verse_end": 39,
      "text": "These things ye shall doe vnto the Lord in your set feasts, besides your vowes, and your free will offerings, for your burnt offerings, and for your meate offerings, and for your drinke offerings, and for your peace offerings.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 29,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And Moses tolde the children of Israel, according to all that the Lord commanded Moses.",
      "info": ""
    }
  ]
}