{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Moses spake vnto the heads of the tribes, concerning the children of Israel, saying, This is the thing which the Lord hath commanded.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 2,
      "verse_end": 2,
      "text": "If a man vowe a vow vnto the Lord, or sweare an othe to bind his soule with a bond: he shall not breake his word, hee shall doe according to all that proceedeth out of his mouth.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 3,
      "verse_end": 3,
      "text": "If a woman also vow a vow vnto the Lord, and binde her selfe by a bond, being in her fathers house in her youth;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And her father heare her vow, and her bond wherewith shee hath bound her soule, and her father shall holde his peace at her: then all her vowes shall stand, and euery bond wherewith shee hath bound her soule, shall stand.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But if her father disallow her in the day that he heareth; not any of her vowes or of her bonds, wherewith she hath bound her soule, shall stand: and the Lord shall forgiue her, because her father disallowed her.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And if she had at all an husband when she vowed, or vttered ought out of her lips, wherewith shee bound her soule,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And her husband heard it, and held his peace at her in the day that hee heard it: then her vowes shall stand, and her bonds wherewith shee bound her soule, shall stand.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But if her husband disallowe her on the day that he heard it, then he shall make her vowe which she vowed, and that which she vttered with her lippes wherewith shee bound her soule, of none effect, and the Lord shall forgiue her.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But euery vow of a widow, and of her that is diuorced, wherewith they haue bound their soules, shall stand against her.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And if she vowed in her husbands house, or bound her soule by a bond with an oath;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And her husband heard it, and held his peace at her, and disallowed her not: then all her vowes shall stand, and euery bond wherewith shee bound her soule, shall stand.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But if her husband hath vtterly made them voyd on the day hee heard them: then whatsoeuer proceeded out of her lips concerning her vowes, or concerning the bond of her soule, shall not stand: her husband hath made them voyd, and the Lord shal forgiue her.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Euery vow, and euery binding othe to afflict the soule, her husband may establish it, or her husband may make it voyd.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But if her husband altogether hold his peace at her, from day to day, then he establisheth all her vowes, or all her bonds which are vpon her: hee confirmeth them, because hee held his peace at her, in the day that hee heard them.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 15,
      "verse_end": 15,
      "text": "But if hee shall any wayes make them voyd after that he hath heard them, then he shall beare her iniquitie.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 30,
      "verse_start": 16,
      "verse_end": 16,
      "text": "These are the statutes which the Lord commanded Moses betweene a man and his wife, betweene the father and his daughter, being yet in her youth, in her fathers house.",
      "info": ""
    }
  ]
}