{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the chiefe fathers of the families of the children of Gilead, the sonne of Machir, the sonne of Manasseh, of the families of the sonnes of Ioseph, came neere, and spake before Moses, and before the Princes the chiefe fathers of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And they said, The Lord commanded my lord to giue the lande for an inheritance by lot to the children of Israel: and my lord was commanded by the Lord, to giue the inheritance of Zelophehad our brother, vnto his daughters.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And if they bee married to any of the sonnes of the other tribes of the children of Israel, then shall their inheritance be taken from the inheritance of our fathers, and shall bee put to the inheritance of the tribe, whereinto they are receiued: so shal it be taken from the lot of our inheritance.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when the Iubile of the children of Israel shall be, then shall their inheritance be put vnto the inheritance of the tribe, whereunto they are receiued: So shal their inheritance be taken away from the inheritance of the tribe of our fathers.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Moses commanded the children of Israel, according to the worde of the Lord, saying, The tribe of the sonnes of Ioseph hath said well.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 6,
      "verse_end": 6,
      "text": "This is the thing which the Lord doeth command concerning the daughters of Zelophehad, saying, Let them marry to whom they thinke best: onely to the family of the tribe of their father shall they marry.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 7,
      "verse_end": 7,
      "text": "So shall not the inheritance of the children of Israel remooue from tribe to tribe: for euery one of the children of Israel shall keepe himselfe to the inheritance of the tribe of his fathers.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And euery daughter that possesseth an inheritance, in any tribe of the children of Israel, shall be wife vnto one of the family of the tribe of her father, that the children of Israel may enioy euery man the inheritance of his fathers.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Neither shall the inheritance remoue from one tribe to another tribe: but euery one of the tribes of the children of Israel, shall keepe himselfe to his owne inheritance.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Euen as the Lord commanded Moses, so did the daughters of Zelophehad.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah the daughters of Zelophehad, were married vnto their fathers brothers sonnes.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they were married into the families of the sonnes of Manasseh, the sonne of Ioseph, and their inheritance remained in the tribe of the family of their father.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 36,
      "verse_start": 13,
      "verse_end": 13,
      "text": "These are the commandements and the iudgements which the Lord commanded by the hand of Moses, vnto the children of Israel in the plaines of Moab, by Iordane, neere Iericho.",
      "info": ""
    }
  ]
}