{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Commaund the children of Israel, that they put out of the campe euery leper, and euery one that hath an issue, and whosoeuer is defiled by the dead:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Both male and female shal ye put out, without the campe shall yee put them, that they defile not their campes in the middest whereof I dwell.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the children of Israel did so, and put them out, without the campe: as the Lord spake vnto Moses, so did the children of Israel.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Speake vnto the children of Israel, When a man or woman shall commit any sinne that men commit, to doe a trespasse against the Lord, and that person be guiltie;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then they shall confesse their sinne, which they haue done: and hee shall recompense his trespasse, with the principall thereof, and adde vnto it the fifth part thereof, and giue it vnto him against whom he hath trespassed.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But if the man haue no kinsman to recompense the trespasse vnto, let the trespasse be recompensed vnto the Lord, euen to the Priest: beside the ramme of the atonement, whereby an atonement shall be made for him.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And euery offering of all the holy things of the children of Israel, which they bring vnto the Priest, shall be his.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And euery mans halowed things shall be his: whatsoeuer any man giueth the Priest, it shall be his.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Speake vnto the children of Israel, and say vnto them, If any mans wife goe aside, and commit a trespasse against him;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And a man lye with her carnally, and it be hid from the eyes of her husband, and be kept close, and she be defiled, and there be no witnesse against her, neither she be taken with the maner;",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the spirit of ielousie come vpon him, and he be ielous of his wife, and shee be defiled: or if the spirit of ielousie come vpon him, and hee be ielous of his wife, and she be not defiled:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then shall the man bring his wife vnto the Priest, and he shall bring her offering for her, the tenth part of an Ephah of barley meale: hee shall powre no oyle vpon it, nor put frankincense thereon; for it is an offering of ielousie, an offering of memoriall, bringing iniquitie to remembrance:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the Priest shall bring her neere, and set her before the Lord.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the Priest shall take holy water in an earthen vessell, and of the dust that is in the floore of the Tabernacle the Priest shall take, and put it into the water:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the Priest shall set the woman before the Lord, and vncouer the womans head, and put the offering of memoriall in her hands, which is the Ielousie offering: and the Priest shall haue in his hand the bitter water that causeth the curse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Priest shall charge her by an othe, and say vnto the woman, If no man haue lyen with thee, and if thou hast not gone aside to vncleannesse with another in stead of thy husband, be thou free from this bitter water that causeth the curse.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But if thou hast gone aside to another in stead of thy husband, and if thou be defiled, and some man hath lien with thee beside thine husband:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then the Priest shall charge the woman with an othe of cursing, and the Priest shall say vnto the woman, The Lord make thee a curse, and an othe among thy people, when the Lord doth make thy thigh to rot, and thy belly to swell.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And this water that causeth the curse, shall go into thy bowels, to make thy belly to swell, and thy thigh to rot: and the woman shall say, Amen, Amen.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And the Priest shall write these curses in a booke, and hee shall blot them out with the bitter water:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he shall cause the woman to drinke the bitter water, that causeth the curse: and the water that causeth the curse shall enter into her, and become bitter.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Then the Priest shall take the ielousie offering out of the womans hand, and shall waue the offering before the Lord, and offer it vpon the Altar.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the Priest shal take an handfull of the offering, euen the memoriall thereof, and burne it vpon the Altar, and afterward shall cause the woman to drinke the water.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And when he hath made her to drinke the water, then it shall come to passe, that if shee be defiled, and haue done trespasse against her husband, that the water that causeth the curse, shall enter into her, and become bitter, and her belly shall swell, and her thigh shal rot: and the woman shalbe a curse among her people.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And if the woman be not defiled, but be cleane, then she shall be free, and shall conceiue seed.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 29,
      "verse_end": 29,
      "text": "This is the law of ielousies, when a wife goeth aside to another in stead of her husband, and is defiled:",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Or when the spirit of ielousie commeth vpon him, and hee be ielous ouer his wife, and shall set the woman before the Lord, and the Priest shal execute vpon her all this law.",
      "info": ""
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 5,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Then shall the man bee guiltlesse from iniquitie, and this woman shall beare her iniquitie.",
      "info": ""
    }
  ]
}