{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when the Queene of Sheba heard of the fame of Solomon, concerning the Name of the Lord; shee came to prooue him with hard questions.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And she came to Ierusalem with a very great traine, with camels that bare spices, and very much gold, and precious stones: and when shee was come to Solomon, she communed with him, of all that was in her heart.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Solomon tolde her all her questions: there was not any thing hid from the king, which hee told her not.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when the Queene of Sheba had seene all Solomons wisedome, and the house that he had built,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the meat of his table, and the sitting of his seruants, and the attendance of his ministers, and their apparell, and his cup bearers, and his ascent by which hee went vp vnto the house of the Lord: there was no more spirit in her.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And she said to the king, It was a true report that I heard in mine owne land, of thy actes and of thy wisedome.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Howbeit, I beleeued not the words, vntill I came and mine eyes had seene it: and beholde, the halfe was not told me: thy wisedom and prosperitie exceedeth the fame which I heard.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Happie are thy men, happy are these thy seruants, which stand continually before thee, and that heare thy wisedom.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Blessed be the Lord thy God which delighted in thee, to set thee on the throne of Israel; because the Lord loued Israel for euer, therefore made he thee King, to doe iudgement and iustice.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And she gaue the king an hundred and twentie talents of gold, and of spices very great store, &amp; precious stones: there came no more such abundance of spices, as these, which the Queene of Sheba gaue to king Solomon.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the nauie also of Hiram that brought gold from Ophir, brought in from Ophir, great plentie of Almug trees, and precious stones.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the king made of the Almug trees, pillars for the house of the Lord, and for the Kings house, Harpes also and Psalteries for singers: there came no such Almug trees, nor were seene vnto this day.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And king Solomon gaue vnto the Queene of Sheba, al her desire whatsoeuer she asked, besides that which Solomon gaue her of his royall bountie: so she turned and went to her owne countrey, she and her seruants.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Now the weight of gold that came to Solomon in one yere, was sixe hundred, threescore &amp; six talents of gold,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Besides that he had of the merchant men, and of the traffique of the spicemerchants, and of all the kings of Arabia, and of the gouernours of the countrey.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And king Solomon made two hundred targets of beaten golde: sixe hundred shekels of golde went to one target.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he made three hundred shields of beaten gold, three pound of gold went to one shield; and the king put them in the house of the forrest of Lebanon.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Moreouer the king made a great throne of yuorie, and ouerlaide it with the best gold.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The throne had sixe steps, and the top of the throne was round behind: and there were stayes on either side on the place of the seate, and two lyons stood beside the stayes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And twelue lions stood there on the one side and on the other vpon the sixe steps: there was not the like made in any kingdome.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ And all king Solomons drinking vessels were of gold, and all the vessels of the house of the forrest of Lebanon were of pure gold, none were of siluer, it was nothing accounted of in the dayes of Solomon.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For the king had at sea a nauie of Tharshish, with the nauie of Hiram: once in three yeeres came the nauie of Tharshish, bringing golde and siluer, yuorie, and apes, and peacocks.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So king Solomon exceeded all the kings of the earth, for riches and for wisedome.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And all the earth sought to Solomon, to heare his wisedom which God had put in his heart.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And they brought euery man his present, vessels of siluer, and vessels of gold, and garments, and armour, and spices, horses, and mules, a rate yeere by yeere.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And Solomon gathered together charets and horsemen. And hee had a thousand and foure hundred charets, and twelue thousand horsemen, whom he bestowed in the cities for charets, and with the king at Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the king made siluer to be in Ierusalem as stones, and Cedars made he to be as the Sycomore trees, that are in the vale for abundance.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ And Solomon had horses brought out of Egypt, and linen yarne: the kings merchants receiued the linen yarne at a price.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 10,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And a charet came vp and went out of Egypt for sixe hundred shekels of siluer, and an horse for an hundred and fiftie: and so for all the kings of the Hittites, and for the kings of Syria, did they bring them out by their meanes.",
      "info": ""
    }
  ]
}