{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 1,
      "verse_end": 1,
      "text": "But King Solomon loued many strange women, ( together with þ<sup>e</sup> daughter of Pharaoh) women of the Moabites, Ammonites, Edomites, Sidonians &amp; Hittites:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Of the nations concerning which the Lord said vnto the children of Israel, Yee shall not goe in to them, neither shall they come in vnto you, for surely they will turne away your heart after their gods: Solomon claue vnto these in loue.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he had seuen hundred wiues, Princesses, and three hundred concubines: and his wiues turned away his heart.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For it came to passe when Solomon was old, that his wiues turned away his heart after other gods: and his heart was not perfect with the Lord his God, as was the heart of Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For Solomon went after Ashtoreth the goddesse of the Zidonians, and after Milcom the abomination of the Amorites.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Solomon did euill in the sight of the Lord, and went not fully after the Lord, as did Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then did Solomon build an hie place for Chemosh the abomination of Moab, in the hill that is before Ierusalem, and for Molech the abomination of the children of Ammon.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And likewise did hee for all his strange wiues, which burnt incense and sacrificed vnto their gods.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And the Lord was angry with Solomon, because his heart was turned from the Lord God of Israel which had appeared vnto him twise,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And had commaunded him concerning this thing, that hee should not goe after other gods: but hee kept not that which the Lord commanded.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Wherefore the Lord said vnto Solomon; Forasmuch as this is done of thee, and thou hast not kept my Couenant, and my Statutes which I haue commanded thee, I wil surely rend the kingdome from thee, and will giue it to thy seruant.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Notwithstanding in thy dayes I wil not doe it, for Dauid thy fathers sake: but I wil rend it out of the hand of thy sonne.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Howbeit, I wil not rend away all the kingdome: but wil giue one tribe to thy sonne, for Dauid my seruants sake, and for Ierusalems sake, which I haue chosen.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And the Lord stirred vp an aduersary vnto Solomon, Hadad the Edomite: hee was of the kings seed in Edom.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For it came to passe when Dauid was in Edom, and Ioab the captaine of the host was gone vp to bury the slaine, after he had smitten euery male in Edom:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 16,
      "verse_end": 16,
      "text": "(For sixe moneths did Ioab remaine there with all Israel, vntil hee had cut off euery male in Edom.)",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 17,
      "verse_end": 17,
      "text": "That Hadad fled, he and certaine Edomites of his fathers seruants with him, to goe into Egypt: Hadad being yet a litle childe.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And they arose out of Midian, and came to Paran, and they tooke men with them out of Paran, and they came to Egypt, vnto Pharaoh king of Egypt, which gaue him an house, and appointed him vitailes, and gaue him land.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Hadad found great fauour in the sight of Pharaoh, so that he gaue him to wife the sister of his owne wife, the sister of Tahpenes the Queene.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the sister of Tahpenes bare him Genubath his sonne, whom Tahpenes weaned in Pharaohs house: and Genubath was in Pharaohs houshold among the sonnes of Pharaoh.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And when Hadad heard in Egypt that Dauid slept with his fathers, and that Ioab the captaine of the host was dead, Hadad said to Pharaoh, Let me depart, that I may go to mine owne countrey.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then Pharaoh said vnto him, But what hast thou lacked with mee, that, behold, thou seekest to goe to thine owne countrey? And hee answered, Nothing: Howbeit, let mee goe in any wise.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And God stirred him vp another aduersary: Rezon, the sonne of Eliadah, which fled from his lord Hadadezer king of Zobah:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he gathered men vnto him, and became captaine ouer a band, when Dauid slew them of Zobah: and they went to Damascus, and dwelt therein, and reigned in Damascus.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And he was an aduersarie to Israel all the dayes of Solomon, beside the mischiefe that Hadad did: and he abhorred Israel, and reigned ouer Syria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And Ieroboam the sonne of Nebat, an Ephrathite of Zereda, Solomons seruant, (whose mothers name was Zeruah a widow woman) euen he lift vp his hand against the king.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And this was the cause that hee lift vp his hand against the king: Solomon built Millo, and repaired the breaches of the citie of Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the man Ieroboam was a mightie man of valour: and Solomon seeing the young man that he was industrious, hee made him ruler ouer all the charge of the house of Ioseph.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And it came to passe at that time when Ieroboam went out of Ierusalem, that the Prophet Ahiiah the Shilonite found him in the way: and hee had clad himselfe with a new garment; and they two were alone in the field.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Ahiiah caught the new garment that was on him, and rent it in twelue pieces.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he said to Ieroboam, Take thee tenne pieces: for thus sayth the Lord the God of Israel, Behold, I will rent the kingdome out of the hand of Solomon, and will giue ten tribes to thee:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 32,
      "verse_end": 32,
      "text": "(But hee shall haue one tribe, for my seruant Dauids sake, and for Ierusalems sake, the citie which I haue chosen out of all the tribes of Israel:)",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Because that they haue forsaken mee, and haue worshipped Ashtaroth the goddesse of the Zidonians, Chemosh the god of the Moabites, and Milcom the god of the children of Anunon, and haue not walked in my wayes, to doe that which is right in mine eyes, and to keepe my Statutes, and my Iudgements, as did Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Howbeit, I will not take the whole kingdome out of his hand: but I will make him Prince all the dayes of his life, for Dauid my seruants sake, whom I chose, because hee kept my Commandements and my Statutes:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 35,
      "verse_end": 35,
      "text": "But I will take the kingdome out of his sonnes hand, and will giue it vnto thee, euen ten tribes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And vnto his sonne will I giue one tribe, that Dauid my seruant may haue a light alway before me in Ierusalem, the citie which I haue chosen me to put my Name there.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And I will take thee, and thou shalt reigne according to all that thy soule desireth, and shalt be King ouer Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And it shall be, if thou wilt hearken vnto all that I command thee, and wilt walke in my wayes, and doe that is right in my sight, to keepe my Statutes and my Commandements, as Dauid my seruant did; that I will be with thee, and build thee a sure house, as I built for Dauid, and will giue Israel vnto thee.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And I will for this afflict the seed of Dauid, but not for euer.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Solomon sought therefore to kill Ieroboam, and Ieroboam arose, and fledde into Egypt, vnto Shishak king of Egypt, and was in Egypt vntill the death of Solomon.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ And the rest of the actes of Solomon, and all that he did, and his wisedome, are they not written in the booke of the actes of Solomon?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And the time that Solomon reigned in Ierusalem, ouer all Israel, was fourtie yeeres.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 11,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And Solomon slept with his fathers, and was buried in the citie of Dauid his father: and Rehoboam his sonne reigned in his stead.",
      "info": ""
    }
  ]
}