{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe in the eighteenth yeere of king Ieroboam the sonne of Nebat, reigned Abiiam ouer Iudah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Three yeeres reigned hee in Ierusalem: and his mothers name was Maachah, the daughter of Abishalom.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he walked in all the sinnes of his father, which hee had done before him: and his heart was not perfect with the Lord his God, as the heart of Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Neuerthelesse, for Dauids sake did the Lord his God giue him a lampe in Ierusalem, to set vp his sonne after him, and to establish Ierusalem:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Because Dauid did that which was right in the eies of the Lord, and turned not aside from any thing that he commanded him all the daies of his life, saue onely in the matter of Uriiah the Hittite.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And there was warre betweene Rehoboam and Ieroboam all the dayes of his life.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Now the rest of the actes of Abiiam, and all that hee did, are they not written in the booke of the Chronicles of the Kings of Iudah? And there was warre betweene Abiiam and Ieroboam.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Abiiam slept with his fathers, and they buried him in the citie of Dauid: and Asa his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And in the twentieth yeere of Ieroboam king of Israel, reigned Asa ouer Iudah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And forty and one yeeres reigned hee in Ierusalem: and his mothers name was Maachah, the daughter of Abishalom.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Asa did that which was right in the eies of the Lord, as did Dauid his father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And hee tooke away the Sodomites out of the land, and remooued all the idoles that his fathers had made.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And also Maachah his mother, euen her hee remoued from being Queene, because she had made an idole in a groue, and Asa destroyed her idole, and burnt it by the brooke Kidron.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But the high places were not remooued: neuerthelesse, Asa his heart was perfect with the Lord all his dayes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he brought in the things which his father had dedicated, and the things which himselfe had dedicated, into the house of the Lord, siluer, and gold, and vessels.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And there was war betweene Asa and Baasha King of Israel all their dayes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Baasha king of Israel went vp against Iudah, and built Ramah, that he might not suffer any to goe out or come in to Asa king of Iudah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then Asa tooke all the siluer and the golde that were left in the treasures of the house of the Lord, and the treasures of the kings house, and deliuered them into the hand of his seruants: and king Asa sent them to Benhadad the sonne of Tabrimon, the sonne of Hezion king of Syria, that dwelt at Damascus, saying,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 19,
      "verse_end": 19,
      "text": "There is a league betweene me and thee, and betweene my father and thy father: behold, I haue sent vnto thee a present of siluer and gold; come and breake the league with Baasha king of Israel, that he may depart from me.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 20,
      "verse_end": 20,
      "text": "So Benhadad hearkened vnto king Asa, and sent the captaines of the hosts, which he had, against the cities of Israel, and smote Iion, and Dan, and Abel-Bethmaachah, and all Cinneroth, with all the land of Naphtali.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And it came to passe when Baasha heard thereof, that hee left off building of Ramah, and dwelt in Tirzah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then king Asa made a Proclamation throughout all Iudah, (none was exempted:) and they tooke away the stones of Ramah, and the timber thereof wherewith Baasha had builded, and king Asa built with them Geba of Beniamin, and Mizpah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 23,
      "verse_end": 23,
      "text": "The rest of all the acts of Asa, and all his might, and all that he did, and the cities which hee built, are they not written in the booke of the Chronicles of the Kings of Iudah? Neuerthelesse in the time of his old age, hee was diseased in his feete.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Asa slept with his fathers, and was buried with his fathers, in the citie of Dauid his father: and Iehoshaphat his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And Nadab the sonne of Ieroboam began to reigne ouer Israel, in the second yeere of Asa king of Iudah, and reigned ouer Israel two yeeres.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And he did euill in the sight of the Lord, and walked in the way of his father, and in his sinne wherewith hee made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ And Baasha the sonne of Ahiiah, of the house of Issachar, conspired against him, and Baasha smote him at Gibbethon, which belongeth to the Philistines, (for Nadab and all Israel layd siege to Gibbethon,)",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Euen in the third yeere of Asa king of Iudah, did Baasha slay him, and reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And it came to passe when hee raigned, that he smote all the house Ieroboam, hee left not to Ieroboam any that breathed, vntill hee had destroyed him, according vnto the saying of the Lord, which hee spake by his seruant Ahiiah the Shilonite:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Because of the sinnes of Ieroboam which he sinned, and which hee made Israel sinne, by his prouocation wherewith he prouoked the Lord God of Israel to anger.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Now the rest of the acts of Nadab, and all that hee did, are they not written in the booke of the Chronicles of the Kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And there was warre betweene Asa and Baasha king of Israel al their dayes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 33,
      "verse_end": 33,
      "text": "In the third yeere of Asa King of Iudah, began Baasha the sonne of Ahiiah to reigne ouer all Israel in Tirzah, twentie and foure yeeres.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 15,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And hee did euill in the sight of the Lord, and walked in the way of Ieroboam, and in his sinne wherewith he made Israel to sinne.",
      "info": ""
    }
  ]
}