{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then the word of the Lord came to Iehu the sonne of Hanani, against Baasha, saying,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Forasmuch as I exalted thee out of the dust, and made thee Prince ouer my people Israel, and thou hast walked in the way of Ieroboam, and hast made my people Israel to sinne, to prouoke mee to anger with their sinnes:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Behold, I will take away the posteritie of Baasha, and the posteritie of his house: and will make thy house like the house of Ieroboam the sonne of Nebat.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Him that dieth of Baasha in the citie, shall the dogs eate: and him that dieth of his in the fields, shall the foules of the aire eate.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Now the rest of the actes of Baasha, and what he did, and his might, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "So Baasha slept with his fathers, and was buried in Tirzah, and Elah his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And also by the hand of the prophet Iehu the sonne of Hanani, came the word of the Lord against Baasha, and against his house, euen for all the euill that hee did in the sight of the Lord, in prouoking him to anger with the worke of his hands, in being like the house of Ieroboam, and because he killed him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ In the twentieth and sixt yeere of Asa king of Iudah, began Elah the sonne of Baasha to reigne ouer Israel in Tirzah, two yeeres.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And his seruant Zimri (captaine of halfe his charets) conspired against him as he was in Tirzah drinking himselfe drunke in the house of Arza steward of his house in Tirzah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Zimri went in and smote him, and killed him, in the twentie and seuenth yeere of Asa king of Iudah, and reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And it came to passe when hee began to reigne, assoone as hee sate on his throne, that he slew all the house of Baasha: hee left him not one that pisseth against a wall, neither of his kinsfolkes, nor of his friends.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Thus did Zimri destroy all the house of Baasha, according to the word of the Lord, which he spake against Baasha by Iehu the prophet,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For all the sinnes of Baasha and the sinnes of Elah his sonne, by which they sinned, and by which they made Israel to sinne, in prouoking the Lord God of Israel to anger with their vanities.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Now the rest of the actes of Elah, and all that he did, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ In the twentie and seuenth yeere of Asa king of Iudah, did Zimri reigne seuen dayes in Tirzah: and the people were encamped against Gibbethon which belonged to the Philistines.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the people that were encamped, heard say, Zimri hath conspired, and hath also slaine the king: Wherfore all Israel made Omri the captaine of the hoste, king ouer Israel that day, in the campe.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Omri went vp from Gibbethon, and all Israel with him, and they besieged Tirzah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And it came to passe when Zimri saw that the citie was taken, that hee went into the palace of the kings house, and burnt the kings house ouer him with fire, and died,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For his sinnes which he sinned in doing euill in the sight of the Lord, in walking in the way of Ieroboam, and in his sinne which he did, to make Israel sinne.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Now the rest of the acts of Zimri, and his treason that hee wrought, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Then were the people of Israel diuided into two parts: halfe of the people followed Tibni the sonne of Ginath, to make him king: and halfe followed Omri.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But the people that followed Omri preuailed against the people that followed Tibni the sonne of Ginath: so Tibni died, and Omri reigned.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ In the thirtie and one yeere of Asa king of Iudah, began Omri to reigne ouer Israel twelue yeeres: sixe yeeres reigned he in Tirzah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And hee bought the hill Samaria of Shemer, for two talents of siluer, and built on the hill, and called the name of the citie which hee built, after the name of Shemer, owner of the hill, Samaria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ But Omri wrought euil in the eyes of the Lord, and did worse then all that were before him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For he walked in all the way of Ieroboam the son of Nebat, and in his sinne wherewith hee made Israel to sinne, to prouoke the Lord God of Israel to anger with their vanities.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Now the rest of the acts of Omri, which he did, and his might that he shewed, are they not written in the booke of the Chronicles of the kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 28,
      "verse_end": 28,
      "text": "So Omri slept with his fathers, and was buried in Samaria, and Ahab his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And in the thirtie and eight yeere of Asa king of Iudah, began Ahab the sonne of Omri to reigne ouer Israel, and Ahab the sonne of Omri reigned ouer Israel in Samaria, twentie and two yeeres.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Ahab the sonne of Omri did euill in the sight of the Lord, aboue all that were before him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And it came to passe, as if it had beene a light thing for him to walke in the sinnes of Ieroboam the sonne of Nebat; that hee tooke to wife Iezebel the daughter of Ethbaal king of the Zidonians, and went and serued Baal, and worshipped him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And hee reared vp an Altar for Baal, in the house of Baal, which hee had built in Samaria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And Ahab made a groue, and Ahab did more to prouoke the Lord God of Israel to anger, then all the kings of Israel that were before him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 16,
      "verse_start": 34,
      "verse_end": 34,
      "text": "¶ In his dayes did Hiel the Bethelite build Iericho: he laid the foundation therof in Abiram his first borne, and set vp the gates thereof in his yongest sonne Segub, according to the word of the Lord, which hee spake by Ioshua the sonne of Nun.",
      "info": ""
    }
  ]
}