{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Ahab told Iezebel all that Eliiah had done, and withall, how hee had slaine all the Prophets with the sword.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then Iezebel sent a messenger vnto Eliiah, saying; So let the gods do to me, and more also, if I make not thy life as the life of one of them, by to morrow about this time.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And when he saw that, hee arose, and went for his life, and came to Beersheba, which belongeth to Iudah, and left his seruant there.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ But he himselfe went a dayes iourney into the wildernesse, and came and sate downe vnder a Iuniper tree: and hee requested for himselfe that hee might die, and sayd, It is enough, now O Lord, take away my life: for I am not better then my fathers.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And as hee lay and slept vnder a Iuniper tree, behold then, an Angel touched him, and sayd vnto him, Arise, and eate.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he looked, and behold, there was a cake baken on the coales, and a cruse of water at his head: and hee did eate and drinke, and laide him downe againe.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Angel of the Lord came againe the second time, and touched him, and sayd, Arise, and eate, because the iourney is too great for thee.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee arose, and did eate and drinke, and went in the strength of that meate fourtie dayes and fourtie nights, vnto Horeb the mount of God.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And he came thither vnto a caue, and lodged there, and behold, the word of the Lord came to him, and he said vnto him, What doest thou here, Eliiah?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hee sayd, I haue beene very iealous for the Lord God of hostes: for the children of Israel haue forsaken thy Couenant, throwen downe thine Altars, and slaine thy Prophets with the sword: and I, euen I onely am left, and they seeke my life, to take it away.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he sayd, Goe forth, and stand vpon the mount before the Lord. And beholde, the Lord passed by, and a great and strong winde rent the mountaines, and brake in pieces the rockes, before the Lord; but the Lord was not in the winde: and after the winde an earthquake, but the Lord was not in the earthquake.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And after the earthquake, a fire, but the Lord was not in the fire: and after the fire, a still small voice.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And it was so, when Eliiah heard it, that he wrapped his face in his mantle, and went out, and stood in the entring in of the caue: and behold, there came a voice vnto him, and sayd, What doest thou here, Eliiah?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he sayd, I haue beene very iealous for the Lord God of hostes, because the children of Israel haue forsaken thy Couenant, throwen downe thine Altars, and slaine thy Prophets with the sword, and I, euen I onely am left, and they seeke my life, to take it away.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Lord sayd vnto him, Goe, returne on thy way to the wildernesse of Damascus: and when thou commest, anoint Hazael to be King ouer Syria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Iehu the sonne of Nimshi shalt thou anoint to bee king ouer Israel: and Elisha the sonne of Shaphat of Abel Meholah, shalt thou annoint to be Prophet in thy roume.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And it shall come to passe, that him that escapeth the sword of Hazael, shall Iehu slay: and him that escapeth from the sword of Iehu, shall Elisha slay.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Yet I haue left me seuen thousand in Israel, all the knees which haue not bowed vnto Baal, and euery mouth which hath not kissed him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ So hee departed thence and found Elisha the sonne of Shaphat, who was plowing with twelue yoke of oxen before him, and hee with the twelfth: and Eliiah passed by him, and cast his mantle vpon him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he left the oxen, and ranne after Eliiah, and said, Let mee, I pray thee, kisse my father and my mother, and then I wil follow thee: and he said vnto him, Goe backe againe; for what haue I done to thee?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 19,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he returned backe from him, and tooke a yoke of oxen, &amp; slew them, and boyled their flesh with the instruments of the oxen, and gaue vnto the people, and they did eat: then he arose, and went after Eliiah, and ministred vnto him.",
      "info": ""
    }
  ]
}