{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now the dayes of Dauid drew nigh, that he should die, and he charged Solomon his sonne, saying;",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "I goe the way of all the earth: be thou strong therefore, and shew thy selfe a man.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And keepe the charge of the Lord thy God, to walke in his wayes, to keepe his Statutes, and his Commandements, &amp; his Iudgements, and his Testimonies, as it is written in the Law of Moses, that thou mayest prosper in all that thou doest, and whithersoeuer thou turnest thy selfe:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "That the Lord may continue his word which hee spake concerning me, saying, If thy children take heede to their way, to walke before mee in trueth, with all their heart, and with all their soule, there shall not faile thee (sayd hee) a man on the throne of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Moreouer thou knowest also what Ioab the sonne of Zeruiah did to mee, and what he did to the two captaines of the hostes of Israel, vnto Abner the sonne of Ner, and vnto Amasa the sonne of Iether, whom hee slewe, and shed the blood of warre in peace, and put the blood of warre vpon his girdle that was about his loynes, and in his shooes that were on his feet.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Doe therefore according to thy wisedome, and let not his hoare head goe downe to the graue in peace.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But shewe kindnesse vnto the sonnes of Barzillai the Gileadite, and let them be of those that eate at thy table: for so they came to me when I fled because of Absalom thy brother.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And behold, thou hast with thee Shimei the sonne of Gera, a Beniamite of Bahurim, which cursed mee with a grieuous curse, in the day when I went to Mahanaim: but hee came downe to meete me at Iordane, and I sware to him by the Lord, saying, I will not put thee to death with the sword.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Nowe therefore holde him not guiltlesse: for thou art a wise man, and knowest what thou oughtest to doe vnto him, but his hoare head bring thou downe to the graue with blood.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So Dauid slept with his fathers, and was buried in the citie of Dauid.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the dayes that Dauid raigned ouer Israel, were fourty yeeres: seuen yeeres raigned hee in Hebron, and thirty and three yeeres raigned hee in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Then sate Solomon vpon the throne of Dauid his father, and his kingdome was established greatly.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And Adoniiah the sonne of Haggith came to Bathsheba the mother of Solomon, and she said, Commest thou peaceably? And he said, Peaceably.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "He said moreouer, I haue somewhat to say vnto thee. And she saide, Say on.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he said, Thou knowest that the kingdome was mine, and that all Israel set their faces on me, that I should raigne: howbeit the kingdome is turned about, and is become my brothers: for it was his from the Lord.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And now I aske one petition of thee, deny me not. And she saide vnto him, Say on.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And hee saide, Speake, I pray thee, vnto Solomon the king (for hee will not say thee nay) that he giue me Abishag the Shunammite to wife.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Bathsheba said, Wel, I will speake for thee vnto the king.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Bathsheba therefore went vnto king Solomon, to speake vnto him for Adoniiah: and the king rose vp to meete her, and bowed himselfe vnto her, and sate downe on his throne, and caused a seate to bee set for the Kings mother, and she sate on his right hand.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then she said, I desire one small petition of thee, I pray thee say me not nay: and the King said vnto her, Aske on, my mother, for I will not say thee nay.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And she saide, Let Abishag the Shunammite be giuen to Adoniiah thy brother to wife.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And king Solomon answered, and said vnto his mother, And why doest thou aske Abishag the Shunammite for Adoniiah? Aske for him the kingdome also (for he is mine elder brother) euen for him, and for Abiathar the Priest, &amp; for Ioab the sonne of Zeruiah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then king Solomon sware by the Lord, saying, God doe so to me, and more also, if Adoniiah haue not spoken this word against his owne life.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Now therefore as the Lord liueth, which hath established mee, and set mee on the throne of Dauid my father, and who hath made me an house as he promised, Adoniiah shall be put to death this day.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And king Solomon sent by the hand of Benaiah the sonne of Iehoiada, and he fell vpon him that he died.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ And vnto Abiathar the Priest saide the King, Get thee to Anathoth, vnto thine own fields, for thou art worthy of death: but I will not at this time put thee to death, because thou barest the arke of the Lord God before Dauid my father, and because thou hast bene afflicted in all wherein my father was afflicted.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "So Solomon thrust out Abiathar from beeing Priest vnto the Lord: that hee might fulfill the word of the Lord, which hee spake concerning the house of Eli in Shiloh.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ Then tidings came to Ioab (for Ioab had turned after Adoniiah, though hee turned not after Absalom) and Ioab fled vnto the Tabernacle of the Lord, and caught hold on the hornes of the Altar.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And it was told king Solomon that Ioab was fled vnto the Tabernacle of the Lord, and behold, hee is by the Altar: Then Solomon sent Benaiah the sonne of Iehoiada, saying, Goe fall vpon him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Benaiah came to the Tabernacle of the Lord, and said vnto him, Thus saith the king, Come foorth. And he said, Nay, but I will die heere. And Benaiah brought the king word againe, saying, Thus said Ioab, and thus he answered me.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the king saide vnto him, Doe as he hath said, and fall vpon him, and bury him, that thou mayest take away the innocent blood which Ioab shed, from mee, and from the house of my father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the Lord shall returne his blood vpon his owne head, who fell vpon two men, more righteous and better then hee, and slew them with the sword, my father Dauid not knowing thereof, to wit, Abner the sonne of Ner, captaine of the hoste of Israel, and Amasa the sonne of Iether, captaine of the hoste of Iudah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Their blood shall therefore returne vpon the head of Ioab, and vpon the head of his seed for euer: but vpon Dauid, and vpon his seede, and vpon his house, and vpon his throne, shall there bee peace for euer from the Lord.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 34,
      "verse_end": 34,
      "text": "So Benaiah the sonne of Iehoiada went vp, and fell vpon him, and slewe him, and hee was buried in his owne house in the wildernesse.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ And the king put Benaiah the sonne of Iehoiada in his roome ouer the hoste, and Zadok the Priest did the king put in the roume of Abiathar.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And the king sent, and called for Shimei, and said vnto him, Build thee an house in Ierusalem, and dwell there, and goe not forth thence any whither.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 37,
      "verse_end": 37,
      "text": "For it shall be, that on the day thou goest out, &amp; passest ouer the brooke Kidron, thou shalt know for certaine, that thou shalt surely die: thy blood shal be vpon thine owne head.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And Shimei said vnto the King, The saying is good: as my lord the king hath said, so will thy seruant doe. And Shimei dwelt in Ierusalem many dayes.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And it came to passe at the end of three yeeres, that two of the seruants of Shimei ranne away vnto Achish sonne of Maachah king of Gath: and they told Shimei, saying, Beholde, thy seruants be in Gath.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And Shimei arose, and sadled his asse, and went to Gath to Achish, to seeke his seruants: and Shimei went and brought his seruants from Gath.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And it was told Solomon, that Shimei had gone from Ierusalem to Gath, and was come againe.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And the king sent and called for Shimei, and said vnto him, Did I not make thee to sweare by the Lord, and protested vnto thee, saying, Know for a certaine, that on the day thou goest out, and walkest abroad any whither, that thou shalt surely die? And thou saidest vnto me, The word that I haue heard, is good.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Why then hast thou not kept the Oath of the Lord, and the commandement that I haue charged thee with?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 44,
      "verse_end": 44,
      "text": "The king said moreuer to Shimei, Thou knowest all the wickednesse which thine heart is priuie to, that thou diddest to Dauid my father: therefore the Lord shall returne thy wickednesse vpon thine owne head.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And king Solomon shall be blessed, and the throne of Dauid shall bee established before the Lord for euer.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 2,
      "verse_start": 46,
      "verse_end": 46,
      "text": "So the king commaunded Benaiah the sonne of Iehoiada, which went out, and fell vpon him, that he died, and the kingdome was established in the hand of Solomon.",
      "info": ""
    }
  ]
}