{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe after these things, that Naboth the Iezreelite had a vineyard, which was in Iezreel, hard by the palace of Ahab king of Samaria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ahab spake vnto Naboth, saying, Giue me thy vineyard, that I may haue it for a garden of herbes, because it is neere vnto my house, and I will giue thee for it a better vineyard then it: or if it seeme good to thee, I will giue thee the worth of it in money.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Naboth said to Ahab, The Lord forbid it mee, that I should giue the inheritance of my fathers vnto thee.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Ahab came into his house, heauie, and displeased, because of the word which Naboth the Iezreelite had spoken to him: for he had saide, I will not giue thee the inheritance of my fathers: and he laid him downe vpon his bed, and turned away his face, and would eate no bread.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ But Iezebel his wife came to him, and said vnto him, Why is thy spirit so sad, that thou eatest no bread?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he said vnto her, Because I spake vnto Naboth the Iezreelite, and said vnto him, Giue mee thy vineyard for money, or else if it please thee, I will giue thee another vineyard for it: And he answered, I wil not giue thee my vineyard.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Iezebel his wife saide vnto him, Doest thou now gouerne the kingdome of Israel? Arise, and eate bread, and let thine heart bee merrie: I will giue thee the vineyard of Naboth the Iezreelite.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So shee wrote letters in Ahabs name, and sealed them with his seale, and sent the letters vnto the Elders, and to the Nobles that were in his citie dwelling with Naboth.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And she wrote in the letters, saying, Proclaime a fast, and set Naboth on high among the people:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And set two men, sonnes of Belial before him, to beare witnes against him, saying, Thou diddest blaspheme God and the king: and then carie him out, and stone him that he may die.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the men of his citie, euen the Elders and the Nobles who were the inhabitants in his citie, did as Iezebel had sent vnto them, and as it was written in the letters which she had sent vnto them.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "They proclaimed a fast, and set Naboth on high among the people.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And there came in two men, children of Belial, and sate before him: and the men of Belial witnessed against him, euen against Naboth, in the presence of the people, saying, Naboth did blaspheme God and the king. Then they caried him foorth out of the citie, and stoned him with stones, that hee died.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then they sent to Iezebel, saying, Naboth is stoned, and is dead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And it came to passe when Iezebel heard that Naboth was stoned and was dead, that Iezebel said to Ahab, Arise, take possession of the Uineyard of Naboth the Iezreelite, which hee refused to giue thee for money: for Naboth is not aliue, but dead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it came to passe when Ahab heard that Naboth was dead, that Ahab rose vp to goe downe to the Uineyard of Naboth the Iezreelite, to take possession of it.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And the word of the Lord came to Eliiah the Tishbite, saying,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Arise, goe downe to meet Ahab king of Israel, which is in Samaria: behold, hee is in the Uineyard of Naboth, whither he is gone downe to possesse it.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And thou shalt speake vnto him, saying, Thus saith the Lord, Hast thou killed, and also taken possession? And thou shalt speake vnto him, saying, Thus saith the Lord; In the place where dogs licked the blood of Naboth, shall dogges licke thy blood, euen thine.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Ahab said to Eliiah, Hast thou found me, O mine enemie? And he answered, I haue found thee: because thou hast sold thy selfe to worke euill in the sight of the Lord.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Behold, I will bring euill vpon thee, and will take away thy posteritie, and will cut off from Ahab him that pisseth against the wall, and him that is shut vp, and left in Israel,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And will make thine house like the house of Ieroboam the sonne of Nebat, and like the house of Baasha the sonne of Ahiiah, for the prouocation wherewith thou hast prouoked mee to anger, and made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And of Iezebel also spake the Lord, saying, The dogs shall eate Iezebel by the wall of Iezreel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Him that dieth of Ahab in the citie, the dogs shall eate: and him that dieth in the field, shall the foules of the aire eat.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ But there was none like vnto Ahab, which did sell himselfe to worke wickednesse in the sight of the Lord, whom Iezebel his wife stirred vp.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And hee did very abominably in following Idoles, according to all things as did the Amorites, whom the Lord cast out before the children of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And it came to passe when Ahab heard those wordes, that hee rent his clothes, and put sackecloth vpon his flesh, and fasted, and lay in sackcloth, and went softly.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the word of the Lord came to Eliiah the Tishbite, saying,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 21,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Seest thou how Ahab humbleth himselfe before mee? because hee humbleth himselfe before mee, I will not bring the euill in his dayes: but in his sonnes dayes will I bring the euill vpon his house.",
      "info": ""
    }
  ]
}