{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And they continued three yeeres without warre betweene Syria and Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it came to passe on the third yere, that Iehoshaphat the King of Iudah came downe to the king of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "(And the king of Israel said vnto his seruants, Know ye that Ramoth in Gilead is ours, and wee be still, and take it not out of the hand of the king of Syria?)",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And hee said vnto Iehoshaphat, Wilt thou goe with me to battel to Ramoth Gilead? And Iehoshaphat said to the king of Israel, I am as thou art, my people as thy people, my horses as thy horses.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Iehoshaphat said vnto the king of Israel, Enquire, I pray thee, at the word of the Lord to day.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then the king of Israel gathered the prophets together about foure hundred men, and said vnto them, Shall I goe against Ramoth Gilead to battell, or shall I forbeare? And they said, Goe vp, for the Lord shall deliuer it into the hand of the king.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Iehoshaphat said, Is there not here a Prophet of the Lord besides, that we might enquire of him?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the king of Israel said vnto Iehoshaphat, There is yet one man, (Micaiah the sonne of Imlah) by whom we may enquire of the Lord; but I hate him, for he doth not prophesie good concerning me, but euill. And Iehoshaphat said, Let not the King say so.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then the king of Israel called an Officer, and said, Hasten hither Micaiah the sonne of Imlah.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the King of Israel and Iehoshaphat the King of Iudah sate each on his throne, hauing put on their robes, in a voyd place in the entrance of the gate of Samaria, and all the Prophets prophecied before them.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Zedekiah the sonne of Chenaanah made him hornes of yron: and he sayd, Thus saith the Lord, With these shalt thou push the Syrians, vntill thou haue consumed them.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And all the Prophets prophecied so, saying; Goe vp to Ramoth Gilead, and prosper: for the Lord shall deliuer it into the kings hand.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the messenger that was gone to call Micaiah, spake vnto him, saying, Behold now, the words of the prophets declare good vnto the King with one mouth: let thy word, I pray thee, bee like the word of one of them, and speake that which is good.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Micaiah sayde, As the Lord liueth, what the Lord saith vnto me, that will I speake.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ So he came to the king, and the king sayd vnto him, Micaiah, shall wee goe against Ramoth Gilead to battell, or shall we forbeare? And he answered him, Go, and prosper: for the Lord shall deliuer it into the hand of the king.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the king said vnto him, How many times shall I adiure thee, that thou tell me nothing but that which is true, in the Name of the Lord ?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And hee sayd, I saw all Israel scattered vpon the hilles, as sheepe that haue not a shepheard. And the Lord said, These haue no master, let them returne euery man to his house in peace.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the King of Israel said vnto Iehoshaphat, Did I not tell thee, that he would prophecie no good concerning me, but euill?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he said, Heare thou therefore the word of the Lord: I sawe the Lord sitting on his Throne, and all the hoste of heauen standing by him, on his right hand and on his left.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Lord said, Who shall perswade Ahab, that hee may goe vp and fall at Ramoth Gilead? And one sayd on this manner, and another said on that manner.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And there came forth a spirit, and stood before the Lord, and said, I will perswade him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the Lord said vnto him, Wherewith? And hee sayd, I will goe foorth, and I will be a lying spirit in the mouth of all his prophets. And he said, Thou shalt perswade him, and preuaile also: Goe forth, and doe so.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Now therfore behold, the Lord hath put a lying spirit in the mouth of all these thy prophets, and the Lord hath spoken euill concerning thee.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But Zedekiah the sonne of Chenaanah went neere, and smote Micaiah on the cheeke, and said, Which way went the Spirit of the Lord from me, to speake vnto thee?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Micaiah sayde, Beholde, thou shalt see in that day, when thou shalt goe into an inner chamber, to hide thy selfe.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the King of Israel sayde, Take Micaiah, and cary him backe vnto Amon the gouernour of the citie, and to Ioash the kings sonne:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And say, Thus sayth the King, Put this fellow in the prison, and feede him with bread of affliction, and with water of afflictiō, vntil I come in peace.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Micaiah saide, If thou returne at all in peace, the Lord hath not spoken by me. And he said, Hearken, O people, euery one of you.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "So the King of Israel, and Iehoshaphat the king of Iudah, went vp to Ramoth Gilead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the king of Israel said vnto Iehoshaphat, I wil disguise my selfe, &amp; enter into the battell, but put thou on thy robes. And the King of Israel disguised himselfe, &amp; went into the battell.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 31,
      "verse_end": 31,
      "text": "But the King of Syria commanded his thirtie and two Captaines that had rule ouer his charets, saying, Fight neither with small nor great, saue only with the king of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And it came to passe, when the captaines of the charets saw Iehoshaphat, that they said, Surely it is the king of Israel. And they turned aside to fight against him: and Iehoshaphat cryed out.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And it came to passe, when the captaines of the charets perceiued that it was not the king of Israel, that they turned backe from pursuing him.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And a certaine man drew a bow at a venture, and smote the king of Israel betweene the ioynts of the harnesse: wherefore hee sayd vnto the driuer of his charet, Turne thine hand, and cary me out of the hoste, for I am wounded.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the battell increased that day: and the king was stayed vp in his charet against the Syrians, and died at euen: and the blood ranne out of the wound, into the mids of the charet.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And there went a proclamation throughout the hoste, about the going downe of the Sunne, saying, Euery man to his citie, and euery man to his owne countrey.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ So the King died, and was brought to Samaria, and they buried the king in Samaria.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And one washed the charet in the poole of Samaria, and the dogges licked vp his blood, and they washed his armour, according vnto the word of the Lord which he spake.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 39,
      "verse_end": 39,
      "text": "Now the rest of the actes of Ahab, and all that he did, and the Iuory house which he made, and all the cities that he built, are they not written in the booke of the Chronicles of the Kings of Israel?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 40,
      "verse_end": 40,
      "text": "So Ahab slept with his fathers, and Ahaziah his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ And Iehoshaphat the sonne of Asa began to reigne ouer Iudah in the fourth yeere of Ahab King of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 42,
      "verse_end": 42,
      "text": "Iehoshaphat was thirtie and fiue yeeres olde when hee began to reigne, and he reigned twentie and fiue yeeres in Ierusalem: and his mothers name was Azubah the daughter of Shilhi.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And he walked in all the wayes of Asa his father, hee turned not aside from it, doing that which was right in the eyes of the Lord: neuerthelesse, the high places were not taken away: for the people offered and burnt incense yet in the high places.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And Iehoshaphat made peace with the king of Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 45,
      "verse_end": 45,
      "text": "Now the rest of the actes of Iehoshaphat, and his might that hee shewed, and how he warred, are they not written in the booke of the Chronicles of the Kings of Iudah?",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 46,
      "verse_end": 46,
      "text": "And the remnant of the Sodomites which remained in the dayes of his father Asa, he tooke out of the land.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 47,
      "verse_end": 47,
      "text": "There was then no king in Edom: a deputie was king.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 48,
      "verse_end": 48,
      "text": "Iehoshaphat made shippes of Tharshish to goe to Ophir for golde: but they went not, for the shippes were broken at Ezion Geber.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 49,
      "verse_end": 49,
      "text": "Then said Ahaziah the sonne of Ahab vnto Iehoshaphat, Let my seruants goe with thy seruants in the ships: But Iehoshaphat would not.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 50,
      "verse_end": 50,
      "text": "¶ And Iehoshaphat slept with his fathers, and was buried with his fathers in the citie of Dauid his father: and Iehoram his sonne reigned in his stead.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 51,
      "verse_end": 51,
      "text": "¶ Ahaziah the sonne of Ahab began to reigne ouer Israel in Samaria the seuenteenth yeere of Iehoshaphat king of Iudah, and reigned two yeres ouer Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 52,
      "verse_end": 52,
      "text": "And he did euill in the sight of the Lord, and walked in the way of his father, and in the way of his mother, and in the way of Ieroboam the sonne of Nebat, who made Israel to sinne.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 22,
      "verse_start": 53,
      "verse_end": 53,
      "text": "For he serued Baal, and worshipped him, and prouoked to anger the Lord God of Israel, according vnto all that his father had done.",
      "info": ""
    }
  ]
}