{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Hiram king of Tyre sent his seruants vnto Solomon: (for hee had heard that they had anointed him King in the roume of his father,) for Hiram was euer a louer of Dauid.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Solomon sent to Hiram, saying,",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thou knowest how that Dauid my father could not build an house vnto the Name of the Lord his God, for the warres which were about him on euery side, vntill the Lord put them vnder the soles of his feet.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But now the Lord my God hath giuen me rest on euery side, so that there is neither aduersary, nor euill occurrent.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And behold, I purpose to build an house vnto the Name of the Lord my God, as the Lord spake vnto Dauid my father, saying, Thy sonne, whom I will set vpon thy throne in thy roume, he shall build an house vnto my Name.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Now therefore command thou, that they hew me Cedar trees out of Lebanon, and my seruants shall bee with thy seruants: and vnto thee will I giue hire for thy seruants, according to all that thou shalt appoint: for thou knowest that there is not among vs, any that can skill to hew timber, like vnto the Sidonians.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And it came to passe when Hiram heard the wordes of Solomon, that hee reioyced greatly, and said, Blessed be the Lord this day, which hath giuen vnto Dauid a wise sonne ouer this great people.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Hiram sent to Solomon, saying, I haue considered the things which thou sentest to me for: and I will doe all thy desire concerning timber of Cedar, and concerning timber of firre.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "My seruants shall bring them downe from Lebanon vnto the Sea: and I wil conuey them by sea in flotes, vnto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receiue them: and thou shalt accomplish my desire, in giuing food for my houshold.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "So Hiram gaue Solomon Cedar trees, and Firre trees, according to all his desire.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Solomon gaue Hiram twentie thousand measures of wheate for food to his houshold, and twentie measures of pure oile: thus gaue Solomon to Hiram yeere by yeere.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the Lord gaue Solomon wisedome, as hee promised him: and there was peace betweene Hiram and Solomon, and they two made a league together.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And King Solomon raised a leuie out of all Israel, and the leuie was thirtie thousand men.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And hee sent them to Lebanon, ten thousand a moneth by courses: a moneth they were in Lebanon, and two moneths at home: and Adoniram was ouer the leuie.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And Solomon had threescore and ten thousand that bare burdens, and fourescore thousand hewers in the mountaines:",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Besides the chiefe of Solomons officers which were ouer the worke, three thousand and three hundred, which ruled ouer the people that wrought in the worke.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the king commanded, and they brought great stones, costly stones, and hewed stones, to lay the foundation of the house.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And Solomons builders, and Hirams builders, did hewe them, and the stone-squarers: so they prepared timber and stones to build the house.",
      "info": ""
    }
  ]
}