{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe in the foure hundred and fourescore yeere after the children of Israel were come out of the land of Egypt, in the fourth yere of Solomons reigne ouer Israel, in the moneth Zif, which is the second moneth, that he began to build the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the house which king Solomon built for the Lord, the length thereof was threescore cubites, and the breadth thereof twentie cubits, and the height thereof thirtie cubites.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the porch before the Temple of the house: twentie cubites was the length thereof, according to the breadth of the house, and tenne cubites was the breadth thereof before the house.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And for the house he made windowes of narrow lights.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And against the wall of the house he built chambers round about, against the walles of the house round about, both of the Temple and of the Oracle: and hee made chambers round about.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "The nethermost chamber was fiue cubites broad, and the middle was sixe cubites broad, and the third was seuen cubites broad: for without in the wall of the house hee made narrowed rests round about, that the beames should not bee fastened in the walles of the house.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the house when it was in building, was built of stone, made ready before it was brought thither: so that there was neither hammer nor axe, nor any toole of yron heard in the house, while it was in building.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The doore for the middle chamber was in the right side of the house: and they went vp with winding staires into the middle chamber, and out of the middle into the third.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So he built the house and finished it: and couered the house with beams and boards of Cedar.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And then hee built chambers against all the house, fiue cubites high: and they rested on the house with timber of Cedar.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And the word of the Lord came to Solomon, saying;",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Concerning this House which thou art in building, if thou wilt walke in my Statutes, and execute my Iudgments, and keepe all my Commandements to walke in them: then will I performe my word with thee, which I spake vnto Dauid thy father.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I will dwell among the children of Israel, and will not forsake my people Israel.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So Solomon built the house, and finished it.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And hee built the walles of the house within with boards of Cedar, both the floore of the house, and the walles of the sieling: and hee couered them on the inside with wood, and couered the floore of the house with plankes of firre.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And hee built twentie cubites on the sides of the house, both the floore, and the walles with boards of Cedar: he euen built them for it within, euen for the Oracle, euen for the most holy place.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the house, that is, the Temple before it, was fortie cubites long.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the Cedar of the house within was carued with knops, and open flowres: all was Cedar, there was no stone seene.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Oracle he prepared in the house within, to set there the Arke of the Couenant of the Lord.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Oracle in the forepart, was twenty cubits in length and twentie cubites in breadth, and twentie cubites in the height thereof: and hee ouerlayd it with pure golde, and so couered the Altar which was of Cedar.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "So Solomon ouerlayd the house within with pure golde: and he made a partition, by the chaines of golde before the Oracle, and he ouerlaid it with gold.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the whole house he ouerlaid with golde vntill he had finished all the house: also the whole Altar that was by the Oracle he ouerlaide with golde.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ And within the Oracle he made two Cherubims of Oliue tree, each ten cubites high.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And fiue cubits was the one wing of the Cherub, and fiue cubits the other wing of the Cherub: from the vttermost part of the one wing, vnto the vttermost part of the other, were ten cubites.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the other Cherub was tenne cubites: both the Cherubims were of one measure, and one size.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "The height of the one Cherub was ten cubites, and so was it of the other Cherub.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And he set the Cherubims within the inner house: and they stretched foorth the wings of the Cherubims, so that the wing of the one touched the one wall, and the wing of the other Cherub touched the other wall: &amp; their wings touched one another in the midst of the house.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And he ouerlayd the Cherubims with golde.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And he carued all the walles of the house round about with carued figures of Cherubims, and palme trees, and open flowers, within &amp; without.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the floore of the house hee ouerlayed with gold, within and without.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And for the entring of the Oracle he made doores of Oliue tree: the lintell and side posts were a fifth part of the wall.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 32,
      "verse_end": 32,
      "text": "The two doores also were of Oliue tree, and he carued vpon them caruings of Cherubims, and palme trees, and open flowers, and ouerlayd them with gold, and spread gold vpon the Cherubims, and vpon the palme trees.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 33,
      "verse_end": 33,
      "text": "So also made hee for the doore of the Temple postes of Oliue tree a fourth part of the wall.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And the two doores were of firre tree: the two leaues of the one doore were folding, and the two leaues of the other doore were folding.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And he carued thereon Cherubims, and palme trees, and open flowers: and couered them with gold, fitted vpon the carued worke.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And hee built the inner Court with three rowes of hewed stone, and a row of Cedar beames.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 37,
      "verse_end": 37,
      "text": "¶ In the fourth yeere was the foundation of the house of the Lord layd, in the moneth Zif.",
      "info": ""
    },
    {
      "book_id": "1KI",
      "book_name": "1 Kings",
      "chapter": 6,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And in the eleuenth yeere in the moneth Bul (which is the eight moneth) was the house finished throughout all the parts therof, and according to all the fashion of it: So was he seuen yeeres in building it.",
      "info": ""
    }
  ]
}