{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "My little children, these things write I vnto you, that ye sinne not. And if any man sinne, we haue an Aduocate with the Father, Iesus Christ the righteous:",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he is the propitiation for our sinnes: and not for ours onely, but also for the sinnes of the whole world.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And hereby wee doe knowe that we know him, if we keepe his commandements.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "He that saith, I knowe him, and keepeth not his commandements, is a lyer, and the trueth is not in him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But who so keepeth his word, in him verely is the loue of God perfected: hereby know we that we are in him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "He that sayeth he abideth in him, ought himselfe also so to walke, euen as he walked.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Brethren, I write no new commandement vnto you, but an olde commandement which ye had from the beginning: the old commandement is the word which ye haue heard from the beginning.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Againe, a new commandement I write vnto you, which thing is true in him and in you: because the darkenesse is past, and the true light now shineth.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "He that saith he is in the light, and hateth his brother, is in darkenesse euen vntill now.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Hee that loueth his brother, abideth in the light, and there is none occasion of stumbling in him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But he that hateth his brother, is in darknesse, and walketh in darknesse, and knoweth not whither hee goeth, because that darknesse hath blinded his eyes.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "I write vnto you, little children, because your sinnes are forgiuen you for his Names sake.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "I write vnto you, fathers, because yee haue knowen him that is from the beginning. I write vnto you, young men, because you haue ouercome the wicked one. I write vnto you, little children, because yee haue knowen the Father.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I haue written vnto you, fathers, because ye haue knowen him that is from the beginning. I haue written vnto you, young men, because yee are strong, and the word of God abideth in you, and yee haue ouercome the wicked one.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Loue not the world, neither the things that are in the world. If any man loue the world, the loue of the Father is not in him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "For all that is in the world, the lust of the flesh, the lust of the eyes, and the pride of life, is not of the Father, but is of the world.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the world passeth away, and the lust thereof, but hee that doeth the will of God, abideth for euer.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Little children, it is the last time: and as yee haue heard that Antichrist shall come, euen now are there many Antichrists, whereby wee know that it is the last time.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "They went out from vs, but they were not of vs: for if they had beene of vs, they would no doubt haue continued with vs: but they went out that they might be made manifest, that they were not all of vs.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But ye haue an vnction from the holy One, and ye know all things.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "I haue not written vnto you, because yee know not the trueth: but because ye know it, and that no lie is of the trueth.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Who is a lier, but hee that denieth that Iesus is the Christ? hee is Antichrist, that denyeth the Father, and the Sonne.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Whosoeuer denieth the Sonne, the same hath not the Father: but he that acknowledgeth the Sonne, hath the Father also.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Let that therefore abide in you which yee haue heard from the beginning: if that which ye haue heard from the beginning shall remaine in you, yee also shall continue in the Sonne, and in the Father.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And this is the promise that hee hath promised vs, euen eternall life.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "These things haue I written vnto you, concerning them that seduce you.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But the anointing which ye haue receiued of him, abideth in you: and yee need not that any man teach you: But, as the same anointing teacheth you of all things, and is trueth, and is no lye: and euen as it hath taught you, ye shall abide in him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And now, little children, abide in him, that when hee shall appeare, wee may haue confidence, and not bee ashamed before him at his comming.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "If ye know that he is righteous, ye know that euery one which doeth righteousnesse, is borne of him.",
      "info": ""
    }
  ]
}