{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Whosoeuer beleeueth that Iesus is the Christ, is borne of God: and euery one that loueth him that begate, loueth him also that is begotten of him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "By this wee know that wee loue the children of God, when we loue God and keepe his commandements.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For this is the loue of God, that we keepe his commandements, and his commandements are not grieuous.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For whatsoeuer is borne of God, ouercommeth the world, and this is the victorie that ouercommeth the world, euen our faith.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Who is he that ouercommeth the world, but he that beleeueth that Iesus is the Sonne of God?",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "This is hee that came by water and blood, euen Iesus Christ, not by water onely, but by water and blood: and it is the Spirit that beareth witnesse, because the Spirit is trueth.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For there are three that beare record in heauen, the Father, the Word, and the holy Ghost: and these three are one.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And there are three that beare witnesse in earth, the Spirit, and the Water, and the Blood, and these three agree in one.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "If we receiue the witnesse of men, the witnesse of God is greater: for this is the witnesse of God, which hee hath testified of his Sonne.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Hee that beleeueth on the Sonne of God, hath the witnesse in himselfe: he that beleeueth not God, hath made him a liar, because he beleeueth not the record that God gaue of his Sonne.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And this is the record, that God hath giuen to vs eternall life, and this life is in his Sonne.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Hee that hath the Sonne, hath life; and hee that hath not the Sonne, hath not life.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "These things haue I written vnto you that beleeue on the Name of the Sonne of God, that ye may know, that ye haue eternall life, and that yee may beleeue on the Name of the Sonne of God.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And this is the confidence that we haue in him, that if wee aske any thing according to his will, hee heareth vs.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And if we know that he heare vs, whatsoeuer wee aske, wee know that we haue the petitions that wee desired of him.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "If any man see his brother sinne a sinne which is not vnto death, hee shall aske, and he shall giue him life for them that sinne not vnto death. There is a sinne vnto death: I doe not say that he shall pray for it.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "All vnrighteousnes is sinne, and there is a sinne not vnto death.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "We know that whosoeuer is borne of God, sinneth not: but hee that is begotten of God, keepeth himselfe, and that wicked one toucheth him not.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And we know that we are of God, and the whole world lieth in wickednesse.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And we know that the Sonne of God is come, and hath giuen vs an vnderstanding that wee may know him that is true: and wee are in him that is true, euen in his Sonne Iesus Christ. This is the true God, and eternall life.",
      "info": ""
    },
    {
      "book_id": "1JN",
      "book_name": "1 John",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Little children, keepe your selues from Idoles. Amen.",
      "info": ""
    }
  ]
}