{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The former treatise haue I made, O Theophilus, of al that Iesus began both to doe and teach,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Untill the day in which hee was taken vp, after that he through the holy Ghost had giuen commaundements vnto the Apostles, whom he had chosen.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "To whom also he shewed himselfe aliue after his passion, by many infallible proofes, being seene of them fourty dayes, and speaking of the things perteining to the kingdome of God:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And being assembled together with them, commanded them that they should not depart from Hierusalem, but wait for the promise of the Father, which, saith he, ye haue heard of me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For Iohn truely baptized with water, but ye shall be baptized with the holy Ghost, not many dayes hence.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore againe the kingdome to Israel?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he said vnto them, It is not for you to knowe the times or the seasons, which the Father hath put in his owne power.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But ye shall receiue power after that the holy Ghost is come vpon you, and ye shall be witnesses vnto me, both in Hierusalem, and in all Iudea, and in Samaria, and vnto the vttermost part of the earth.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when hee had spoken these things, while they beheld, hee was taken vp, and a cloud receiued him out of their sight.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And while they looked stedfastly toward heauen, as he went vp, behold, two men stood by them in white apparell,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Which also said, Yee men of Galililee, why stand yee gazing vp into heauen? This same Iesus, which is taken vp from you into heauen, shall so come, in like maner as yee haue seene him goe into heauen.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then returned they vnto Hierusalem, from the mount called Oliuet, which is from Hierusalem a Sabbath dayes iourney.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when they were come in, they went vp into an vpper roome, where abode both Peter &amp; Iames, &amp; Iohn, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, Iames the sonne of Alpheus, and Simon Zelotes, and Iudas the brother of Iames.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Iesus, and with his brethen.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And in those dayes Peter stood vp in the mids of the disciples, and said, (The number of names together were about an hundred and twentie)",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Men and brethren, This Scripture must needs haue beene fulfilled, which the holy Ghost by the mouth of Dauid spake before concerning Iudas, which was guide to them þ<sup>t</sup> took Iesus.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For hee was numbred with vs, and had obtained part of this ministerie.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now this man purchased a field with the reward of iniquity, and falling headlong, he burst asunder in the mids, and all his bowels gushed out.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And it was knowen vnto all the dwellers at Hierusalem, insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For it is written in the booke of Psalmes, Let his habitation be desolate, and let no man dwell therein: And his Bishopricke let another take.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Wherefore of these men which haue companied with vs all the time that the Lord Iesus went in and out among vs,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Beginning from the baptisme of Iohn, vnto that same day that he was taken vp from vs, must one be ordained to be a witnesse with vs of his resurrection.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they appointed two, Ioseph called Barsabas, who was surnamed Iustus, and Matthias.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And they prayed, and said, Thou Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 25,
      "verse_end": 25,
      "text": "That hee may take part of this ministerie and Apostleship, from which Iudas by transgression fell, that hee might goe to his owne place.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 1,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And they gaue foorth their lots, and the lot fell vpon Matthias, and hee was numbred with the eleuen Apostles.",
      "info": ""
    }
  ]
}