{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now about that time, Herode the King stretched foorth his hands, to vexe certaine of the Church.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And he killed Iames the brother of Iohn with the sword.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And because he saw it pleased the Iewes, hee proceeded further, to take Peter also. (Then were the dayes of vnleauened bread.)",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when hee had apprehended him, hee put him in prison, and deliuered him to foure quaternions of souldiers to keepe him, intending after Easter to bring him forth to the people.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Peter therefore was kept in prison, but prayer was made without ceasing of the Church vnto God for him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when Herode would haue brought him foorth, the same night Peter was sleeping betweene two Souldiers, bound with two chaines, and the Keepers before the doore kept the prison.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And beholde, the Angel of the Lord came vpon him, and a light shined in the prison: and hee smote Peter on the side, and raised him vp, saying, Arise vp quickely. And his chaines fell off from his hands.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Angel said vnto him, Girde thy selfe, and binde on thy sandales: And so he did. And he sayth vnto him, Cast thy garment about thee, and follow me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And hee went out, and followed him, and wist not that it was true which was done by the Angel: but thought he saw a vision.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "When they were past the first and the second ward, they came vnto the yron gate that leadeth vnto the citie, which opened to them of his owne accord: and they went out and passed on thorow one streete, and foorthwith the Angel departed from him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And when Peter was come to himselfe, hee said, Now I know of a suretie, that the Lord hath sent his Angel, and hath deliuered mee out of the hand of Herode, and from all the expectation of the people of the Iewes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And when he had considered the thing, he came to the house of Mary the mother of Iohn whose sirname was Marke, where many were gathered together praying.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And as Peter knocked at the doore of the gate, a damosell came to hearken, named Rhoda.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when she knew Peters voice, she opened not the gate for gladnes, but ran in, and told how Peter stood before the gate.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they said vnto her, Thou art mad. But she constantly affirmed that it was euen so. Then said they, It it his Angel.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But Peter continued knocking: and when they had opened the doore, and saw him, they were astonished.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But he beckening vnto them with the hand, to hold their peace, declared vnto them how the Lord had brought him out of the prison: And he said, Goe shew these things vnto Iames, and to the brethren. And he departed, and went into another place.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now assoone as it was day, there was no smal stirre among the souldiers, what was become of Peter.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when Herode had sought for him, and found him not, hee examined the keepers, and commanded that they should be put to death. And hee went downe from Iudea to Cesarea, &amp; there abode.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And Herode was highly displeased with them of Tyre and Sidon: but they came with one accord to him, and hauing made Blastus the kings chamberlaine their friend, desired peace, because their countrey was nourished by the kings countrey.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And vpon a set day Herod arayed in royall apparell, sate vpon his throne, and made an Oration vnto them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the people gaue a shout, saying, It is the voice of a God, and not of a man.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And immediatly the Angel of the Lord smote him, because hee gaue not God the glory, and hee was eaten of wormes, and gaue vp the ghost.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ But the word of God grewe, and multiplied.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And Barnabas and Saul returned from Hierusalem, when they had fulfilled their ministerie, and tooke with them Iohn, whose syrname was Marke.",
      "info": ""
    }
  ]
}