{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then came he to Derbe, and Lystra: and behold, a certaine disciple was there, named Timotheus, the son of a certaine woman which was a Iewesse, and beleeued: but his father was a Greeke:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Which was well reported of by the brethren that were at Lystra and Iconium.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Him would Paul haue to go forth with him, and tooke, and circumcised him, because of the Iewes which were in those quarters: for they knew all, that his father was a Greeke.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And as they went through the cities, they deliuered them the decrees for to keepe, that were ordeined of the Apostles and Elders, which were at Hierusalem.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And so were the Churches established in the faith, and increased in number dayly.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Now when they had gone thorowout Phrygia, and the region of Galatia, and were forbidden of the holy Ghost to preach the word in Asia,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "After they were come to Mysia, they assayed to goe into Bithynia: but the Spirit suffered them not.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they passing by Mysia, came downe to Troas.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And a vision appeared to Paul in the night: There stood a man of Macedonia, and prayed him, saying, Come ouer into Macedonia, and helpe vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And after he had seene the vision, immediatly we endeuoured to goe into Macedonia, assuredly gathering, that the Lord had called vs for to preach the Gospel vnto them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Therfore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And from thence to Philippi, which is the chiefe citie of that part of Macedonia, and a Colonie: and we were in that citie abiding certaine dayes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And on the Sabboth we went out of the citie by a riuer side, where prayer was wont to be made, &amp; we sate downe, and spake vnto the women which resorted thither.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And a certaine woman named Lydia, a seller of purple, of the citie of Thyatira, which worshipped God, heard vs: whose heart the Lord opened, that she attended vnto the things which were spoken of Paul.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when she was baptized, and her houshold, she besought vs, saying, If ye haue iudged me to bee faithfull to the Lord, come into my house, and abide there. And she constrained vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And it came to passe, as we went to prayer, a certaine Damosell possessed with a spirit of diuination, met vs: which brought her masters much gaine by soothsaying.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "The same followed Paul and vs, and cried, saying, These men are the seruants of the most hie God, which shew vnto vs the way of saluation.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And this did she many dayes: but Paul being grieued, turned and said to the spirit, I command thee in the Name of Iesus Christ, to come out of her. And he came out the same houre.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And when her Masters saw that the hope of their gaines was gone, they caught Paul and Silas, and drew them into the market place, vnto the rulers,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And brought them to the Magistrates, saying, These men being Iewes, do exceedingly trouble our city,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And teach customes which are not lawfull for vs to receiue, neither to obserue, being Romanes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the multitude rose vp together against them, and the Magistrates rent off their clothes, and commanded to beate them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And when they had layed many stripes vpon them, they cast them into prison, charging the Iaylour to keepe them safely.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Who hauing receiued such a charge, thrust them into the inner prison, &amp; made their feet fast in the stockes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And at midnight, Paul and Silas prayed, and sang praises vnto God: and the prisoners heard them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doores were opened, and euery ones bands were loosed.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the keeper of the prison awaking out of his sleepe, and seeing the prison doores open, he drew out his sword, and would haue killed himselfe, supposing that the prisoners had beene fled.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But Paul cried with a loud voice, saying, Doe thy selfe no harme, for we are all heere.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then hee called for a light, and sprang in, and came trembling, and fell downe before Paul and Silas,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And brought them out, and said, Sirs, what must I doe to be saued?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they saide, Beleeue on the Lord Iesus Christ, and thou shalt be saued, and thy house.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And they spake vnto him the word of the Lord, and to all that were in his house.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And hee tooke them the same houre of the night, and washed their stripes, and was baptized, hee and all his, straightway.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And when he had brought them into his house, hee set meat before them, and reioyced, beleeuing in God with all his house.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And when it was day, the Magistrates sent the Sergeants, saying, Let those men goe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And the keeper of the prison told this saying to Paul, The Magistrates haue sent to let you goe: Now therefore depart, and goe in peace.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 37,
      "verse_end": 37,
      "text": "But Paul said vnto them, They haue beaten vs openly vncondemned, being Romanes, and haue cast vs into prison, and now doe they thrust vs out priuily? Nay verily, but let them come themselues, and fetch vs out.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And the Sergeants tolde these words vnto the Magistrates: and they feared when they heard that they were Romanes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And they came and besought them, and brought them out, and desired them to depart out of the citie.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 16,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And they went out of the prison, and entred into the house of Lydia, and when they had seene the brethren, they comforted them, and departed.",
      "info": ""
    }
  ]
}