{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now when they had passed thorow Amphipolis, and Apollonia, they came to Thessalonica, where was a synagogue of the Iewes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Paul, as his maner was, went in vnto them, and three Sabbath dayes reasoned with them out of the Scriptures,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Opening and alleadging, that Christ must needs haue suffered and risen againe from the dead: and that this Iesus whom I preach vnto you, is Christ.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And some of them beleeued, and consorted with Paul and Silas: and of the deuout Greekes a great multitude, and of the chiefe women not a few.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ But the Iewes which beleeued not, mooued with enuie, tooke vnto them certaine lewd fellowes of the baser sort, and gathered a company, and set all the citie on an vprore, and assaulted the house of Iason, and sought to bring them out to the people.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when they found them not, they drew Iason, and certaine brethren vnto the rulers of the citie, crying, These that haue turned the world vpside downe, are come hither also,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Whom Iason hath receiued: and these all doe contrary to the decrees of Cesar, saying, that there is another King, one Iesus.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they troubled the people, and the rulers of the citie, when they heard these things.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And when they had taken securitie of Iason, and of the other, they let them goe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the brethren immediatly sent away Paul and Silas by night vnto Berea: who comming thither, went into the Synagogue of the Iewes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "These were more noble then those in Thessalonica, in that they receiued the word with all readinesse of minde, and searched the Scriptures dayly, whether those things were so.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore many of them beleeued: also of honourable women which were Greekes, and of men not a few.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But when the Iewes of Thessalonica had knowledge that the word of God was preached of Paul at Berea, they came thither also, and stirred vp the people.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And then immediatly the brethren sent away Paul, to goe as it were to the sea: but Silas and Timotheus abode there still.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And they that conducted Paul, brought him vnto Athens, and receiuing a commaundement vnto Silas and Timotheus, for to come to him with all speed, they departed.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Now while Paul waited for them at Athens, his spirit was stirred in him, when hee saw the city wholy giuen to idolatrie.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therefore disputed he in the Synagogue with the Iewes, and with the deuout persons, and in the market dayly with them that met with him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then certaine Philosophers of the Epicureans, and of the Stoikes, encountred him: and some said, What will this babbler say? Othersome, He seemeth to be a setter foorth of strange gods: because hee preached vnto them Iesus, and the resurrection.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they tooke him, and brought him vnto Areopagus, saying, May we know what this new doctrine, whereof thou speakest, is?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For thou bringest certaine strange things to our eares: we would know therefore what these things meane.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 21,
      "verse_end": 21,
      "text": "(For all the Athenians and strangers which were there, spent their time in nothing else, but either to tell or to heare some new thing.)",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Then Paul stood in the mids of Mars-hill, and said, Yee men of Athens, I perceiue that in all things yee are too superstitious.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For as I passed by, and beheld your deuotions, I found an Altar with this inscription, TO THE VNKNOWEN GOD. Whom therefore yee ignorantly worship, him declare I vnto you.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 24,
      "verse_end": 24,
      "text": "God that made the world, and all things therein, seeing that hee is Lord of heauen and earth, dwelleth not in Temples made with hands:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Neither is worshipped with mens hands as though he needed any thing, seeing hee giueth to all, life and breath, and all things,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And hath made of one blood all nations of men, for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 27,
      "verse_end": 27,
      "text": "That they should seeke the Lord, if haply they might feele after him and finde him, though he be not farre from euery one of vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 28,
      "verse_end": 28,
      "text": "For in him we liue, and mooue, and haue our being, as certaine also of your owne Poets haue said, For we are also his offspring.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Forasmuch then as wee are the offspring of God, wee ought not to thinke that the Godhead is like vnto golde, or siluer, or stone grauen by arte, and mans deuice.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the times of this ignorance God winked at, but now commandeth all men euery where to repent:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Because hee hath appointed a day in the which he will iudge the world in righteousnesse, by that man whom hee hath ordeined, whereof he hath giuen assurance vnto all men, in that he hath raised him from the dead.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ And when they heard of the resurrection of the dead, some mocked: and others said, Wee will heare thee againe of this matter.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 33,
      "verse_end": 33,
      "text": "So Paul departed from among them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 17,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Howbeit, certaine men claue vnto him, and beleeued: among the which was Dionysius the Areopagite, and a woman named Damaris, and others with them.",
      "info": ""
    }
  ]
}