{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Men, brethren, and fathers, heare ye my defence which I make now vnto you.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 2,
      "verse_end": 2,
      "text": "(And when they heard that hee spake in the Hebrew tongue to them, they kept the more silence: and he saith,)",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I am verely a man which am a Iew, borne in Tarsus a citie in Cilicia, yet brought vp in this citie at the feete of Gamaliel, and taught according to the perfect maner of the law of the fathers, and was zealous towards God, as ye all are this day.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I persecuted this way vnto the death, binding and deliuering into prisons both men and women,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 5,
      "verse_end": 5,
      "text": "As also the high Priest doth beare me witnesse, and all the estate of the elders: from whom also I receiued letters vnto the brethren, and went to Damascus, to bring them which were there, bound vnto Hierusalem, for to be punished.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe, that as I made my iourney, &amp; was come nigh vnto Damascus about noone, suddenly there shone from heauen a great light round about me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I fell vnto the ground, and heard a voice saying vnto mee, Saul, Saul, why persecutest thou me?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I answered, Who art thou, Lord? And he said vnto me, I am Iesus of Nazareth whō thou persecutest.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And they that were with me saw indeede the light, and were afraid; but they heard not the voice of him that spake to me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And I saide, What shall I doe, Lord? And the Lord said vnto me, Arise, and goe into Damascus, and there it shall be told thee of all things which are appointed for thee to doe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And when I could not see for the glory of that light, being led by the hand of them that were with me, I came into Damascus.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And one Ananias, a deuout man according to the law, hauing a good report of al the Iewes which dwelt there,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Came vnto me, and stood, &amp; said vnto me, Brother Saul, receiue thy sight. And the same houre I looked vp vpon him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he said, The God of our fathers hath chosen thee, þ<sup>t</sup> thou shouldest know his will, &amp; see that Iust one, and shouldest heare the voice of his mouth.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For thou shalt be his witnes vnto al men, of what thou hast seene &amp; heard.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And now, why tariest thou? Arise, and be baptized, and wash away thy sinnes, calling on the name of the Lord.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And it came to passe, that when I was come againe to Hierusalem, euen while I prayed in the temple, I was in a trance,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And saw him saying vnto mee, Make haste, and get thee quickly out of Hierusalem: for they will not receiue thy testimony concerning me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And I said, Lord, they know that I imprisoned, and beat in euery synagogue them that beleeued on thee.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when þ<sup>e</sup> blood of thy martyr Steuen was shed, I also was standing by, and consenting vnto his death, and kept the raiment of them that slew him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he said vnto me, Depart: for I will send thee farre hence, vnto the Gentiles.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And they gaue him audience vnto this word, and then lift vp their voices, and said, Away with such a fellow from the earth: for it is not fit that he should liue.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And as they cried out, and cast off their clothes, &amp; threw dust into the aire,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 24,
      "verse_end": 24,
      "text": "The chiefe captaine commanded him to be brought into the castle, and bade that hee should be examined by scourging: that he might know wherfore they cried so against him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And as they bound him with thongs, Paul said vnto the Centurion that stood by, Is it lawfull for you to scourge a man that is a Romane, and vncondemned?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 26,
      "verse_end": 26,
      "text": "When the Centurion heard that, hee went and told the chiefe captaine, saying, Take heede what thou doest, for this man is a Romane.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Then the chiefe captaine came; and said vnto him, Tell me, art thou a Romane? He said, Yea.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the chiefe captaine answered, With a great summe obteined I this freedome. And Paul said, But I was free borne.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then straightway they departed from him which should haue examined him: and the chiefe captaine also was afraid after he knew that he was a Romane, &amp; because he had bound him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 22,
      "verse_start": 30,
      "verse_end": 30,
      "text": "On the morrow, because he would haue knowen the certaintie wherefore he was accused of the Iewes, he loosed him from his bands, and commanded the chiefe Priests and all their Councill to appeare, and brought Paul downe, and set him before them.",
      "info": ""
    }
  ]
}