{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe when Festus was come into the prouince, after three dayes he ascended frō Cesarea to Hierusalem.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then the high Priest, and the chiefe of the Iewes informed him against Paul, and besought him,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And desired fauour against him, that he would send for him to Hierusalem, laying wait in the way to kill him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But Festus answered, that Paul should be kept at Cesarea, and that hee himselfe would depart shortly thither.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Let them therefore, said he, which among you are able, go downe with me, and accuse this man, if there be any wickednesse in him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And when hee had taried among them more then ten dayes, hee went downe vnto Cesarea, and the next day sitting in the iudgement seat, commanded Paul to be brought.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And when hee was come, the Iewes which came downe from Hierusalem, stood round about, and laide many and grieuous complaints against Paul, which they could not proue,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "While hee answered for himselfe, Neither against the law of the Iewes, neither against the Temple, nor yet against Cesar, haue I offended any thing at all.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But Festus willing to doe the Iewes a pleasure, answered Paul, and said, Wilt thou goe vp to Hierusalem, and there be iudged of these things before me?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then said Paul, I stand at Cesars iudgement seat, where I ought to bee iudged; to the Iewes haue I done no wrong, as thou very well knowest.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For if I be an offender, or haue committed any thing worthy of death, I refuse not to die: but if there be none of these things whereof these accuse me, no man may deliuer me vnto them. I appeale vnto Cesar.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then Festus when he had conferred with the Councill, answered, Hast thou appealed vnto Cesar? vnto Cesar shalt thou goe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And after certaine dayes, king Agrippa and Bernice, came vnto Cesarea, to salute Festus.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when they had beene there many dayes, Festus declared Pauls cause vnto the king, saying, There is a certaine man left in bonds by Felix:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 15,
      "verse_end": 15,
      "text": "About whom when I was at Hierusalem, the chiefe Priests and the Elders of the Iewes enformed me, desiring to haue iudgement against him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 16,
      "verse_end": 16,
      "text": "To whom I answered, It is not the maner of the Romanes to deliuer any man to die, before that he which is accused, haue the accusers face to face, and haue licence to answere for himselfe concerning the crime laid against him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therefore when they were come hither, without any delay, on the morrow I sate on the iudgement seate, and cōmanded the man to be brought forth.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Against whom when the accusers stood vp, they brought none accusation of such things as I supposed:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But had certaine questions against him of their owne superstition, and of one Iesus, which was dead, whom Paul affirmed to be aliue.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And because I doubted of such maner of questions, I asked him whether he would goe to Hierusalem, and there be iudged of these matters.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But when Paul had appealed to bee reserued vnto the hearing of Augustus, I commanded him to be kept, till I might send him to Cesar.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Then Agrippa said vnto Festus, I would also heare the man my selfe. To morrow, said he, thou shalt heare him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And on the morrow when Agrippa was come and Bernice, with great pompe, and was entred into the place of hearing, with the chiefe captaines, and principall men of the citie; at Festus commaundement Paul was brought foorth.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Festus said, King Agrippa, and all men which are heere present with vs, ye see this man, about whom all the multitude of the Iewes haue dealt with me, both at Hierusalem, and also heere, crying that he ought not to liue any longer.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 25,
      "verse_end": 25,
      "text": "But when I found that he had committed nothing worthy of death, and that he himselfe hath appealed to Augustus, I haue determined to send him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Of whom I haue no certaine thing to write vnto my Lord: Wherefore I haue brought him foorth before you, and specially before thee, O king Agrippa, that after examination had, I might haue somewhat to write.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 25,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For it seemeth to me vnreasonable, to send a prisoner, and not withall to signifie the crimes laid against him.",
      "info": ""
    }
  ]
}