{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when it was determined, that wee should saile into Italy, they deliuered Paul, &amp; certaine other prisoners, vnto one named Iulius, a centurion of Augustus band.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And entring into a ship of Adramyttium, wee lanched, meaning to saile by the coasts of Asia, one Aristarchus a Macedonian, of Thessalonica, beeing with vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the next day wee touched at Sidon: And Iulius courteously entreated Paul, and gaue him libertie to goe vnto his friends to refresh himselfe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when we had lanched from thence, we sailed vnder Cyprus, because the winds were contrary.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And when we had sailed ouer the sea of Cilicia and Pamphylia, wee came to Myra a citie of Lysia.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And there the Centurion found a ship of Alexandria sailing into Italy, and he put vs therein.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And when wee had sailed slowly many dayes, and scarse were come ouer against Gnidus, the wind not suffering vs, wee sailed vnder Creete, ouer against Salmone,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hardly passing it, came vnto a place which is called the Faire hauens, nigh whereunto was the citie of Lasea.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Now when much time was spent, and when sailing was now dangerous, because the Fast was now alreadie past, Paul admonished them,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And said vnto them, Sirs, I perceiue that this voyage will be with hurt and much damage, not onely of the lading &amp; ship, but also of our liues.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Neuerthelesse, the Centurion beleeued the master and the owner of the shippe, more then those things which were spoken by Paul.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And because the hauen was not commodious to winter in, the more part aduised to depart thence also, if by any meanes they might attaine to Phenice, and there to winter; which is an hauen of Creete, and lieth toward the Southwest, and Northwest.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when the South wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Creete.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But not long after, there arose against it a tempestuous winde, called Euroclydon.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when the ship was caught, and could not beare vp into the winde, we let her driue.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And running vnder a certaine yland, which is called Clauda, wee had much worke to come by the boate:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Which when they had taken vp, they vsed helps, vnder-girding the ship; and fearing lest they should fall into the quicke-sands, strake saile, and so were driuen.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And being exceedingly tossed with a tempest the next day, they lightened the ship:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the third day we cast out with our owne handes the tackling of the shippe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when neither Sunne nor starres in many dayes appeared, and no small tempest lay on vs; all hope that wee should be saued, was then taken away.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But after long abstinence, Paul stood foorth in the middes of them, and said, Sirs, yee should haue hearkened vnto mee, and not haue loosed from Creete, and to haue gained this harme and losse.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And now I exhort you to be of good cheere: for there shall be no losse of any mans life among you, but of the shippe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 23,
      "verse_end": 23,
      "text": "For there stood by me this night the Angel of God, whose I am, and whom I serue,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Saying, Feare not Paul, thou must be brought before Cesar, and loe, God hath giuen thee all them that saile with thee.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Wherefore, sirs, be of good cheere: for I beleeue God, that it shall be euen as it was tolde me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Howbeit, we must be cast vpon a certaine Iland.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But when the fourteenth night was come, as wee were driuen vp and downe in Adria about midnight, the shipmen deemed that they drew neere to some countrey:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And sounded, and found it twentie fathoms: and when they had gone a little further, they sounded againe, and found it fifteene fathoms.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then fearing lest we should haue fallen vpon rockes, they cast foure ancres out of the sterne, and wished for the day.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And as the shipmen were about to flee out of the ship, when they had let downe the boat into the sea, vnder colour as though they would haue cast ancres out of the fore-ship,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Paul said to the Centurion, and to the souldiers, Except these abide in the ship, ye cannot be saued.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Then the souldiers cut off the ropes of the boat, and let her fall off.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And while the day was comming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye haue taried, and continued fasting, hauing taken nothing.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Wherefore, I pray you to take some meat, for this is for your health: for there shall not an haire fall from the head of any of you.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And when hee had thus spoken, hee tooke bread, and gaue thankes to God in presence of them all, and when he had broken it, he began to eate.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Then were they all of good cheere, and they also tooke some meat.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And we were in all, in the ship, two hundred, threescore and sixteene soules.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And when it was day, they knew not the land: but they discouered a certaine creek, with a shore, into the which they were minded, if it were possible, to thrust in the ship.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And when they had taken vp the ankers, they committed themselues vnto the sea, &amp; loosed the rudder bands, and hoised vp the maine saile to the winde, and made toward shore.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And falling into a place where two seas met, they ranne the shippe a ground, and the forepart stucke fast, and remained vnmoueable, but the hinder part was broken with the violence of the waues.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And the souldiers counsel was to kil the prisoners, lest any of them should swimme out, and escape.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 43,
      "verse_end": 43,
      "text": "But the Centurion, willing to saue Paul, kept them from their purpose, and commanded that they which could swimme, should cast themselues first into the sea, and get to land:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 27,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And the rest, some on boords, and some on broken pieces of the ship: and so it came to passe that they escaped all safe to land.",
      "info": ""
    }
  ]
}