{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And when they were escaped, then they knew that the Iland was called Melita.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the barbarous people shewed vs no little kindnesse: for they kindled a fire, and receiued vs euery one because of the present raine, and because of the cold.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And when Paul had gathered a bundle of stickes, and layde them on the fire, there came a Uiper out of the heat, and fastened on his hand.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And when the Barbarians saw the venomous beast hang on his hand, they saide among themselues, No doubt this man is a murtherer, whom though hee hath escaped the Sea, yet Uengeance suffereth not to liue.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And hee shooke off the beast into the fire, and felt no harme.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Howbeit, they looked when hee should haue swollen, or fallen downe dead suddenly: but after they had looked a great while, and saw no harme come to him, they changed their minds, and said that he was a God.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 7,
      "verse_end": 7,
      "text": "In the same quarters were possessions of the chiefe man of the Iland, whose name was Publius, who receiued vs, and lodged vs three dayes courteously.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And it came to passe that the father of Publius lay sicke of a feuer, and of a bloody-flixe, to whom Paul entred in, and prayed, and layed his hands on him, and healed him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 9,
      "verse_end": 9,
      "text": "So when this was done, others also which had diseases in the Iland, came, and were healed:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Who also honoured vs with many honours, and when wee departed, they laded vs with such things as were necessary.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And after three moneths wee departed in a ship of Alexandria, which had wintered in the Ile, whose signe was Castor and Pollux.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And landing at Syracuse wee taried there three dayes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And from thence wee fet a compasse, and came to Rhegium, and after one day the South winde blew, and we came the next day to Puteoli:",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Where wee found brethren, and were desired to tary with them seuen dayes: and so we went toward Rome.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And from thence, when the brethren heard of vs, they came to meet vs as farre as Appii forum, and the three Tauernes: whom when Paul saw, he thanked God, and tooke courage.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And when we came to Rome, the Centurion deliuered the prisoners to the Captaine of the guard: but Paul was suffered to dwell by himselfe, with a souldier that kept him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And it came to passe, that after three dayes, Paul called the chiefe of the Iewes together. And when they were come together, he said vnto them, Men and brethren, though I haue committed nothing against the people, or customes of our fathers, yet was I deliuered prisoner from Hierusalem into the hands of the Romanes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Who when they had examined me, would haue let me goe, because there was no cause of death in me.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 19,
      "verse_end": 19,
      "text": "But when the Iewes spake against it, I was constrained to appeale vnto Cesar, not that I had ought to accuse my nation of.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For this cause therefore haue I called for you, to see you, and to speake with you: because that for the hope of Israel I am bound with this chaine.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And they saide vnto him, Wee neither receiued letters out of Iudea concerning thee, neither any of the brethren that came, shewed or spake any harme of thee.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 22,
      "verse_end": 22,
      "text": "But we desire to heare of thee what thou thinkest: for as concerning this sect, we know that euery where it is spoken against.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And when they had appointed him a day, there came many to him into his lodging, to whom he expounded and testified the kingdome of God, perswading them concerning Iesus, both out of the law of Moses, and out of the Prophets, from morning till euening.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And some beleeued the things which were spoken, and some beleeued not.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And when they agreed not among themselues, they departed, after that Paul had spoken one word, Well spake the holy Ghost by Esaias the Prophet, vnto our fathers,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Saying, Goe vnto this people, and say, Hearing ye shall heare, and shall not vnderstand, and seeing ye shall see, and not perceiue.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 27,
      "verse_end": 27,
      "text": "For the heart of this people is waxed grosse, and their eares are dull of hearing, and their eyes haue they closed, lest they should with their eyes, and heare with their eares, and vnderstand with their heart, and should bee conuerted, and I should heale them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Be it knowen therfore vnto you, that the saluation of God is sent vnto the Gentiles, and that they wil heare it.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And when hee had saide these words, the Iewes departed, and had great reasoning among themselues.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Paul dwelt two whole yeeres in his owne hired house, and receiued all that came in vnto him,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 28,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Preaching the kingdome of God, and teaching those things which concerne the Lord Iesus Christ, with all confidence, no man forbidding him.",
      "info": ""
    }
  ]
}