{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Nowe Peter and Iohn went vp together into the Temple at the houre of prayer, beeing the ninth houre.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And a certaine man lame from his mothers womb was caried, whom they laide daily at the gate of the Temple which is called Beautifull, to aske almes of them that entred into the Temple.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Who seeing Peter &amp; Iohn about to go into the Temple, asked an almes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Peter fastening his eyes vpon him, with Iohn, said, Looke on vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he gaue heede vnto them, expecting to receiue something of them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Peter said, Siluer and gold haue I none, but such as I haue, giue I thee: In the Name of Iesus Christ of Nazareth, rise vp and walke.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And hee tooke him by the right hand, &amp; lift him vp: aud immediatly his feete and ancle bones receiued strength.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee leaping vp, stood, and walked, and entred with them into the Temple, walking, and leaping, and praising God.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And all the people saw him walking, and praising God.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they knew that it was hee which sate for almes at the beautifull gate of the Temple: and they were filled with wonder and amazement at that which had happened vnto him.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And as the lame man which was healed, helde Peter and Iohn, all the people ranne together vnto them in the porch, that is called Solomons, greatly wondring.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And when Peter sawe it, hee answered vnto the people, Yee men of Israel, why marueile ye at this? or why looke yee so earnestly on vs, as though by our owne power or holinesse we had made this man to walke?",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 13,
      "verse_end": 13,
      "text": "The God of Abraham, and of Isaac, and of Iacob, the God of our fathers hath glorified his sonne Iesus, whom ye deliuered vp, and denied him in the presence of Pilate, when hee was determined to let him goe.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But ye denied the Holy one, and the Iust, and desired a murderer to be granted vnto you,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And killed the Prince of life, whom God hath raised from the dead, whereof we are witnesses.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And his Name through faith in his Name hath made this man strong, whom ye see and know: yea, the faith which is by him, hath giuen him this perfect soundnesse in the presence of you all.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And now brethren, I wote that through ignorance yee did it, as did also your rulers.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But those things which God before had shewed by the mouth of all his Prophets, that Christ should suffer, hee hath so fulfilled.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Repent yee therefore, and bee conuerted, that your sins may be blotted out, when the times of refreshing shal come from the presence of the Lord.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And hee shall send Iesus Christ, which before was preached vnto you.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Whom the heauen must receiue, vntill the times of restitution of all things, which God hath spoken by the mouth of all his holy Prophets since the world began.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For Moses truely said vnto the fathers, A Prophet shall the Lord your God raise vp vnto you of your brethren, like vnto me; him shall yee heare in all things whatsoeuer he shal say vnto you.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And it shall come to passe, that euery soule which will not heare that Prophet, shalbe destroyed from among the people.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Yea and all the Prophets from Samuel, and those that follow after, as many as haue spoken, haue likewise foretold of these dayes.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Yee are the children of the Prophets, and of the couenant which God made with our fathers, saying vnto Abraham, And in thy seed shall all the kinreds of the earth be blessed.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 3,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Unto you first, God hauing raised vp his Sonne Iesus, sent him to blesse you, in turning away euery one of you from his iniquities.",
      "info": ""
    }
  ]
}