{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And in those dayes when the number of the Disciples was multiplied, there arose a murmuring of the Grecians against the Hebrewes, because their widowes were neglected in the daily ministration.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then the twelue called the multitude of the disciples vnto them, and said, It is not reason that we should leaue the word of God, and serue tables.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Wherefore brethren, looke ye out among you seuen men of honest report, full of the holy Ghost, and wisedome, whom we may appoint ouer this businesse.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But we will giue our selues continually to prayer, and to the ministerie of the word.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And the saying pleased the whole multitude: and they chose Steuen, a man full of faith and of the holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Permenas, and Nicolas a proselyte of Antioch.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Whom they set before the Apostles: and when they had praied, they layd their hands on them.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the word of God encreased, and the number of the Disciples multiplied in Hierusalem greatly, and a great company of the Priests were obedient to the faith.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Steuen full of faith and power, did great wonders and miracles among the people.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Then there arose certaine of the Synagogue, which is called the Synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia, and of Asia, disputing with Steuen.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And they were not able to resist the wisedome and the spirit by which he spake.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then they suborned men which said, We haue heard him speake blasphemous words against Moses, and against God.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they stirred vp the people, and the Elders, and the Scribes, and came vpon him, and caught him, and brought him to the Councell,",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And set vp false witnesses, which said, This man ceaseth not to speake blasphemous words against this holy place, and the Law.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For we haue heard him say, that this Iesus of Nazareth shall destroy this place, &amp; shall change the Customes which Moses deliuered vs.",
      "info": ""
    },
    {
      "book_id": "ACT",
      "book_name": "Acts",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And all that sate in the Councell, looking stedfastly on him, saw his face as it had bene the face of an Angel.",
      "info": ""
    }
  ]
}