{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord called vnto Moses, and spake vnto him out of the Tabernacle of the Congregation, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Speake vnto the children of Israel, and say vnto them, If any man of you bring an offering vnto the Lord, ye shall bring your offering of the cattell, euen of the herd, and of the flocke.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his owne voluntary will, at the doore of the Tabernacle of the Congregation before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And he shall put his hand vpon the head of the burnt offering: and it shall be accepted for him to make atonement for him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he shall kill the bullocke before the Lord: and the Priests Aarons sonnes shall bring the blood, and sprinkle the blood round about vpon the altar, that is by the doore of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And hee shall slay the burnt offering, and cut it into his pieces.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the sonnes of Aaron the Priest shall put fire vpon the Altar, and lay the wood in order vpon the fire.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Priests Aarons sonnes shall lay the parts, the head and the fat in order vpon the wood that is in the fire which is vpon the altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But the inwards and his legges shall he wash in water, and the Priest shall burne all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet sauour vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And if his offring be of the flocks, namely of the sheepe, or of the goates for a burnt sacrifice, he shall bring it a male without blemish.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And hee shall kill it on the side of the Altar Northward, before the Lord: and the Priestes Aarons sonnes shall sprinkle his blood round about vpon the altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he shall cut it into his pieces, with his head and his fat: and the Priest shall lay them in order on the wood that is on the fire, which is vpon the altar:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But hee shall wash the inwards and the legs with water, and the Priest shall bring it all, and burne it vpon the altar: it is a burnt sacrifice, an offering made by fire, of a sweet sauour vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And if the burnt sacrifice for his offring to the Lord be of foules, then he shall bring his offering of turtle doues, or of yong pigeons.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Priest shall bring it vnto the altar, and wring off his head, and burne it on the altar: and the blood thereof shall be wrung out at the side of the altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he shall plucke away his crop with his feathers, and cast it beside the altar on the East part, by the place of the ashes.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And hee shall cleane it with the wings thereof, but shall not diuide it asunder: And the Priest shall burne it vpon the altar, vpon the wood that is vpon the fire: it is a burnt sacrifice, an offering made by fire of a sweet sauour vnto the Lord.",
      "info": ""
    }
  ]
}