{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Nadab and Abihu, the sonnes of Aaron, tooke either of them his censer, and put fire therein, and put incense thereon, and offered strange fire before the Lord, which hee commaunded them not.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And there went out fire from the Lord and deuoured them, and they died before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then Moses said vnto Aaron, This is it that the Lord spake, saying, I will bee sanctified in them that come nigh me, and before all the people I will be glorified: And Aaron held his peace.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Moses called Mishael and Elzaphan the sonnes of Uzziel, the vncle of Aaron, and said vnto them, Come neere, cary your brethren from before the Sanctuary, out of the campe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So they went neere, and caried them in their coats out of the campe, as Moses had said.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Moses said vnto Aaron, and vnto Eleazar and vnto Ithamar his sonnes, Uncouer not your heads, neither rend your clothes, lest you die, and lest wrath come vpon all the people: But let your brethren, the whole house of Israel, bewaile the burning which the Lord hath kindled.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And ye shal not goe out from the doore of the Tabernacle of the Congregation, lest you die: for the anointing oyle of the Lord is vpon you: and they did according to the word of Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And the Lord spake vnto Aaron, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Doe not drinke wine nor strong drinke, thou, nor thy sonnes with thee, when ye goe into the Tabernacle of the Congregation, lest yee die: It shall bee a statute for euer, throughout your generations:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And that ye may put difference betweene holy and vnholy, and betweene vncleane and cleane:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And that ye may teach the children of Israel all the statutes which the Lord hath spoken vnto them by the hand of Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And Moses spake vnto Aaron, and vnto Eleazar and vnto Ithamar his sonnes that were left, Take the meate offering that remaineth of the offerings of the Lord made by fire, and eate it without leauen, beside the altar: for it is most holy.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And ye shal eat it in the holy place, because it is thy due, and thy sonnes due of the sacrifices of the Lord, made by fire: for so I am commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the waue breast and heaue shoulder shall ye eate in a cleane place, thou, and thy sonnes, and thy daughters with thee: For they be thy due and thy sonnes due, which are giuen out of the sacrifice of peace offerings, of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The heaue shoulder, and the waue breast shal they bring, with the offrings made by fire of the fat, to waue it for a waue offering before the Lord: and it shall bee thine, and thy sonnes with thee, by a statute for euer, as the Lord hath commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ And Moses diligently sought the goate of the sinne offering, and behold, it was burnt: and he was angry with Eleazar and Ithamar, the sonnes of Aaron, which were left aliue, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Wherefore haue ye not eaten the sinne offering in the holy place, seeing it is most holy, and God hath giuen it you to beare the iniquitie of the Congregation, to make atonement for them, before the Lord?",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Behold, the blood of it was not brought in, within the holy place: yee should indeed haue eaten it in the holy place, as I commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Aaron said vnto Moses, Behold, this day haue they offered their sinne offering, and their burnt offering before the Lord: and such things haue befallen me: and if I had eaten the sinne offering to day, should it haue bin accepted in the sight of the Lord?",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when Moses heard that, he was content.",
      "info": ""
    }
  ]
}