{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 2,
      "verse_end": 2,
      "text": "This shalbe the law of the leper, in the day of his cleansing: he shall be brought vnto the Priest.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the Priest shall goe forth out of the campe, and the Priest shall looke: and beholde, if the plague of leprosie be healed in the leper,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then shall the Priest command to take for him that is to bee cleansed, two birds aliue, and cleane, and Cedar wood, and scarlet, and hysope.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the Priest shall command that one of the birds bee killed in an earthen vessell, ouer running water.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 6,
      "verse_end": 6,
      "text": "As for the liuing bird, he shal take it, and the Cedar wood, and the scarlet, and the hysope, and shall dip them and the liuing bird in the blood of the bird that was killed ouer the running water.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he shall sprinckle vpon him that is to be cleansed from the leprosie, seuen times, and shall pronounce him cleane, and shall let the liuing bird loose into the open field.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he that is to be cleansed shall wash his clothes, and shaue off all his haire, and wash himselfe in water, that he may be cleane: And after that hee shall come into the Campe, and shall tary abroad out of his tent seuen dayes.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But it shall be on the seuenth day, that he shall shaue all his haire off his head and his beard, and his eyebrowes, euen all his haire he shal shaue off: And he shall wash his clothes, also he shall wash his flesh in water, and he shall be cleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And on the eight day he shall take two hee lambes without blemish, and one ewe-lambe of the first yeere, without blemish, and three tenth deales of fine flowre for a meat offering, mingled with oyle, and one log of oyle.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the Priest that maketh him cleane, shall present the man that is to be made cleane, and those things before the Lord, at the doore of the Tabernacle of the Congregation:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And the Priest shall take one hee lambe, and offer him for a trespasse offering, and the log of oile, and waue them for a waue offering before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he shall slay the lambe in the place where he shall kil the sin-offering, and the burnt offring in the holy place: for as the sinne offering is the Priests, so is the trespasse offering: it is most Holy.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the Priest shall take some of the blood of the trespasse offering, and the Priest shall put it vpon the tip of the right eare of him that is to be cleansed, and vpon the thumbe of his right hand, and vpon the great toe of his right foot.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And the Priest shall take some of the log of oile, and powre it into the palme of his owne left hand:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And the Priest shall dip his right finger in the oile that is in his left hand, and shall sprinckle of the oile with his finger, seuen times before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And of the rest of the oile that is in his hand, shall the Priest put vpon the tip of the right eare of him that is to be cleansed, and vpon the thumbe of his right hande, and vpon the great toe of his right foot, vpon the blood of the trespasse offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And the remnant of the oile that is in the Priests hand, he shall powre vpon the head of him that is to be cleansed: and the Priest shall make an atonement for him before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the Priest shal offer the sinne offering, and make an atonement for him that is to be cleansed from his vncleannesse, and afterward he shall kill the burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And the Priest shall offer the burnt offering, and the meat offering vpon the Altar: and the Priest shall make an atonement for him, and he shalbe cleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And if he be poore, and cannot get so much, then hee shall take one lambe for a trespasse offring to be waued, to make an atonement for him, and one tenth deale of fine flowre mingled with oile, for a meat offering, and a log of oile,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And two turtle doues, or two yong pigeons, such as he is able to get: and the one shalbe a sinne offering, and the other a burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And hee shall bring them on the eight day, for his cleansing vnto the Priest, vnto the doore of the Tabernacle of the Congregation, before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And the Priest shall take the lambe of the trespasse offering, and the log of oile, and the Priest shall waue them for a waue offering before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And he shall kill the lambe of the trespasse offering, and the Priest shall take some of the blood of the trespasse offering, and put it vpon the tip of the right eare of him that is to be cleansed, and vpon the thumbe of his right hand, and vpon the great toe of his right foote.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the Priest shall powre of the oyle into the palme of his owne left hand.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the Priest shal sprinkle with his right finger, some of the oile that is in his left hand, seuen times before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And the Priest shall put of the oile that is in his hand, vpon the tip of the right eare of him that is to be cleansed, and vpon the thumbe of his right hand, and vpon the great toe of his right foot; vpon the place of the blood of the trespasse offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the rest of the oile that is in the Priests hand, he shall put vpon the head of him that is to bee cleansed, to make an atonement for him before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And he shall offer the one of the turtle doues, or of the yong pigeons, such as he can get:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 31,
      "verse_end": 31,
      "text": "Euen such as he is able to get, the one for a sinne offering, and the other for a burnt offering, with the meat offering. And the Priest shall make an atonement for him that is to be cleansed, before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 32,
      "verse_end": 32,
      "text": "This is the law of him in whom is the plague of leprosie, whose hand is not able to get that which pertaineth to his cleansing.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 33,
      "verse_end": 33,
      "text": "¶ And the Lord spake vnto Moses, and vnto Aaron, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 34,
      "verse_end": 34,
      "text": "When ye be come into the land of Canaan, which I giue to you for a possession, and I put the plague of leprosie in a house of the land of your possession;",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And hee that oweth the house shall come, and tell the Priest, saying, It seemeth to me there is as it were a plague in the house:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Then the Priest shall command that they emptie the house, before the Priest goe into it to see the plague, that all that is in the house be not made vncleane: and afterward the Priest shall goe in, to see the house.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And he shal looke on the plague: and behold, if the plague be in the walls of the house, with hollow strakes, greenish or reddish, which in sight are lower then the wall;",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 38,
      "verse_end": 38,
      "text": "Then the Priest shall goe out of the house, to the doore of the house, and shut vp the house seuen dayes.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And the Priest shall come againe the seuenth day, and shall looke: and behold, if the plague bee spread in the walls of the house;",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Then the Priest shall command that they take away the stones in which the plague is, and they shall cast them into an vncleane place without the Citie.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And hee shall cause the house to be scraped within round about, and they shall powre out the dust that they scrape off, without the citie into an vncleane place.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And they shall take other stones, and put them in the place of those stones; and hee shall take other morter, and shall plaister the house.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And if the plague come againe, and breake out in the house, after that he hath taken away the stones, and after he hath scraped the house, and after it is plastered;",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 44,
      "verse_end": 44,
      "text": "Then the Priest shall come and looke, and behold, if the plague bee spread in the house, it is a fretting leprosie in the house: it is vncleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And he shall breake downe the house, the stones of it, and the timber thereof, and all the morter of the house: and he shall cary them foorth out of the city into an vncleane place.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 46,
      "verse_end": 46,
      "text": "Moreouer, he that goeth into the house all the while that it is shut vp, shalbe vncleane vntill the Euen.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 47,
      "verse_end": 47,
      "text": "And hee that lieth in the house, shall wash his clothes: and hee that eateth in the house, shall wash his clothes.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And if the Priest shall come in, and looke vpon it, and behold, the plague hath not spread in the house, after the house was plastered: then the Priest shall pronounce the house cleane, because the plague is healed.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 49,
      "verse_end": 49,
      "text": "And he shall take to cleanse the house, two birds, and Cedar wood, and scarlet, and hyssope.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 50,
      "verse_end": 50,
      "text": "And he shall kill the one of the birds in an earthen vessell, ouer running water.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 51,
      "verse_end": 51,
      "text": "And he shall take the Cedar-wood and the hyssope, and the scarlet, and the liuing bird, and dip them in the blood of the slaine bird, and in the running water, and sprinkle the house seuen times.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 52,
      "verse_end": 52,
      "text": "And he shall clense the house with the blood of the bird, and with the running water, and with the liuing bird, and with the Cedar wood, and with the hyssope, and with the scarlet.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 53,
      "verse_end": 53,
      "text": "But hee shall let goe the liuing bird out of the citie into the open fields, and make an atonement for the house: and it shall be cleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 54,
      "verse_end": 54,
      "text": "This is the law for all manner plague of leprosie and skall,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 55,
      "verse_end": 55,
      "text": "And for the leprosie of a garment, and of an house,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 56,
      "verse_end": 56,
      "text": "And for a rising, and for a scabbe, and for a bright spot:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 14,
      "verse_start": 57,
      "verse_end": 57,
      "text": "To teach when it is vncleane, and when it is cleane: this is the lawe of leprosie.",
      "info": ""
    }
  ]
}