{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, after the death of the two sonnes of Aaron, when they offered before the Lord, and died.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord sayd vnto Moses, Speake vnto Aaron thy brother, that hee come not at all times in to the Holy place within the Uaile, before the Mercy seat, which is vpon the Arke, that hee die not: for I will appeare in the cloud vpon the Mercy seat.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thus shall Aaron come into the Holy place: with a yong bullocke for a sinne offering, and a ramme for a burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Hee shall put on the holy linnen coate, and he shall haue the linnen breeches vpon his flesh, and shall be girded with a linnen girdle, and with the linnen Miter shall hee be attired. These are holy garments: therefore shall he wash his flesh in water, and so put them on.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he shall take of the Congregation of the children of Israel, two kiddes of the Goates for a sinne offering, and one ramme for a burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Aaron shall offer his bullocke of the sinne offering, which is for himselfe, and make an atonement for himselfe, and for his house.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he shall take the two goats, and present them before the Lord at the doore of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And Aaron shall cast lottes vpon the two Goates: one lot for the Lord, and the other lot for the Scape goat.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And Aaron shall bring the goate vpon which the Lords lot fell, and offer him for a sinne offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But the goat on which the lot fell to be the Scape goate, shalbe presented aliue before the Lord, to make an atonement with him, and to let him goe for a Scape goate into the wildernesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Aaron shal bring the bullocke of the sinne offering, which is for himselfe, and shall make an atonement for himselfe, and for his house, and shal kill the bullocke of the sinne offering which is for himselfe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he shall take a censer full of burning coales of fire from off the Altar before the Lord, and his handes full of sweet incense beaten small, and bring it within the vaile.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And he shall put the incense vpon the fire before the Lord, that the cloud of the incense may couer the mercie seate that is vpon the testimonie, that he die not.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he shall take of the blood of the bullocke, and sprinkle it with his finger vpon the Mercie seat Eastward: and before the Mercie seate shall hee sprinkle of the blood with his finger seuen times.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then shall he kill the goate of the sinne offering that is for the people, and bring his blood within the Uaile, and doe with that blood as he did with the blood of the bullocke, and sprinkle it vpon the Mercie seat, and before the Mercie seat.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he shall make an atonement for the holy place, because of the vncleannesse of the children of Israel, and because of their transgressions in all their sinnes: and so shall hee doe for the Tabernacle of the Congregation that remaineth among them, in the middest of their vncleannesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And there shall bee no man in the Tabernacle of the Congregation, when hee goeth in to make an atonement in the holy place, vntill hee come out, and haue made an atonement for himselfe, and for his houshold, and for all the Congregation of Israel.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he shall goe out vnto the Altar that is before the Lord, and make an atonement for it, &amp; shall take of the blood of the bullocke, and of the blood of the goate, and put it vpon the hornes of the Altar round about.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he shall sprinkle of the blood vpon it with his finger seuen times, and clense it, and hallow it from the vncleannesse of the children of Israel.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And when hee hath made an end of reconciling the holy place, and the Tabernacle of the Congregation, and the Altar, hee shall bring the liue goate.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Aaron shall lay both his hands vpon the head of the liue goate, and confesse ouer him all the iniquities of the children of Israel, and all their transgressions in all their sinnes, putting them vpon the head of the goate, and shall send him away by the hand of a fit man into the wildernesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the goate shall beare vpon him all their iniquities, vnto a land not inhabited; and he shall let goe the goat in the wildernesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Aaron shall come into the Tabernacle of the Congregation, and shal put off the linnen garments which he put on, when he went in to the holy place, and shall leaue them there.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he shall wash his flesh with water in the holy place, and put on his garments, and come foorth, and offer his burnt offering, and the burnt offering of the people, and make an atonement for himselfe, and for the people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And the fat of the sinne offering shall he burne vpon the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And he that let goe the goat for the Scape-goat, shal wash his clothes, and bathe his flesh in water, and afterward come into the Campe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And the bullocke for the sinne offering, and the goat for the sin offering, whose blood was brought in, to make atonement in the holy place, shall one cary foorth without the Campe, and they shal burne in the fire their skinnes and their flesh, and their doung.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And he that burneth them, shall wash his clothes, and bathe his flesh in water, and afterward he shall come into the Campe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And this shall be a statute for euer vnto you: that in the seuenth moneth, on the tenth day of the moneth, ye shall afflict your soules, &amp; doe no worke at all, whether it bee one of your owne countrey, or a stranger that soiourneth among you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For on that day shal the Priest make an atonement for you, to cleanse you, that yee may bee cleane from all your sinnes before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 31,
      "verse_end": 31,
      "text": "It shall be a Sabbath of rest vnto you, and ye shall afflict your soules by a statute for euer.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the Priest whom he shall anoynt, and whom he shall consecrate to minister in the Priests office in his fathers stead, shall make the atonement, and shal put on the linnen clothes, euen the holy garments.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And he shall make an atonement for the holy Sanctuary, and hee shall make an atonement for the Tabernacle of the Congregation, and for the Altar: and he shall make an atonement for the Priests, and for all the people of the Congregation.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 16,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And this shall be an euerlasting statute vnto you, to make an atonement for the children of Israel, for all their sinnes once a yeere. And he did as the Lord commanded Moses.",
      "info": ""
    }
  ]
}