{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Speake vnto Aaron and vnto his sonnes, and vnto all the children of Israel, and say vnto them; This is the thing which the Lord hath commanded, saying;",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "What man soeuer there bee of the house of Israel, that killeth an oxe, or lambe, or goat in the Campe, or that killeth it out of the Campe,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And bringeth it not vnto the doore of the Tabernacle of the Congregation, to offer an offering vnto the Lord before the Tabernacle of the Lord, blood shall be imputed vnto that man; he hath shed blood, and that man shall be cut off from among his people:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "To the end that the children of Israel may bring their sacrifices, which they offer in the open field, euen that they may bring them vnto the Lord, vnto the doore of the Tabernacle of the Congregation vnto the Priest, and offer them for peace offerings vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the Priest shall sprinckle the blood vpon the Altar of the Lord, at the doore of the Tabernacle of the Congregation, and burne the fat for a sweet sauour vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And they shall no more offer their sacrifices vnto deuils, after whom they haue gone a whoring: This shall be a statute for euer vnto them throughout their generations.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And thou shalt say vnto them, whatsoeuer man there be of the house of Israel, or of the strangers which soiourne among you, that offreth a burnt offering or sacrifice,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And bringeth it not vnto the doore of the Tabernacle of the Congregation, to offer it vnto the Lord, euen that man shall be cut off from among his people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And whatsoeuer man there be of the house of Israel, or of the strangers that soiourne among you, that eateth any maner of blood, I will euen set my face against that soule that eateth blood, and will cut him off from among his people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For the life of the flesh is in the blood, and I haue giuen it to you vpon the Altar, to make an atonement for your soules: for it is the blood, that maketh an atonement for the soule.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore I said vnto the children of Israel, No soule of you shall eat blood, neither shall any stranger that soiourneth among you, eat blood.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And whatsoeuer man there be of the children of Israel, or of the strangers that soiourne among you, which hunteth and catcheth any beast or foule that may be eaten, he shall euen powre out the blood thereof, and couer it with dust.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For it is the life of all flesh, the blood of it is for the life thereof: therefore I said vnto the children of Israel, Ye shall not eat the blood of no maner of flesh: for the life of all flesh is the blood thereof: whosoeuer eateth it, shalbe cut off.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And euery soule that eateth that which died of it selfe, or that which was torne with beasts, whether it bee one of your owne countrey, or a stranger, he shall both wash his clothes, and bathe himselfe in water, and be vncleane vntill the Euen: then shall he be cleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But if he wash them not, nor bathe his flesh, then he shal beare his iniquity.",
      "info": ""
    }
  ]
}