{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Againe, thou shalt say to the children of Israel; whosoeuer he be of the children of Israel, or of the strangers that soiourne in Israel, that giueth any of his seed vnto Molech, he shall surely be put to death: the people of the land shall stone him with stones.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I wil set my face against that man, and will cut him off from among his people: because he hath giuen of his seed vnto Molech, to defile my Sanctuary, and to prophane my holy Name.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And if the people of the land doe any wayes hide their eyes from the man, when he giueth of his seed vnto Molech, and kill him not:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then I will set my face against that man, and against his family, and will cut him off, and all that goe a whoring after him, to commit whoredome with Molech, from among their people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And the soule that turneth after such as haue familiar spirits, and after wizards, to goe a whoring after them, I will euen set my face against that soule, and will cut him off from among his people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ Sanctifie your selues therefore, and bee yee holy: for I am the Lord your God.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And ye shall keepe my Statutes, and do them: I am the Lord which sanctifie you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ For euery one that curseth his father or his mother, shalbe surely put to death: hee hath cursed his father or his mother; his blood shalbe vpon him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And the man that committeth adulterie with another mans wife, euen he that committeth adulterie with his neighbours wife, the adulterer, and the adulteresse shall surely bee put to death.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the man that lieth with his fathers wife, hath vncouered his fathers nakednesse: both of them shalbe put to death; their blood shalbe vpon them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And if a man lie with his daughter in law, both of them shall surely be put to death: they haue wrought confusion; their blood shall be vpon them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "If a man also lie with mankind, as hee lyeth with a woman, both of them haue committed an abomination: they shall surely be put to death; their blood shalbe vpon them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And if a man take a wife, and her mother, it is wickednesse: They shalbe burnt with fire, both he and they, that there be no wickednesse among you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And if a man lie with a beast, he shall surely be put to death: and ye shall slay the beast.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And if a woman approch vnto any beast, and lie downe thereto, thou shalt kill the woman and the beast: they shall surely be put to death, their blood shalbe vpon them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And if a man shall take his sister, his fathers daughter, or his mothers daughter, and see her nakednesse, and she see his nakednesse, it is a wicked thing, and they shall bee cut off in the sight of their people: he hath vncouered his sisters nakednesse, he shall beare his iniquitie.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And if a man shall lie with a woman hauing her sickenesse, and shal vncouer her nakednesse: he hath discouered her fountaine, and she hath vncouered the fountaine of her blood: and both of them shall bee cut off from among their people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And thou shalt not vncouer the nakednesse of thy mothers sister, nor of thy fathers sister: for hee vncouereth his neere kinne: they shall beare their iniquitie.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And if a man shall lie with his vncles wife, he hath vncouered his vncles nakednesse: they shall beare their sinne, they shall die childlesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And if a man shall take his brothers wife, it is an vncleane thing: hee hath vncouered his brothers nakednesse, they shall be childlesse.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ Ye shall therefore keepe all my Statutes, and all my Iudgements, and doe them: that the lande whither I bring you to dwell therein, spue you not out.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And ye shall not walke in the maners of the nation, which I cast out before you: for they committed all these things, &amp; therefore I abhorred them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But I haue said vnto you, Yee shall inherit their land, and I will giue it vnto you, to possesse it, a land that floweth with milke and hony: I am the Lord your God, which haue separated you from other people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Ye shall therefore put difference betweene cleane beasts, and vncleane, and betweene vncleane foules, and cleane: &amp; ye shall not make your soules abominable by beast or by foule, or by any maner of liuing thing, that creepeth on the ground, which I haue separated from you as vncleane.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And ye shal be holy vnto me: for I the Lord am holy, &amp; haue seuered you from other people, that ye should be mine.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 20,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ A man also or woman that hath a familiar spirit, or that is a wizzard, shall surely be put to death: they shall stone them with stones: their blood shalbe vpon them.",
      "info": ""
    }
  ]
}