{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And if a soule sinne, and heare the voyce of swearing, and is a witnesse, whether he hath seene or knowen of it, if he doe not vtter it, then he shall beare his iniquity.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Or if a soule touch any vncleane thing, whether it be a carcase of an vncleane beast, or a carcase of vncleane cattell, or the carcase of vncleane creeping things, and if it be hidden from him, he also shall be vncleane, and guilty:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Or if he touch the vncleannesse of man, whatsoeuer vncleannesse it be that a man shalbe defiled withall, and it be hid from him, when he knoweth of it, then he shalbe guilty.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Or if a soule sweare, pronouncing with his lips to do euill, or to do good, whatsoeuer it be that a man shall pronounce with an oath, and it be hid from him, when he knoweth of it, then he shalbe guilty in one of these.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And it shalbe when he shalbe guiltie in one of these things, that he shall confesse that hee hath sinned in that thing.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he shall bring his trespasse offering vnto the Lord for his sinne which he hath sinned, a female from the flocke, a lambe, or a kidde of the goates, for a sinne offering: And the Priest shal make an atonement for him concerning his sinne.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And if hee be not able to bring a lambe, then he shall bring for his trespasse which hee hath committed, two turtle doues, or two yong pigeons vnto the Lord: one for a sinne offring, and the other for a burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And he shall bring them vnto the Priest, who shall offer that which is for the sinne offering first, and wring off his head from his necke, but shall not diuide it asunder.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he shall sprinckle of the blood of the sinne offering vpon the side of the Altar, and the rest of the blood shall be wrung out at the bottome of the altar: it is a sinne offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And hee shall offer the second for a burnt offering, according to the maner: and the Priest shal make an atonement for him for his sinne, which he had sinned, and it shall be forgiuen him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ But if hee be not able to bring two turtle doues, or two yong pigeons; then he that sinned, shall bring for his offring the tenth part of an Ephah of fine flowre for a sinne offering: hee shall put no oyle vpon it, neither shall he put any frankincense thereon: for it is a sinne offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then shall hee bring it to the Priest, and the Priest shall take his handfull of it, euen a memoriall thereof, and burne it on the altar, according to the offerings made by fire vnto the Lord: it is a sinne offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the Priest shall make an atonement for him as touching his sinne that he hath sinned in one of these, and it shall be forgiuen him: and the remnant shall be the Priests, as a meat offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "If a soule commit a trespasse, and sinne through ignorance, in the holy things of the Lord; then hee shall bring for his trespasse vnto the Lord, a ramme without blemish, out of the flockes, with thy estimation by shekels of siluer, after the shekel of the Sanctuarie, for a trespasse offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And hee shall make amends for the harme that he hath done in the holy thing, and shall adde the fift part thereto, and giue it vnto the Priest: and the Priest shall make an atonement for him with the ramme of the trespasse offering, and it shall be forgiuen him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And if a soule sinne, and commit any of these things which are forbidden to be done by the commaundements of the Lord, though he wist it not, yet is hee guiltie, and shall beare his iniquitie.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he shall bring a ramme without blemish out of the flocke, with thy estimation, for a trespasse offering vnto the Priest: and the Priest shall make an atonement for him concerning his ignorance wherein he erred, and wist it not: and it shall be forgiuen him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "It is a trespasse offring: he hath certainly trespassed against the Lord.",
      "info": ""
    }
  ]
}