{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And the Lord spake vnto Moses, saying,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Take Aaron and his sonnes with him, and the garments, and the anointing oyle, and a bullocke for the sinne offering, and two rammes, and a basket of vnleauened bread.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And gather thou all the Congregation together vnto the doore of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Moses did as the Lord commanded him, &amp; the assembly was gathered together vnto the doore of the Tabernacle of the Congregation.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And Moses saide vnto the Congregation, This is the thing which the Lord commanded to be done.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Moses brought Aaron and his sonnes, and washed them with water.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And he put vpon him the coate, and girded him with the girdle, and clothed him with the robe, and put the Ephod vpon him, and he girded him with the curious girdle of the Ephod, and bound it vnto him therewith.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And hee put the brest plate vpon him: also he put in the brest plate the Urim and the Thummim.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And he put the miter vpon his head; also vpon the miter, euen vpon his forefront did hee put the golden plate, the holy crowne, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And Moses tooke the anointing oile, and anointed the tabernacle and all that was therein, and sanctified them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And he sprinkled thereof vpon the altar seuen times, and anointed the altar and all his vessels, both the lauer and his foot, to sanctifie them.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he powred of the anointing oile vpon Aarons head, and anointed him, to sanctifie him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And Moses brought Aarons sonnes, and put coats vpon them, and girded them with girdles, and put bonnets vpon them, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he brought the bullocke for the sinne offering, and Aaron and his sonnes laid their hands vpon the head of the bullocke for the sinne offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he slew it, and Moses tooke the blood, and put it vpon the hornes of the altar round about with his finger, and purified the altar, and powred the blood at the bottome of the altar, and sanctified it, to make reconciliation vpon it.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he tooke all the fat that was vpon the inwards, and the kall aboue the liuer, and the two kidneis, and their fat, and Moses burned it vpon the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But the bullocke, and his hide, his flesh and his doung, he burnt with fire without the campe, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And he brought the ramme for the burnt offring: and Aaron and his sonnes laid their hands vpon the head of the ramme.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And he killed it, and Moses sprinkled the blood vpon the Altar round about.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And he cut the ramme into pieces, and Moses burnt the head, and the pieces, and the fat.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he washed the inwards and the legges in water, and Moses burnt the whole ramme vpon the Altar: It was a burnt sacrifice for a sweet sauour, and an offering made by fire vnto the Lord, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And hee brought the other ramme, the ramme of consecration: and Aaron and his sonnes layd their hands vpon the head of the ramme.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he slew it, and Moses tooke of the blood of it, and put it vpon the tip of Aarons right eare, and vpon the thumbe of his right hand, and vpon the great toe of his right foot.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And he brought Aarons sonnes, and Moses put of the blood vpon the tippe of their right eare, and vpon the thumbs of their right hands, and vpon the great toes of their right feete: and Moses sprinkled the blood vpon the Altar round about.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And hee tooke the fat, and the rumpe, and all the fat that was vpon the inwards, and the caule aboue the liuer, and the two kidneys and their fat, and the right shoulder.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And out of the basket of vnleauened bread, that was before the Lord, he tooke one vnleauened cake, and a cake of oyled bread, and one wafer, and put them on the fat, and vpon the right shoulder.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And hee put all vpon Aarons hands, and vpon his sonnes hands, and waued them for a waue offering before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And Moses tooke them from off their hands, and burnt them on the Altar, vpon the burnt offering: They were consecrations for a sweet sauour: It is an offering made by fire vnto the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Moses tooke the brest, and waued it for a waue offering before the Lord: For of the ramme of consecration it was Moses part, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And Moses tooke of the anoynting oyle, and of the blood which was vpon the Altar, and sprinckled it vpon Aaron, and vpon his garments, and vpon his sonnes, and vpon his sunnes garments with him: and sanctified Aaron, and his garments, and his sonnes, and his sonnes garments with him.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ And Moses said vnto Aaron and to his sonnes, Boile the flesh at the doore of the Tabernacle of the Congregation: and there eat it with the bread that is in the basket of consecrations, as I commanded, saying, Aaron and his sonnes shall eat it.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And that which remaineth of the flesh, and of the bread, shall yee burne with fire.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And ye shall not goe out of the doore of the Tabernacle of the Congregation in seuen dayes, vntill the dayes of your consecration be at an end: for seuen dayes shall he consecrate you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 34,
      "verse_end": 34,
      "text": "As he hath done this day, so the Lord hath commanded to doe, to make an atonement for you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Therefore shall ye abide at the doore of the Tabernacle of the Congregation day and night, seuen dayes, and keepe the charge of the Lord, that ye die not: for so I am commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 8,
      "verse_start": 36,
      "verse_end": 36,
      "text": "So Aaron and his sonnes did all things which the Lord commanded by the hand of Moses.",
      "info": ""
    }
  ]
}