{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe on the eight day, that Moses called Aaron and his sonnes, and the elders of Israel.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee saide vnto Aaron, Take thee a yong calfe for a sinne offering, and a ramme for a burnt offering, without blemish, and offer them before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And vnto the children of Israel thou shalt speake, saying, Take ye a kid of the goats, for a sinne offering, and a calfe, and a lambe, both of the first yeere without blemish, for a burnt offering.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Also a bullocke and a ramme, for peace offerings, to sacrifice before the Lord, and a meat offring mingled with oyle: for to day the Lord will appeare vnto you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ And they brought that which Moses commanded, before the Tabernacle of the Congregation: and all the Congregation drew neere and stood before the Lord.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And Moses said, This is the thing which the Lord commanded that ye should doe: and the glory of the Lord shall appeare vnto you.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And Moses said vnto Aaron, Goe vnto the Altar, and offer thy sinne offering, and thy burnt offering, and make an atonement for thy selfe, and for the people: and offer the offering of the people, and make an atonement for them, as the Lord commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Aaron therefore went vnto the Altar, and slew the calfe of the sinne offering, which was for himselfe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And the sonnes of Aaron brought the blood vnto him, and he dipt his finger in the blood, and put it vpon the hornes of the Altar, and powred out the blood at the bottome of the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But the fat and the kidneys, and the caule aboue the liuer of the sinne offering he burnt vpon the Altar, as the Lord commanded Moses.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And the flesh and the hide he burnt with fire, without the campe.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And hee slew the burnt offering, and Aarons sonnes presented vnto him the blood, which he sprinckled round about vpon the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they presented the burnt offering vnto him, with the pieces thereof, and the head: and he burnt them vpon the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he did wash the inwards, and the legs, and burnt them vpon the burnt offering on the Altar.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ And he brought the peoples offering, and tooke the goat, which was the sinne offering for the people, and slew it, and offered it for sinne, as the first.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he brought the burnt offring, and offered it according to the maner.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he brought the meat offring, and tooke an handfull thereof, and burnt it vpon the Altar, beside the burnt sacrifice of the morning.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "He slew also the bullocke and the ramme, for a sacrifice of peace offerings, which was for the people: And Aarons sonnes presented vnto him the blood, (which hee sprinckled vpon the Altar round about)",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the fat of the bullocke and of the ramme, the rumpe, and that which couereth the inwards, and the kidneys, and the caule aboue the liuer,",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And they put the fat vpon the brests, &amp; he burnt the fat vpon the altar:",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the breasts and the right shoulder, Aaron waued for a waue offering before the Lord, as Moses commanded.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Aaron lift up his hand towards the people, and blessed them, and came downe from offering of the sinne offering, and the burnt offering, and peace offerings.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And Moses and Aaron went into the Tabernacle of the Congregation, and came out, and blessed the people: and the glory of the Lord appeared vnto all the people.",
      "info": ""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And there came a fire out from before the Lord, and consumed vpon the Altar the burnt offering, and the fat: which when all the people saw, they shouted, and fell on their faces.",
      "info": ""
    }
  ]
}