{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the meane time, when there were gathered together an innumerable multitude of people, insomuch that they trode one vpon another, he began to say vnto his disciples first of all, Beware yee of the leauen of the Pharisees, which is hypocrisie.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For there is nothing couered, that shall not be reuealed, neither hid, that shall not be knowen.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Therefore, whatsoeuer yee haue spoken in darkenesse, shall bee heard in the light: and that which yee haue spoken in the eare, in closets, shal be proclaimed vpon the house tops.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I say vnto you my friends, Be not afraid of them that kill the body, and after that, haue no more that they can doe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But I will forewarne you whom you shall feare: Feare him, which after he hath killed, hath power to cast into hell, yea, I say vnto you, Feare him.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Are not fiue sparrowes solde for two farthings, and not one of them is forgotten before God?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But euen the very haires of your head are all numbred: Feare not therefore, ye are of more value then many sparrowes.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Also I say vnto you, Whosoeuer shall confesse me before men, him shall the Sonne of man also confesse before the Angels of God.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But he that denieth me before men, shalbe denied before the Angels of God.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And whosoeuer shall speake a word against the Sonne of man, it shall be forgiuen him: but vnto him that blasphemeth against the holy Ghost, it shal not be forgiuen.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And when they bring you vnto the Synagogues, and vnto Magistrates, &amp; powers, take yee no thought how or what thing ye shall answere, or what ye shall say:",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For the holy Ghost shal teach you in the same houre, what ye ought to say.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And one of the company saide vnto him, Master, speake to my brother, that he diuide the inheritance with me.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And he said vnto him, Man, who made mee a iudge, or a diuider ouer you?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he said vnto them, Take heed and beware of couetousnes: for a mans life consisteth not in the abundance of the things which he possesseth.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And he spake a parable vnto them, saying, The ground of a certaine rich man brought foorth plentifully.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And he thought within himselfe, saying, What shall I doe, because I haue no roome where to bestow my fruits?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And he said, This will I doe, I will pull downe my barnes, and build greater, and there will I bestow all my fruits, and my goods.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And I will say to my soule, Soule, thou hast much goods layd vp for many yeeres, take thine ease, eate, drinke, and be merry.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But God said vnto him, Thou foole, this night thy soule shal be required of thee: then whose shal those things be which thou hast prouided?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "So is he that laieth vp treasure for himselfe, and is not rich towards God.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And he said vnto his disciples, Therefore I say vnto you, Take no thought for your life what yee shall eate, neither for the body what yee shall put on.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "The life is more then meate, and the body is more then raiment.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Consider the rauens, for they neither sow nor reape, which neither haue storehouse nor barne, and God feedeth them: How much more are yee better then the foules?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And which of you with taking thought can adde to his stature one cubite?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 26,
      "verse_end": 26,
      "text": "If yee then bee not able to doe that thing which is least, why take yee thought for the rest?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Consider the Lillies how they growe, they toile not; they spinne not: and yet I say vnto you, that Solomon in all his glory, was not arayed like one of these.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 28,
      "verse_end": 28,
      "text": "If then God so clothe the grasse, which is to day in the field, and to morrow is cast into the ouen: how much more will he clothe you, O ye of litle faith?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And seeke not yee what yee shall eate, or what ye shall drinke, neither be ye of doubtfull minde.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For all these things doe the nations of the world seeke after: and your father knoweth that yee haue neede of these things.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ But rather seeke yee the kingdome of God, and all these things shall be added vnto you.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Feare not, litle flocke, for it is your fathers good pleasure to giue you the kingdome.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Sell that yee haue, and giue almes: prouide your selues bagges which waxe not old, a treasure in the heauens that faileth not, where no theefe approcheth, neither moth corrupteth.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 34,
      "verse_end": 34,
      "text": "For where your treasure is, there will your heart be also.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Let your loines be girded about, and your lights burning,",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 36,
      "verse_end": 36,
      "text": "And ye your selues like vnto men that waite for their Lord, when he will returne from the wedding, that when he commeth and knocketh, they may open vnto him immediately.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Blessed are those seruants, whom the Lord when he commeth, shall find watching: Uerily, I say vnto you, That he shall girde himselfe, and make them to sit downe to meate, and will come foorth and serue them.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those seruants.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And this know, that if the good man of the house had knowen what houre the theefe would come, he would haue watched, and not haue suffred his house to be broken thorow.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Be yee therefore ready also: for the sonne of man commeth at an houre when yee thinke not.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ Then Peter said vnto him, Lord, speakest thou this parable vnto vs, or euen to all?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And the Lord said, Who then is that faithfull and wise steward, whom his Lord shall make ruler ouer his houshold, to giue them their portion of meate in due season?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Blessed is that seruant, whom his Lord when he commeth, shall find so doing.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 44,
      "verse_end": 44,
      "text": "Of a trueth, I say vnto you, that hee will make him ruler ouer all that he hath.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 45,
      "verse_end": 45,
      "text": "But and if that seruant say in his heart, My Lord delayeth his comming and shall beginne to beat the men seruants, and maidens, and to eate and drinke, and to be drunken:",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 46,
      "verse_end": 46,
      "text": "The Lord of that seruant will come in a day when hee looketh not for him, and at an houre when hee is not ware, and will cut him in sunder, and will appoint him his portion with the vnbeleeuers.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 47,
      "verse_end": 47,
      "text": "And that seruant which knew his Lords will, and prepared not himselfe, neither did according to his will, shalbe beaten with many stripes.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 48,
      "verse_end": 48,
      "text": "But hee that knew not, and did commit things worthy of stripes, shall bee beaten with few stripes. For vnto whomsoeuer much is giuen, of him shal bee much required: and to whom men haue committed much, of him they will aske the more.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 49,
      "verse_end": 49,
      "text": "¶ I am come to send fire on the earth, and what will I, if it be already kindled?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 50,
      "verse_end": 50,
      "text": "But I haue a baptisme to be baptized with, and how am I straitned till it be accomplished?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 51,
      "verse_end": 51,
      "text": "Suppose yee that I am come to giue peace on earth? I tell you, Nay, but rather diuision.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 52,
      "verse_end": 52,
      "text": "For from henceforth there shalbe fiue in one house diuided, three against two, and two against three.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 53,
      "verse_end": 53,
      "text": "The father shall bee diuided against the sonne, and the sonne against the father: the mother against the daughter, and the daughter against the mother: the mother in lawe against her daughter in lawe, and the daughter in law against her mother in lawe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 54,
      "verse_end": 54,
      "text": "¶ And he said also to the people, When ye see a cloud rise out of the West, straightway yee say, There commeth a showre, and so it is.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 55,
      "verse_end": 55,
      "text": "And when ye see the Southwind blow, ye say, There will be heat, and it commeth to passe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 56,
      "verse_end": 56,
      "text": "Ye hypocrites, ye can discerne the face of the skie, and of the earth: but how is it that yee doe not discerne this time?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 57,
      "verse_end": 57,
      "text": "Yea, and why euen of your selues iudge ye not what is right?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 58,
      "verse_end": 58,
      "text": "¶ When thou goest with thine aduersary to the magistrate, as thou art in the way, giue diligence that thou mayest be deliuered from him, lest hee hale thee to the Iudge, and the Iudge deliuer thee to the officer, and the officer cast thee into prison.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 12,
      "verse_start": 59,
      "verse_end": 59,
      "text": "I tell thee, Thou shalt not depart thence, till thou hast payd the very last mite.",
      "info": ""
    }
  ]
}