{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And it came to passe on the second Sabbath after the first, that he went thorow the corne fields: and his disciples plucked the eares of corne, and did eate, rubbing them in their hands.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And certaine of the Pharisees said vnto them, Why doe yee that which is not lawfull to doe on the Sabbath dayes?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Iesus answering them, said, Haue yee not read so much as this what Dauid did, when himselfe was an hungred, and they which were with him:",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "How he went into the house of God, and did take and eate the Shew bread, and gaue also to them that were with him, which it is not lawful to eate but for the Priests alone?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he said vnto them, That the sonne of man is Lord also of the Sabbath.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe also on another Sabbath, that he entred into the Synagogue, and taught: and there was a man whose right hand was withered.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And the Scribes and Pharisees watched him, whether he would heale on the Sabbath day: that they might find an accusation against him.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "But he knew their thoughts, and said to the man which had the withered hand, Rise vp, and stand foorth in the mids. And he arose, and stood foorth.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then said Iesus vnto them, I will aske you one thing, Is it lawfull on the Sabbath dayes to doe good, or to doe euill? to saue life, or to destroy it?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And looking round about vpon them all, he said vnto the man, Stretch foorth thy hand. And he did so: and his hand was restored whole as the other.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And they were filled with madnesse, and communed one with another what they might doe to Iesus.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And it came to passe in those dayes, that hee went out into a mountaine to pray, and continued all night in prayer to God.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And when it was day, he called vnto him his disciples: and of them he chose twelue; whom also hee named Apostles:",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Simon, (whom he also named Peter,) and Andrew his brother: Iames and Iohn, Philip and Bartholomew,",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Matthew and Thomas, Iames the sonne of Alpheus, and Simon, called Zelotes,",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Iudas the brother of Iames, and Iudas Iscariot, which also was the traitour.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ And hee came downe with them, and stood in the plaine, and the company of his disciples, and a great multitude of people, out of all Iudea and Hierusalem, and from the Sea coast of Tyre and Sidon, which came to heare him, and to be healed of their diseases,",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And they that were vexed with vncleane spirits: and they were healed.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the whole multitude sought to touch him: for there went vertue out of him, and healed them all.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And hee lifted vp his eyes on his disciples, and said, Blessed be yee poore: for yours is the kingdome of God.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Blessed are yee that hunger now: for yee shall be filled. Blessed are yee that weepe now, for yee shall laugh.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Blessed are yee when men shall hate you, and when they shall separate you from their company, and shal reproach you, and cast out your name as euill, for the Sonne of mans sake.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Reioice yee in that day, and leape for ioy: for behold, your reward is great in heauen for in the like maner did their fathers vnto the Prophets.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But woe vnto you that are rich: for yee haue receiued your consolation.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Woe vnto you that are full: for yee shall hunger. Woe vnto you that laugh now: for yee shall mourne and weepe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Woe vnto you when all men shall speake well of you: for so did their fathers to the false Prophets.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ But I say vnto you which heare, Loue your enemies, doe good to them which hate you,",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Blesse them that curse you, &amp; pray for them which despitefully vse you.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And vnto him that smiteth thee on the one cheeke, offer also the other: and him that taketh away thy cloake, forbid not to take thy coat also.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Giue to euery man that asketh of thee, and of him that taketh away thy goods, aske them not againe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And as yee would that men should doe to you, doe yee also to them likewise.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 32,
      "verse_end": 32,
      "text": "For if yee loue them which loue you, what thanke haue ye? for sinners also loue those that loue them.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And if ye doe good to them which doe good to you, What thanke haue ye? for sinners also doe euen the same.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And if ye lend to them of whom ye hope to receiue, What thanke haue ye? for sinners also lend to sinners, to receiue as much againe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 35,
      "verse_end": 35,
      "text": "But loue yee your enemies, and doe good, and lend, hoping for nothing againe: and your reward shall bee great, and ye shalbe the children of the Highest: for hee is kinde vnto the vnthankfull, and to the euill.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Be ye therefore mercifull, as your Father also is mercifull.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Iudge not, and ye shall not bee iudged: condemne not, and ye shall not be condemned: forgiue, and ye shall be forgiuen.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 38,
      "verse_end": 38,
      "text": "Giue, and it shall bee giuen vnto you, good measure, preassed downe, and shaken together, and running ouer, shall men giue into your bosome: for with the same measure that ye mete withall, it shall bee measured to you againe.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And hee spake a parable vnto them, Can the blinde leade the blinde? Shall they not both fall into the ditch?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 40,
      "verse_end": 40,
      "text": "The disciple is not aboue his master: but euery one that is perfect shalbe as his master.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And why beholdest thou the mote that is in thy brothers eye, but perceiuest not the beame that is in thine owne eye?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 42,
      "verse_end": 42,
      "text": "Either how canst thou say to thy brother, Brother, let mee pull out the mote that is in thine eye: when thou thy selfe beholdest not the beame that is in thine owne eye? Thou hypocrite, cast out first the beame out of thine owne eye, and then shalt thou see clearly to pul out the mote that is in thy brothers eye.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 43,
      "verse_end": 43,
      "text": "For a good tree bringeth not foorth corrupt fruit: neither doeth a corrupt tree bring foorth good fruit.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 44,
      "verse_end": 44,
      "text": "For euery tree is knowen by his owne fruit: for of thornes men doe not gather figs, nor of a bramble bush gather they grapes.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 45,
      "verse_end": 45,
      "text": "A good man out of the good treasure of his heart, bringeth foorth that which is good: and an euill man out of the euill treasure of his heart, bringeth foorth that which is euill: For of the abundance of the heart, his mouth speaketh.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 46,
      "verse_end": 46,
      "text": "¶ And why call ye mee Lord, Lord, and doe not the things which I say?",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 47,
      "verse_end": 47,
      "text": "Whosoeuer commeth to me, and heareth my sayings, and doeth them, I will shew you to whom he is like.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 48,
      "verse_end": 48,
      "text": "He is like a man which built an house, and digged deepe, and layd the foundation on a rocke. And when the flood arose, the streame beat vehemently vpon that house, and could not shake it: for it was founded vpon a rocke.",
      "info": ""
    },
    {
      "book_id": "LUK",
      "book_name": "Luke",
      "chapter": 6,
      "verse_start": 49,
      "verse_end": 49,
      "text": "But he that heareth, and doeth not, is like a man that without a foundation built an house vpon the earth: against which the streame did beate vehemently, and immediatly it fell, and the ruine of that house was great.",
      "info": ""
    }
  ]
}