{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the thirde yere of the reigne of Iehoiakim King of Iudah, came Nebuchad-nezzar King of Babylon, vnto Ierusalem, and besieged it.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And the Lord gaue Iehoiakim king of Iudah into his hand, with part of the vessels of the house of God, which he caried into the land of Shinar to the house of his god, and he brought the vessels into the treasure house of his god.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And the king spake vnto Ashpenaz the master of his Eunuches, that he should bring certaine of the children of Israel, and of the kings seed, and of the Princes:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Children in whom was no blemish, but well fauoured, and skilfull in all wisedome, and cunning in knowledge, and vnderstanding science, and such as had abilitie in them to stand in the Kings palace, and whom they might teach the learning, and the tongue of the Caldeans.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And the King appointed them a daily prouision of the kings meat, and of the wine which he dranke: so nourishing them three yeeres, that at the ende thereof they might stand before the king.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Now among these were of the children of Iudah, Daniel, Hananiah, Mishael, and Azariah:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Unto whom the Prince of the Eunuches gaue names: for he gaue vnto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah of Abednego.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ But Daniel purposed in his heart, that he would not defile himselfe with the portion of the kings meat, nor with the wine which he dranke: therefore hee requested of the Prince of the Eunuches, that hee might not defile himselfe.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Now God had brought Daniel into fauour and tender loue with the Prince of the Eunuches.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And the Prince of the Eunuches said vnto Daniel, I feare my lord the king, who hath appointed your meat, and your drinke: for why should he see your faces worse liking then the children which are of your sort? then shall yee make mee indanger my head to the King.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then said Daniel to Melzar, whom the Prince of the Eunuches had set ouer Daniel, Hananiah, Mishael, and Azariah,",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Proue thy seruants, I beseech thee, ten dayes, and let them giue pulse to eat, and water to drinke.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then let our countenances be looked vpon before thee, and the countenance of the children that eat of the portion of the Kings meate: and as thou seest, deale with thy seruants.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So hee consented to them in this matter, and proued them ten dayes.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And at the end often dayes, their countenances appeared fairer, and fatter in flesh, then all the children, which did eate the portion of the kings meat.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thus Melzar tooke away the portion of their meat, and the wine that they should drink: and gaue them pulse.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ As for these foure children, God gaue them knowledge, and skil in all learning and wisedome, and Daniel had vnderstanding in all visions and dreames.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Now at the end of the dayes that the King had said he should bring them in, then the Prince of the Eunuches brought them in before Nebuchadnezzar.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And the King communed with them: and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the King.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And in all matters of wisedome and vnderstanding that the king enquired of them, hee found them ten times better then all the Magicians and Astrologers that were in all his Realme.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 1,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Daniel continued euen vnto the first yeere of king Cyrus.",
      "info": ""
    }
  ]
}