{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the third yere of Cyrus King of Persia, a thing was reuealed vnto Daniel (whose name was called Belteshazzar) and the thing was true, but the time appointed was long, and he vnderstood the thing, and had vnderstanding of the vision.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In those dayes, I Daniel was mourning three full weekes.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 3,
      "verse_end": 3,
      "text": "I ate no pleasant bread, neither came flesh, nor wine in my mouth, neither did I anoynt my selfe at all, till three whole weekes were fulfilled.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And in the foure and twentieth day of the first moneth, as I was by the side of the great riuer, which is Hiddekel:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then I lift vp mine eyes and looked, and behold, a certaine man clothed in linen, whose loynes were girded with fine gold of Uphaz.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 6,
      "verse_end": 6,
      "text": "His body also was like the Berill, and his face as the appearance of lightning, and his eyes as lampes of fire, and his armes, and his feete like in colour to polished brasse, and the voice of his words like the voice of a multitude.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I Daniel alone saw the vision: for the men that were with mee saw not the vision: but a great quaking fell vpon them, so that they fled to hide themselues.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comelinesse was turned in me into corruption, and I retained no strength.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Yet heard I the voice of his words: and when I heard the voice of his wordes, then was I in a deepe sleepe on my face, and my face toward the ground.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ And behold, an hand touched me, which set me vpon my knees, and vpon the palmes of my hands.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And hee said vnto me, O Daniel, a man greatly beloued, vnderstand the wordes that I speake vnto thee, and stand vpright: for vnto thee am I now sent; and when he had spoken this word vnto me, I stood trembling.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then sayd hee vnto me; Feare not, Daniel: for from the first day that thou diddest set thine heart to vnderstand, and to chasten thy selfe before thy God, thy wordes were heard, and I am come for thy words.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 13,
      "verse_end": 13,
      "text": "But the prince of the kingdome of Persia withstood mee one and twentie dayes: but loe, Michael one of the chiefe Princes came to helpe mee, and I remained there with the Kings of Persia.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Now I am come to make thee vnderstand what shall befall thy people, in the latter dayes: for yet the vision is for many dayes.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when hee had spoken such words vnto me, I set my face toward the ground, and I became dumbe.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And behold, one like the similitude of the sonnes of men touched my lippes: then I opened my mouth, and spake, and sayd vnto him that stoode before me; O my Lord, by the vision my sorrowes are turned vpon me, and I haue retained no strength.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For how can the seruant of this my Lord, talke with this my Lord? for as for me, straightway there remained no strength in mee, neither is there breath left in me.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Then there came againe and touched me one like the appearance of a man, and he strengthned me,",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And said; O man greatly beloued, feare not: peace be vnto thee, be strong, yea be strong; and when he had spoken vnto me, I was strengthened, and said; Let my Lord speake; for thou hast strengthened me.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Then said hee, Knowest thou wherefore I come vnto thee? and now will I returne to fight with the prince of Persia: and when I am gone forth, loe, the prince of Grecia shall come.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 10,
      "verse_start": 21,
      "verse_end": 21,
      "text": "But I will shew thee that which is noted in the Scripture of trueth: and there is none that holdeth with me in these things, but Michael your prince.",
      "info": ""
    }
  ]
}