{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And in the second yeere of the reigne of Nebuchadnezzar, Nebuchad-nezzar dreamed dreames, wherewith his spirit was troubled, and his sleepe brake from him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then the King commanded to call the Magicians, and the Astrologers, and the Sorcerers, and the Caldeans, for to shew the King his dreames: so they came and stood before the king.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the King said vnto them, I haue dreamed a dreame, and my spirit was troubled to know the dreame.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then spake the Caldeans to the King in Syriacke; O king, liue for euer: tell thy seruants the dreame, and we will shew the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "The King answered, and said to the Caldeans, The thing is gone from mee: if ye will not make knowen vnto me the dreame, with the interpretation thereof, yee shall be cut in pieces, and your houses shalbe made a dunghill.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But if yee shewe the dreame, and the interpretation thereof, yee shall receiue of me giftes and rewards, and great honour: therefore shewe me the dreame, and the interpretation thereof.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "They answered againe, and said, Let the King tell his seruants the dreame, and we will shew the interpretation of it.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The King answered, and said, I know of certeinty that ye would gaine the time, because ye see the thing is gone from me.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But if yee will not make knowen vnto me the dreame, there is but one decree for you: for ye haue prepared lying, and corrupt words to speake before me, till the time be changed: therefore tell me the dreame, and I shall know that yee can shewe mee the interpretation thereof.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ The Caldeans answered before the King, and said, There is not a man vpon the earth that can shew the kings matter: therefore there is no King, lord, nor ruler, that asked such things at any Magician, or Astrologer, or Caldean.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And it is a rare thing that the king requireth, and there is none other that can shew it before the King, except the gods, whose dwelling is not with flesh.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For this cause the King was angry and very furious, and commanded to destroy all the wise men of Babylon.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the decree went foorth that the wise men should be slaine, and they sought Daniel and his fellowes to be slaine.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Then Daniel answered with counsell and wisedome to Arioch the captaine of the Kings guard, which was gone foorth to slay the wise men of Babylon.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Hee answered and said to Arioch the Kings captaine, Why is the decree so hastie from the King? Then Arioch made the thing knowen to Daniel.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then Daniel went in and desired of the King, that hee would giue him time, and that he would shew the king the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then Daniel went to his house, and made the thing knowen to Hananiah, Mishael, and Azariah his companions:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "That they would desire mercies of the God of heauen concerning this secret, that Daniel and his fellowes should not perish with the rest of the Wise men of Babylon.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Then was the secret reuealed vnto Daniel in a night vision: then Daniel blessed the God of heauen.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Daniel answered and said; Blessed be the name of God for euer and euer: for wisedome and might are his:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And he changeth the times and the seasons: he remoueth Kings, and setteth vp Kings: he giueth wisedome vnto the wise, and knowledge to them that know vnderstanding.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "He reuealeth the deepe and secret things: hee knoweth what is in the darknes, &amp; the light dwelleth with him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "I thanke thee and praise thee, O thou God of my fathers, who hast giuen me wisedome and might, and hast made knowen vnto me now what we desired of thee: for thou hast now made knowen vnto vs the kings matter.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ Therefore Daniel went in vnto Arioch whom the king had ordained to destroy the wise men of Babylon: he went and said thus vnto him, Destroy not the wise men of Babylon: bring me in before the king, and I will shew vnto the king the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Then Arioch brought in Daniel before the king in haste, &amp; said thus vnto him, I haue found a man of the captiues of Iudah, that will make knowen vnto the king the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "The King answered and said to Daniel whose name was Belteshazzar, Art thou able to make knowen vnto me the dreame which I haue seene, and the interpretation thereof?",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Daniel answered in the presence of the King, and said, The secret which the King hath demanded, cannot the wise men, the astrologians, the magicians, þ<sup>e</sup> southsaiers shew vnto the king:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But there is a God in heauen that reuealeth secrets, and maketh knowen to the king Nebuchad-nezzar, what shalbe in the latter dayes. Thy dreame, and the visions of thy head vpon thy bed, are these.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "As for thee, O King, thy thoughts came into thy minde vpon thy bed, what should come to passe hereafter: and he that reuealeth secrets, maketh knowen to thee, what shall come to passe.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But as for me, this secret is not reuealed to me, for any wisdome that I haue more then any liuing, but for their sakes that shall make knowen the interpretation to the King, and that thou mightest know the thoughts of thy heart.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Thou, O King, sawest, and behold a great image: this great image whose brightnesse was excelleut, stood before thee, and the forme thereof was terrible.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "This images head was of fine gold, his breast and his armes of siluer, his belly and his thighes of brasse:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 33,
      "verse_end": 33,
      "text": "His legs of yron, his feete part of yron, and part of clay.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Thou sawest till that a stone was cut out without hands, which smote the image vpon his feete that were of yron and clay, and brake them to pieces.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Then was the yron, the clay, the brasse, the siluer, and the golde broken to pieces together, and became like the chaffe of the summer threshing floores, and the wind caried them away, that no place was found for them: &amp; the stone that smote the image became a great mountaine, and filled the whole earth.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ This is the dreame, and we will tell the interpretation thereof before the King.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Thou, O King, art a king of Kings: for the God of heauen hath giuen thee a kingdome, power, and strength, and glory.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And wheresoeuer the children of men dwel, the beasts of the field, and the foules of the heauen hath he giuen into thine hand, and hath made thee ruler ouer them all: thou art this head of gold.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And after thee shall arise an other kingdome inferiour to thee, and another third kingdome of brasse, which shall beare rule ouer all the earth.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And the fourth kingdome shall be strong as yron: forasmuch as yron breaketh in pieces and subdueth all things; and as yron that breaketh all these, shall it breake in pieces and bruise.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And whereas thou sawest the feete and toes, part of potters clay, and part of yron: the kingdome shalbe diuided, but there shalbe in it of the strength of the yron, forasmuch as thou sawest the yron mixt with myrie clay.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And as the toes of the feete were part of yron, and part of clay; so the kingdome shall be partly strong, and partly broken.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And whereas thou sawest yron mixt with myrie clay, they shall mingle themselues with the seede of men: but they shall not cleaue one to an other, euen as yron is not mixed with clay.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And in the daies of these Kings shall the God of heauen set vp a kingdome, which shall neuer be destroyed: and the Kingdome shall not be left to other people, but it shall breake in pieces, and consume all these kingdomes, and it shall stand for euer.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 45,
      "verse_end": 45,
      "text": "Forasmuch as thou sawest that the stone was cut out of the mountaine without hands, and that it brake in pieces the yron, the brasse, the clay, the siluer, and the gold: the great God hath made knowen to the King what shall come to passe hereafter, &amp; the dreame is certaine, and the interpretation thereof sure.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 46,
      "verse_end": 46,
      "text": "¶ Then the King Nebuchadnezzar fell vpon his face, and worshipped Daniel, and commanded that they should offer an oblation, and sweet odours vnto him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 47,
      "verse_end": 47,
      "text": "The King answered vnto Daniel and said, Of a trueth it is, that your God is a God of gods, and a Lord of Kings, and a reuealer of secrets, seeing thou couldest reueale this secret.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 48,
      "verse_end": 48,
      "text": "Then the King made Daniel a great man, and gaue him many great gifts, &amp; made him ruler ouer the whole prouince of Babylon, and chiefe of the gouernours ouer all the wise men of Babylon.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 2,
      "verse_start": 49,
      "verse_end": 49,
      "text": "Then Daniel requested of the King, and he set Shadrach, Meshach, and Abednego ouer the affaires of the prouince of Babylon: but Daniel sate in the gate of the King.",
      "info": ""
    }
  ]
}