{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Belshazzar the King made a great feast to a thousand of his Lords, and dranke wine before the thousand.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Belshazzar, whiles he tasted the wine, commaunded to bring the golden and siluer vessels, which his father Nebuchad-nezzar had taken out of the temple which was in Ierusalem, that the king and his princes, his wiues, and his concubines might drinke therein.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then they brought the golden vessels that were taken out of the temple of the house of God, which was at Ierusalem, and the king and his princes, his wiues, and his concubines dranke in them.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "They drunke wine, and praised the gods of gold and of siluer, of brasse, of yron, of wood, and of stone.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ In the same houre came forth fingers of a mans hand, and wrote ouer against the candlesticke vpon the plaister of the wall of the Kings palace, and the king saw the part of the hand that wrote.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then the kings countenance was changed, and his thoughts troubled him, so that the ioints of his loines were loosed, and his knees smote one against another.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "The king cried aloud to bring in the Astrologers, the Caldeans, and the soothsayers: and the king spake and said to the wise men of Babylon, Whosoeuer shall reade this writing, and shewe me the interpretation thereof, shall bee clothed with scarlet, and haue a chaine of gold about his necke, and shall be the third ruler in the kingdome.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then came in all the kings wise men, but they could not reade the writing, nor make knowen to the king the interpretation thereof.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then was King Belshazzar greatly troubled, and his countenance was changed in him, and his lordes were astonied.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Now the queene, by reason of the wordes of the king and his lords, came into the banquet house, and the queene spake and said, O king, liue for euer: let not thy thoughts trouble thee, nor let thy countenance be changed.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "There is a man in thy kingdom, in whome is the spirit of the holy gods, and in the dayes of thy father light and vnderstanding and wisedome like the wisedome of the gods, was found in him: whom the king Nebuchad-nezzar thy father, the king, Isay, thy father made master of the magicians, astrologers, Caldeans, and soothsayers,",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Forasmuch as an excellent spirit and knowledge and vnderstanding, interpreting of dreames, and shewing of hard sentences, &amp; dissoluing of doubts were found in the same Daniel, whom the king named Belteshazzar: now let Daniel be called, and he will shewe the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then was Daniel brought in before the king, and the king spake and said vnto Daniel, Art thou that Daniel, which art of the children of the captiuity of Iudah, whom the king my father brought out of Iewrie?",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "I haue euen heard of thee, that the spirit of the gods is in thee, and that light, and vnderstanding, and excellent wisedome is found in thee.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And now the wise men, the astrologers haue bene brought in before me, that they should reade this writing, and make knowen vnto me the interpretation thereof: but they could not shewe the interpretation of the thing.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I haue heard of thee, that thou canst make interpretations, and dissolue doubts: now if thou canst read the writing, and make knowen to mee the interpretation thereof, thou shalt be clothed with scarlet, &amp; haue a chaine of gold about thy necke, and shalt bee the third ruler in the kingdome.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Then Daniel answered and said before the king, Let thy gifts be to thy selfe, and giue thy rewards to an other, yet I will reade the writing vnto the king, and make knowen to him the interpretation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "O thou king, the most high God gaue Nebuchad-nezzar thy father a kingdome, and maiestie, and glory, and honour.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And for the maiestie that hee gaue him, all people, nations, and languages trembled and feared before him: whom he would, he slew, &amp; whom he would, he kept aliue, and whom he would hee set vp, and whom he would hee put downe.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "But when his heart was lifted vp, and his minde hardened in pride: hee was deposed from his kingly throne, and they tooke his glory from him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And hee was driuen from the sonnes of men, and his heart was made like the beasts, and his dwelling was with the wilde asses: they fed him with grasse like oxen, and his body was wet with the dew of heauen, till hee knew that the most high God ruled in the kingdome of men, and that hee appointeth ouer it whomsoeuer he will.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And thou his sonne, O Belshazzar, hast not humbled thine heart, though thou knewest all this:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But hast lifted vp thy selfe against the Lord of heauen, and they haue brought the vessels of his house before thee, and thou and thy lords, thy wiues and thy concubines haue drunke wine in them, and thou hast praised the gods of siluer, and golde, of brasse, yron, wood and stone, which see not, nor heare, nor knowe: and the God in whose hande thy breath is, and whose are all thy wayes, hast thou not glorified.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Then was the part of the hand sent from him, and this writing was written.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ And this is the writing that was written, MENE, MENE, TEKEL VPHARSIN.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 26,
      "verse_end": 26,
      "text": "This is the interpretation of the thing, MENE, God hath numbred thy kingdome, and finished it.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 27,
      "verse_end": 27,
      "text": "TEKEL, thou art weighed in the balances, and art found wanting.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 28,
      "verse_end": 28,
      "text": "PERES, thy kingdome is diuided, and giuen to the Medes and Persians.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Then commanded Belshazzar, and they clothed Daniel with scarlet, and put a chaine of gold about his necke, and made a Proclamation concerning him, that he should be the third ruler in the kingdome.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ In that night was Belshazzar the king of the Caldeans slaine.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 5,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And Darius the Median tooke the kingdome, being about threescore and two yeere old.",
      "info": ""
    }
  ]
}