{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "It pleased Darius to set ouer the kingdome an hundred and twenty Princes, which should be ouer the whole kingdome.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And ouer these, three Presidents, (of whom Daniel was first) that the Princes might giue accompts vnto them, and the King should haue no damage.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then this Daniel was preferred aboue the Presidents, and Princes, because an excellent spirit was in him, and the king thought to set him ouer the whole realme.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ Then the Presidents and Princes sought to finde occasion against Daniel concerning the kingdome, but they could finde none occasion, nor fault: forasmuch as he was faithfull, neither was there any errour or fault found in him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then said these men, We shall not finde any occasion against this Daniel, except wee finde it against him concerning the Law of his God.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then these Presidents and Princes assembled together to the king, and said thus vnto him, King Darius, liue foreuer.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "All the Presidents of the kingdome, the gouernours, and the Princes, the counsellers and the captaines haue consulted together to establish a royall statute, and to make a firme decree, that whosoeuer shall aske a petition of any God or man for thirty dayes, saue of thee, O King, hee shall be cast into the denne of Lions.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Now, O king, establish the decree, and signe the writing, that it be not changed, according to the law of the Medes &amp; Persians, which altereth not.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Wherefore King Darius signed the writing and the decree.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Now when Daniel knew that the writing was signed, hee went into his house, and his windowes being open in his chamber toward Ierusalem, hee kneeled vpon his knees three times a day, and prayed, and gaue thankes before his God, as hee did afore time.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Then these men assembled, and found Daniel praying, and making supplication before his God.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then they came neere, and spake before the king concerning the kings decree; Hast thou not signed a decree, that euery man that shall aske a petition of any God or man, within thirty dayes, saue of thee, O king, shalbe cast into the denne of Lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then answered they and said before the king; That Daniel which is of the captiuity of the children of Iudah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then the king, when hee heard these wordes, was sore displeased with himselfe, and set his heart on Daniel to deliuer him: and he laboured till the going downe of the sunne, to deliuer him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Then these men assembled vnto the king, and said vnto the king, Know O king, that the law of the Medes and Persians is, that no decree nor statute which the king establisheth, may bee changed.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Then the king commanded, and they brought Daniel, and cast him into the denne of Lions: now the king spake and saide vnto Daniel; Thy God, whom thou seruest continually, he will deliuer thee.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And a stone was brought and laid vpon the mouth of the denne, and the King sealed it with his owne signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then the king went to his palace, and passed the night fasting: neither were instruments of musicke brought before him, and his sleepe went from him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Then the king arose very early in the morning, and went in haste vnto the den of Lyons.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And when he came to the den, he cryed with a lamentable voice vnto Daniel, and the king spake and said to Daniel: O Daniel, seruant of the liuing God, Is thy God whom thou seruest continually, able to deliuer thee from the Lyons?",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then said Daniel vnto the king, O king, liue for euer.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "My God hath sent his Angel, and hath shut the lyons mouthes that they haue not hurt me: forasmuch as before him, innocencie was found in me; and also before thee, O king, haue I done no hurt.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Then was the king exceeding glad for him, and commanded that they should take Daniel vp out of the denne: so Daniel was taken vp out of the den, and no maner of hurt was found vpon him, because he beleeued in his God.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "¶ And the king commanded, and they brought those men which had accused Daniel, and they cast them into the den of Lyons, them, their children, and their wiues: and the Lyons had the mastery of them, and brake all their bones in pieces or euer they came at the bottome of the den.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ Then king Darius wrote vnto all people, nations, and languages that dwell in all the earth; Peace be multiplied vnto you.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "I make a decree, That in euery dominion of my kingdome, men tremble and feare before the God of Daniel: for he is the liuing God, and stedfast for euer, and his kingdome that, which shal not be destroyed, and his dominion shall be euen vnto the end.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "He deliuereth and rescueth, and he worketh signes and wonders in heauen and in earth: who hath deliuered Daniel from the power of the lyons.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "So this Daniel prospered in the reigne of Darius, and in the reigne of Cyrus the Persian.",
      "info": ""
    }
  ]
}