{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "In the first yeere of Darius the sonne of Ahasuerus, of the seede of the Medes, which was made King ouer the realme of the Caldeans,",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "In the first yeere of his reigne, I Daniel vnderstood by bookes the number of the yeeres, whereof the word of the Lord came to Ieremiah the Prophet, that he would accomplish seuentie yeeres in the desolations of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ And I set my face vnto the Lord God to seeke by prayer, and supplications, with fasting, and sackcloth, and ashes.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I prayed vnto the Lord my God, and made my confession, and said; O Lord, the great and dreadfull God, keeping the couenant, and mercy to them that loue him, and to them that keepe his Commandements:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "We haue sinned, and haue committed iniquitie, and haue done wickedly, and haue rebelled, euen by departing from thy precepts, and from thy iudgements.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Neither haue we hearkened vnto thy seruants the Prophets, which spake in thy Name to our kings, our princes, and our fathers, and to all the people of the land.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "O Lord, righteousnes belongeth vnto thee, but vnto vs confusion of faces, as at this day: to the men of Iudah, and to the inhabitants of Ierusalem, and vnto all Israel that are neere, and that are farre off, through all the countreys whither thou hast driuen them, because of their trespasse, that they haue trespassed against thee.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "O Lord, to vs belongeth confusion of face, to our kings, to our princes, and to our fathers; because we haue sinned against thee.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "To the Lord our God belong mercies and forgiuenesses, though we haue rebelled against him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Neither haue we obeyed the voice of the Lord our God, to walke in his Lawes which he set before vs, by his seruants the Prophets.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Yea, all Israel haue transgressed thy Law, euen by departing, that they might not obey thy voice, therefore the curse is powred vpon vs, and the othe that is written in the Law of Moses the seruant of God, because we haue sinned against him.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And he hath confirmed his words which he spake against vs, and against our Iudges that iudged vs, by bringing vpon vs a great euill: for vnder the whole heauen hath not bene done, as hath bene done vpon Ierusalem.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "As it is written in the Law of Moses, all this euill is come vpon vs: yet made we not our prayer before the Lord our God, that we might turne from our iniquities, and vnderstand thy trueth.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore hath the Lord watched vpon the euil, and brought it vpon vs: for the Lord our God is righteous in all his workes, which he doeth: for we obeyed not his voice.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And now O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renowne, as at this day, wee haue sinned, wee haue done wickedly.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ O Lord, according to all thy righteousnes, I beseech thee, let thine anger and thy furie bee turned away from thy citie Ierusalem, thy holy Mountaine: because for our sinnes, and for the iniquities of our fathers, Ierusalem and thy people are become a reproch to all that are about vs.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Now therefore, O our God, heare the prayer of thy seruant, and his supplications, and cause thy face to shine vpon thy Sanctuary that is desolate, for the Lords sake.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "O my God, encline thine eare and heare: open thine eyes, and behold our desolations, &amp; the city, which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "O Lord heare, O Lord forgiue, O Lord hearken and doe: deferre not for thine owne sake, O my God: for thy citie, &amp; thy people are called by thy Name.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ And whiles I was speaking, and praying, and confessing my sinne, and the sinne of my people Israel, and presenting my supplication before the Lord my God, for the holy Mountaine of my God:",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Yea whiles I was speaking in praier, euen the man Gabriel, whom I had seene in the vision at the beginning, being caused to flie swiftly, touched me about the time of the euening oblation.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And he informed mee, and talked with mee, and said; O Daniel, I am now come foorth to giue thee skill and vnderstanding.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "At the beginning of thy supplications the commandement came forth, and I am come to shew thee: for thou art greatly beloued: therefore vnderstand the matter, &amp; consider the vision.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Seuentie weekes are determined vpon thy people, and vpon thy holy citie, to finish the transgression, and to make an ende of sinnes, and to make reconciliation for iniquitie, and to bring in euerlasting righteousnes, and to seale vp the vision and prophecie, and to anoynt the most Holy.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Know therefore and vnderstand, that from the going foorth of the commandement to restore and to build Ierusalem, vnto the Messiah the Prince, shall be seuen weekes; and threescore and two weekes, the street shall be built againe, and the wall, euen in troublous times.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And after threescore and two weekes, shall Messiah be cut off, but not for himselfe, and the people of the Prince that shall come, shall destroy the citie, and the Sanctuarie, and the ende thereof shall be with a flood, and vnto the ende of the warre desolations are determined.",
      "info": ""
    },
    {
      "book_id": "DAN",
      "book_name": "Daniel",
      "chapter": 9,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And hee shall confirme the couenant with many for one weeke: and in the midst of the weeke he shall cause the sacrifice and the oblation to cease, and for the ouerspreading of abominations hee shall make it desolate, euen vntill the consummation, &amp; that determined, shalbe powred vpon the desolate.",
      "info": ""
    }
  ]
}