{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And hee began to speake vnto them by parables. A certaine man planted a vineyard, and set an hedge about it, and digged a place for the wine fat, and built a towre, and let it out to husbandmen, and went into a farre countrey.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And at the season, he sent to the husbandmen a seruant, that he might receiue from the husbandmen of the fruite of the vineyard.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they caught him, and beat him, and sent him away emptie.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And againe, hee sent vnto them another seruant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And againe, he sent another, and him they killed: and many others, beating some, and killing some.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Hauing yet therefore one sonne his welbeloued, he sent him also last vnto them, saying, They will reuerence my sonne.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "But those husbandmen said amongst themselues, This is the heire, come, let vs kill him, and the inheritance shall be ours.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And they tooke him, and killed him, and cast him out of the vineyard.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "What shall therefore the Lord of the vineyard doe? He will come and destroy the husbandmen, and will giue the vineyard vnto others.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And haue ye not read this Scripture? The stone which the builders reiected, is become the head of the corner:",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "This was the Lords doing, and it is maruellous in our eies.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they sought to lay hold on him, but feared the people, for they knew that he had spoken the parable against them: and they left him, and went their way.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And they send vnto him certaine of the Pharises, and of the Herodians, to catch him in his words.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And when they were come, they say vnto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth. Is it lawfull to giue tribute to Cesar, or not?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Shall we giue, or shall we not giue? But he knowing their hypocrisie, said vnto them, Why tempt yee mee? Bring me a penny that I may see it.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they brought it: and he saith vnto them, Whose is this image and superscription? And they said vnto him, Cesars.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And Iesus answering, said vnto them, Render to Cesar the things that are Cesars: and to God the things that are Gods. And they maruailed at him.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then come vnto him the Sadducees, which say there is no resurrection, and they asked him, saying,",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Master, Moses wrote vnto vs, If a mans brother die, and leaue his wife behind him, and leaue no children, that his brother should take his wife, and raise vp seed vnto his brother.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Now there were seuen brethren: and the first tooke a wife, and dying left no seede.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And the second tooke her, and died, neither left he any seed, and the third likewise.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And the seuen had her, and left no seede: last of all the woman died also.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 23,
      "verse_end": 23,
      "text": "In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seuen had her to wife.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And Iesus answering, said vnto them, Doe ye not therefore erre, because yee know not the scriptures, neither the power of God?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 25,
      "verse_end": 25,
      "text": "For when they shall rise from the dead, they neither marry, nor are giuen in marriage: but are as the Angels which are in heauen.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And as touching the dead, that they rise: haue ye not read in the booke of Moses, how in the bush God spake vnto him, saying, I am the God of Abraham, and the God of Isahac, and the God of Iacob?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Hee is not the God of the dead, but the God of the liuing: yee therefore doe greatly erre.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 28,
      "verse_end": 28,
      "text": "¶ And one of the Scribes came, and hauing heard them reasoning together, and perceiuing that he had answered them well, asked him which is the first commandement of all.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And Iesus answered him, The first of al the commandements is, Heare, O Israel, the Lord our God is one Lord:",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And thou shalt loue the Lord thy God with all thy heart, and with all thy soule, and with all thy minde, and with all thy strength: This is the first commandement.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And the second is like, namely this, Thou shalt loue thy neighbour as thy selfe: there is none other commandement greater then these.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And the Scribe said vnto him, Well master, thou hast said the truth: for there is one God, and there is none other but he.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And to loue him with all the heart, and with all the vnderstanding, and with all the soule, and with all the strength, and to loue his neighbour as himselfe, is more then all whole burnt offerings and sacrifices.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And when Iesus saw that he answered discreetly, hee saide vnto him, Thou art not far from the kingdome of God. And no man after that durst aske him any question.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ And Iesus answered, and said, while hee taught in the Temple, How say the Scribes that Christ is the sonne of Dauid?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 36,
      "verse_end": 36,
      "text": "For Dauid himselfe said by the holy Ghost, The Lord said to my Lord, Sit thou on my right hand, til I make thine enemies thy footstoole.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Dauid therefore himselfe calleth him Lord, and whence is hee then his sonne? And the common people heard him gladly.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 38,
      "verse_end": 38,
      "text": "¶ And he said vnto them in his doctrine, Beware of the Scribes, which loue to goe in long clothing, and loue salutations in the market places,",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And the chiefe seates in the Synagogues, and the vppermost roomes at feasts:",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 40,
      "verse_end": 40,
      "text": "Which deuoure widowes houses, and for a pretence make long prayers: These shall receiue greater damnation.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 41,
      "verse_end": 41,
      "text": "¶ And Iesus sate ouer against the treasurie, and beheld how the people cast money into the treasurie: and many that were rich, cast in much.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And there came a certaine poore widow, and she threw in two mites, which make a farthing.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And he called vnto him his disciples, and saith vnto them, Uerily I say vnto you, that this poore widow hath cast more in, then all they which haue cast into the treasurie.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 12,
      "verse_start": 44,
      "verse_end": 44,
      "text": "For all they did cast in of their aboundance: but she of her want, did cast in all that she had, euen all her liuing.",
      "info": ""
    }
  ]
}