{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And hee went out from thence, and came into his owne countrey, and his disciples follow him.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And when the Sabbath day was come, he began to teach in the Synagogue: and many hearing him, were astonished, saying, From whence hath this man these things? And what wisedome is this which is giuen vnto him, that euen such mightie workes are wrought by his hands?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Is not this the carpenter, the sonne of Mary, the brother of Iames and Ioses, and of Iuda, and Simon? And are not his sisters heere with vs? And they were offended at him.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 4,
      "verse_end": 4,
      "text": "But Iesus sayde vnto them, A Prophet is not without honour, but in his owne countrey, and among his owne kinne, and in his owne house.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he could there doe no mightie worke, saue that he laid his hands vpon a few sicke folke, and healed them.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And he marueiled because of their vnbeliefe. And he went round about the villages, teaching.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ And he calleth vnto him the twelue, and began to send them foorth, by two and two, and gaue them power ouer vncleane spirits,",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And commanded them that they should take nothing for their iourney, saue a staffe onely: no scrip, no bread, no money in their purse:",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But be shod with sandales: and not put on two coats.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And he said vnto them, In what place soeuer yee enter into an house, there abide til ye depart from that place.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And whosoeuer shall not receiue you, nor heare you, when yee depart thence, shake off the dust vnder your feet, for a testimonie against them: Uerely I say vnto you, it shalbe more tolerable for Sodom and Gomorrha in the day of iudgement, then for that citie.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they went out, and preached that men should repent.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And they cast out many deuils, and anointed with oyle many, that were sicke, and healed them.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And king Herod heard of him (for his name was spread abroad:) and hee said that Iohn the Baptist was risen from the dead, and therefore mightie workes doe shew foorth themselues in him.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Others said, That it is Elias. And others said, That it is a Prophet, or as one of the Prophets.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But when Herod heard thereof, he said, It is Iohn, whome I beheaded, he is risen from the dead.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For Herod himselfe had sent forth and laid hold vpon Iohn, and bound him in prison for Herodias sake, his brother Philips wife, for hee had maried her.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For Iohn had said vnto Herod, It is not lawfull for thee to haue thy brothers wife.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therfore Herodias had a quarrel against him, &amp; would haue killed him, but she could not.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 20,
      "verse_end": 20,
      "text": "For Herod feared Iohn, knowing that he was a iust man, and an holy, and obserued him: and when he heard him, hee did many things, and heard him gladly.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And when a conuenient day was come, that Herod on his birth day made a supper to his lords, high captaines, and chiefe estates of Galilee:",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And when the daughter of the said Herodias came in, and danced, and pleased Herod, and them that sate with him, the king said vnto the damosell, Aske of me whatsoeuer thou wilt, and I will giue it thee.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And he sware vnto her, Whatsoeuer thou shalt aske of me, I will giue it thee, vnto the halfe of my kingdome.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And she went forth, and said vnto her mother, What shall I aske? And she said, The head of Iohn þ<sup>e</sup> Baptist.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And she came in straightway with haste, vnto the king, and asked, saying, I will that thou giue me by and by in a charger, the head of Iohn the Baptist.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And the king was exceeding sory, yet for his othes sake, and for their sakes which sate with him, hee would not reiect her.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 27,
      "verse_end": 27,
      "text": "And immediatly the king sent an executioner, and commaunded his head to be brought, and he went, and beheaded him in the prison,",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And brought his head in a charger, and gaue it to the damosell, and the damosell gaue it to her mother.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And when his disciples heard of it, they came and tooke vp his corpse, and laid it in a tombe.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 30,
      "verse_end": 30,
      "text": "And the Apostles gathered themselues together vnto Iesus, and tolde him all things, both what they had done, and what they had taught.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And he said vnto them, Come yee your selues apart into a desert place, and rest a while. For there were many comming and going, and they had no leisure so much as to eate.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And they departed into a desert place by ship priuately.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the people saw them departing, and many knew him, and ranne afoote thither out of all cities, and outwent them, and came together vnto him.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And Iesus when he came out, saw much people, and was moued with compassion toward them, because they were as sheepe not hauing a shepherd: and hee beganne to teach them many things.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And when the day was now far spent, his Disciples came vnto him, and said, This is a desert place, and now the time is farre passed.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Send them away, that they may goe into the countrey round about, and into the villages, and buy themselues bread: for they haue nothing to eate.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 37,
      "verse_end": 37,
      "text": "He answered and said vnto them, Giue yee them to eate. And they say vnto him, Shall we goe and buy two hundred penniworth of bread, and giue them to eate?",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 38,
      "verse_end": 38,
      "text": "He saith vnto them, How many loaues haue yee? goe, and see. And when they knew, they say, Fiue, and two fishes.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And he commanded them to make all sit downe by companies vpon the greene grasse.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And they sate downe in rankes by hundreds, and by fifties.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 41,
      "verse_end": 41,
      "text": "And when he had taken the fiue loaues, and the two fishes, he looked vp to heauen, and blessed, and brake the loaues, and gaue them to his disciples to set before them; and the two fishes diuided he among them all.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 42,
      "verse_end": 42,
      "text": "And they did all eate, and were filled.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And they tooke vp twelue baskets full of the fragments, and of the fishes.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And they that did eate of the loaues, were about fiue thousand men.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 45,
      "verse_end": 45,
      "text": "And straightway he constrained his disciples to get into the ship, and to goe to the other side before vnto Bethsaida, while he sent away the people.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 46,
      "verse_end": 46,
      "text": "And when hee had sent them away, he departed into a mountaine to pray.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 47,
      "verse_end": 47,
      "text": "And when Euen was come, the ship was in the midst of the Sea, and he alone on the land.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 48,
      "verse_end": 48,
      "text": "And he saw them toiling in rowing (for the wind was contrary vnto them:) and about the fourth watch of the night, he commeth vnto them, walking vpon the Sea, and would haue passed by them.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 49,
      "verse_end": 49,
      "text": "But when they saw him walking vpon the Sea, they supposed it had bene a spirit, and cried out.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 50,
      "verse_end": 50,
      "text": "(For they all saw him, and were troubled) and immediately hee talked with them, and saith vnto them, Be of good cheere, It is I, be not afraid.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 51,
      "verse_end": 51,
      "text": "And hee went vp vnto them into the ship, and the wind ceased: and they were sore amazed in themselues beyond measure, and wondered.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 52,
      "verse_end": 52,
      "text": "For they considered not the miracle of the loaues, for their heart was hardened.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 53,
      "verse_end": 53,
      "text": "And when they had passed ouer, they came into the land of Genesareth, and drew to the shore.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 54,
      "verse_end": 54,
      "text": "And when they were come out of the ship, straightway they knew him,",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 55,
      "verse_end": 55,
      "text": "And ran through that whole region round about, and beganne to carrie about in beds, those that were sicke, where they heard he was.",
      "info": ""
    },
    {
      "book_id": "MRK",
      "book_name": "Mark",
      "chapter": 6,
      "verse_start": 56,
      "verse_end": 56,
      "text": "And whithersouer he entred, into villages, or cities, or countrie, they laide the sicke in the streetes, &amp; besought him that they might touch if it were but the border of his garment: and as many as touched him, were made whole.",
      "info": ""
    }
  ]
}