{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And Naomi had a kinseman of her husbands, a mighty man of wealth, of the familie of Elimelech, and his name was Boaz.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And Ruth the Moabitesse saide vnto Naomi, Let me now goe to the field, and gleane eares of corne after him, in whose sight I shall finde grace. And shee saide vnto her, Goe, my daughter.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And she went, and came, and gleaned in the field after the reapers: and her happe was to light on a part of the fielde belonging vnto Boaz, who was of the kinred of Elimelech.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And behold, Boaz came from Bethlehem, and said vnto the reapers, The Lord bee with you; and they answered him, The Lord blesse thee.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then said Boaz vnto his seruant, that was set ouer the reapers, Whose damosell is this?",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And the seruaunt that was set ouer the reapers, answered and said, It is the Moabitish damosell that came backe with Naomi out of the countrey of Moab:",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And she said, I pray you, let mee gleane and gather after the reapers amongst the sheaues: so shee came, and hath continued euen from the morning vntill now, that she taried a little in the house.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then said Boaz vnto Ruth, Hearest thou not, my daughter? Goe not to gleane in another field, neither goe from hence, but abide here fast by my maidens.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Let thine eyes be on the field that they doe reape, and go thou after them: Haue I not charged the young men, that they shall not touch thee? and when thou art athirst, goe vnto the vessels, and drinke of that which the yong men haue drawen.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then she fel on her face, and bowed her selfe to the ground, and said vnto him, Why haue I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I am a stranger?",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And Boaz answered and said vnto her, It hath fully bene shewed me, all that thou hast done vnto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy natiuitie, and art come vnto a people, which thou knewest not heretofore.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The Lord recompense thy worke, and a full reward be giuen thee of the Lord God of Israel, vnder whose wings thou art come to trust.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then she said, Let me finde fauour in thy sight, my lord, for that thou hast comforted mee, and for that thou hast spoken friendly vnto thine handmaid, though I be not like vnto one of thy hand-maidens.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And Boaz sayde vnto her, At meale time come thou hither, and eate of the bread, and dip thy morsell in the vineger. And shee sate beside the reapers: and he reached her parched corne, and she did eate, and was sufficed, and left.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And when shee was risen vp to gleane, Boaz commanded his young men, saying, Let her gleane euen among the sheaues, &amp; reproch her not.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And let fall also some of the handfuls of purpose for her, and leaue them that she may gleane them, and rebuke her not.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "So she gleaned in the field vntill euen, and beat out that she had gleaned: and it was about an Ephah of barley.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And shee tooke it vp, and went into the citie: and her mother in lawe saw what shee had gleaned; and shee brought foorth, and gaue to her that she had reserued, after she was sufficed.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And her mother in law said vnto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be hee that did take knowledge of thee. And shee shewed her mother in lawe with whom shee had wrought, and said, The mans name with whom I wrought to day, is Boaz.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Naomi said vnto her daughter in law, Blessed be he of the Lord, who hath not left off his kindnesse to the liuing and to the dead. And Naomi said vnto her, The man is neere of kin vnto vs, one of our next kinsemen.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Ruth the Moabitesse said, He said vnto me also, Thou shalt keepe fast by my yong men, vntill they haue ended all my haruest.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Naomi said vnto Ruth her daughter in law, It is good, my daughter, that thou goe out with his maidens, that they meete thee not in any other field.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "So shee kept fast by the maidens of Boaz to gleane, vnto the end of barley haruest, and of wheat haruest, and dwelt with her mother in law.",
      "info": ""
    }
  ]
}