{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then went Boaz vp to the gate, and sate him downe there: and beholde, the kinseman of whome Boaz spake, came by, vnto whom he said, Ho, such a one: turne aside, sit downe here. And hee turned aside, and sate downe.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And hee tooke ten men of the Elders of the citie, and said, Sit ye downe here. And they sate downe.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And he said vnto the kinseman: Naomi that is come againe out of the countrey of Moab, selleth a parcell of land, which was our brother Elimelechs.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I thought to aduertise thee, saying, Buy it before the inhabitants, and before the Elders of my people. If thou wilt redeeme it, redeeme it, but if thou wilt not redeeme it, then tell mee, that I may know: for there is none to redeeme it, besides thee, and I am after thee. And he said, I will redeeme it.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy it also of Ruth the Moabitesse, the wife of the dead, to raise vp the name of the dead vpon his inheritance.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And the kinseman said, I cannot redeeme it for my selfe, lest I marre mine owne inheritance: redeeme thou my right to thy selfe, for I cannot redeeme it.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Now this was the maner in former time in Israel, concerning redeeming and concerning changing, for to confirme all things: a man plucked off his shooe, and gaue it to his neighbour: and this was a testimonie in Israel.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Therfore the kinseman said vnto Boaz, Buy it for thee: so he drew off his shooe.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ And Boaz saide vnto the Elders, and vnto all the people, Ye are witnesses this day, that I haue bought all that was Elimelechs, and all that was Chilions, and Mahlons, of the hande of Naomi.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Moreouer, Ruth the Moabitesse, the wife of Mahlon, haue I purchased to be my wife, to raise vp the name of the dead vpon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye are witnesses this day.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And all the people that were in the gate, and the Elders said, Wee are witnesses: The Lord make the woman that is come into thine house, like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and bee famous in Bethlehem.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And let thy house be like the house of Pharez, ( whom Tamar bare vnto to Iudah) of the seed which the Lord shall giue thee of this yong woman.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ So Boaz tooke Ruth, and she was his wife: and when he went in vnto her, the Lord gaue her conception, and she bare a sonne.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And the women said vnto Naomi, Blessed be the Lord which hath not left thee this day without a kinseman, that his name may bee famous in Israel:",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And he shalbe vnto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law which loueth thee, which is better to thee then seuen sonnes, hath borne him.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And Naomi tooke the childe, and laid it in her bosome, and became nurse vnto it.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And the women her neighbours gaue it a name, saying, There is a sonne borne to Naomi, and they called his name Obed: hee is the father of Iesse the father of Dauid.",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Now these are the generations of Pharez: Pharez begate Hezron,",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And Hezron begate Ram, and Ram begate Amminadab,",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And Amminadab begate Nahshon, and Nahshon begate Salmon,",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Salmon begate Boaz, and Boaz begate Obed,",
      "info": ""
    },
    {
      "book_id": "RUT",
      "book_name": "Ruth",
      "chapter": 4,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And Obed begat Iesse, and Iesse begate Dauid.",
      "info": ""
    }
  ]
}