{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The wordes of Ieremiah the sonne of Hilkiah, of the Priests that were in Anathoth in the land of Beniamin:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 2,
      "verse_end": 2,
      "text": "To whom the word of the Lord came in the dayes of Iosiah the sonne of Amon king of Iudah, in the thirteenth yeere of his reigne.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 3,
      "verse_end": 3,
      "text": "It came also in the dayes of Iehoiakim the sonne of Iosiah king of Iudah, vnto the ende of the eleuenth yeere of Zedekiah the sonne of Iosiah king of Iudah, vnto the carrying away of Ierusalem captiue in the fift moneth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Then the word of the Lord came vnto me, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Before I formed thee in the bellie, I knew thee; and before thou camest forth out of the wombe, I sanctified thee, and I ordeined thee a Prophet vnto the nations.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then said I, Ah Lord God, behold, I cannot speake, for I am a childe.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ But the Lord sayd vnto me, Say not, I am a childe: for thou shalt goe to all that I shall send thee, and whatsoeuer I command thee, thou shalt speake.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Be not afraid of their faces: for I am with thee to deliuer thee, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then the Lord put foorth his hand, and touched my mouth, and the Lord said vnto me, Behold, I haue put my words in thy mouth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 10,
      "verse_end": 10,
      "text": "See, I haue this day set thee ouer the nations, and ouer the kingdomes, to roote out, and to pull downe, and to destroy, and to throw down, to build and to plant.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Moreouer, the word of the Lord came vnto me, saying; Ieremiah, what seest thou? And I said, I see a rodde of an almond tree.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then said the Lord vnto me, Thou hast well seene: for I will hasten my word to performe it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the worde of the Lord came vnto mee the second time, saying; What seest thou? And I said; I see a seething pot, and the face thereof was towards the North.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then the Lord said vnto me; Out of the North an euill shal breake foorth vpon all the inhabitants of the land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For loe, I will call all the families of the kingdoms of the North, saith the Lord, and they shall come, and they shall set euery one his throne at the entring of the gates of Ierusalem, and against all the walles thereof round about, &amp; against all the cities of Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And I will vtter my iudgements against them touching all their wickednesse, who haue forsaken me, and haue burnt incense vnto other gods, and worshipped the workes of their owne hands.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Thou therefore gird vp thy loynes, and arise and speake vnto them all that I commaund thee: be not dismayed at their faces, lest I confound thee before them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 18,
      "verse_end": 18,
      "text": "For behold, I haue made thee this day a defenced citie, and an yron pillar, and brasen walles against the whole land, against the kings of Iudah, against the princes thereof, against the Priests thereof, and against the people of the land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And they shall fight against thee, but they shall not preuaile against thee: for I am with thee, sayth the Lord, to deliuer thee.",
      "info": ""
    }
  ]
}