{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Righteous art thou, O Lord, when I pleade with thee: yet let mee talke with thee of thy iudgements: Wherefore doeth the way of the wicked prosper? Wherefore are all they happie that deale very treacherously?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thou hast planted them, yea they haue taken root: they grow, yea they bring foorth fruit, thou art neere in their mouth, and farre from their reines.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 3,
      "verse_end": 3,
      "text": "But thou, O Lord, knowest me; thou hast seene me, and tried mine heart towards thee: pull them out like sheep for the slaughter, and prepare them for the day of slaughter.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 4,
      "verse_end": 4,
      "text": "How long shall the land mourne, and the herbes of euery field wither, for the wickednesse of them that dwell therein? the beasts are consumed, and the birds, because they said; He shall not see our last end.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ If thou hast runne with the footmen, and they haue wearied thee, then how canst thou contend with horses? And if in the land of peace, wherein thou trustedst, they wearied thee, then how wilt thou doe in the swelling of Iordan?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For euen thy brethren and the house of thy father, euen they haue dealt treacherously with thee, yea they haue called a multitude after thee; beleeue them not, though they speake faire words vnto thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ I haue forsaken mine house: I haue left mine heritage: I haue giuen the dearely beloued of my soule into the hand of her enemies.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Mine heritage is vnto me as a lyon in the forrest: it cryeth out against me, therefore haue I hated it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Mine heritage is vnto mee as a speckled bird, the birdes round about are against her; come yee, assemble all the beasts of the field, come to deuoure.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Many pastors haue destroyed my vineyard; they haue troden my portion vnder foote: they haue made my pleasant portion a desolate wildernesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 11,
      "verse_end": 11,
      "text": "They haue made it desolate, and being desolate it mourneth vnto me; the whole land is made desolate, because no man layeth it to heart.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 12,
      "verse_end": 12,
      "text": "The spoilers are come vpon all high places through the wildernesse: for the sword of the Lord shall deuoure from the one end of the land euen to the other end of the land: no flesh shall haue peace.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 13,
      "verse_end": 13,
      "text": "They haue sowen wheate, but shall reape thornes: they haue put themselues to paine, but shall not profit: and they shall be ashamed of your reuenues, because of the fierce anger of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Thus saith the Lord against all mine euill neighbours, that touch the inheritance, which I haue caused my people Israel to inherit; Behold, I will plucke them out of their land, and plucke out the house of Iudah from among them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And it shall come to passe after that I haue plucked them out, I will returne, and haue compassion on them, and will bring againe euery man to his heritage, and euery man to his land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And it shall come to passe, if they will diligently learne the wayes of my people to sweare by my name (The Lord liueth, as they taught my people to sweare by Baal:) then shall they be built in the middest of my people.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But if they will not obey, I will vtterly plucke vp, and destroy that nation, saith the Lord.",
      "info": ""
    }
  ]
}