{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus saith the Lord vnto me; Goe and get thee a linen girdle, and put it vpon thy loynes, and put it not in water.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 2,
      "verse_end": 2,
      "text": "So I got a girdle, according to the word of the Lord, and put it on my loines.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And the word of the Lord came vnto me the second time, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Take the girdle that thou hast got, which is vpon thy loines, and arise, goe to Euphrates, and hide it there in a hole of the rocke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 5,
      "verse_end": 5,
      "text": "So I went and hid it by Euphrates, as the Lord commaunded mee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And it came to passe after many daies, that the Lord saide vnto me; Arise, goe to Euphrates, and take the girdle from thence, which I commaunded thee to hide there.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then I went to Euphrates and digged, and tooke the girdle from the place where I had hid it, and behold, the girdle was marred, it was profitable for nothing.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Then the word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thus saith the Lord; After this maner will I marre the pride of Iudah, and the great pride of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 10,
      "verse_end": 10,
      "text": "This euill people which refuse to heare my words, which walke in the imagination of their heart, and walke after other Gods to serue them and to worship them, shall euen be as this girdle, which is good for nothing.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For as the girdle cleaueth to the loines of a man: so haue I caused to cleaue vnto me the whole house of Israel, and the whole house of Iudah, saith the Lord; that they might bee vnto me for a people, and for a name, and for a praise, and for a glory: but they would not heare.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Therefore thou shalt speake vnto them this word; Thus saith the Lord God of Israel; Euerie botle shalbe filled with wine: and they shall say vnto thee; Doe we not certainly know, that euery botle shall be filled with wine?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then shalt thou say vnto them; Thus saith the Lord; Behold, I will fill all the inhabitants of this land, euen the kings that sit vpon Dauids throne, and the priests and the prophets, and all the inhabitants of Ierusalem with drunkennesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will dash them one against another, euen the fathers and the sonnes together, saith the Lord: I wil not pitie nor spare, nor haue mercie, but destroy them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Heare ye and giue eare, bee not proud: for the Lord hath spoken.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Giue glory to the Lord your God before he cause darknesse, and before your feet stumble vpon the darke mountaines, and while yee looke for light, he turne it into the shadowe of death, and make it grosse darkenesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But if ye will not heare it, my soule shall weepe in secret places for your pride, and mine eye shall weepe sore, and run downe with teares, because the Lords flocke is caried away captiue.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Say vnto the king, and to the queene, Humble your selues, sit downe, for your principalities shall come downe, euen the crowne of your glory.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The cities of the South shall bee shut vp, and none shall open them, Iudah shall be caried away captiue all of it, it shall bee wholly caried away captiue.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Lift vp your eyes, and beholde them that come from the North, where is the flocke that was giuen thee, thy beautifull flocke?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 21,
      "verse_end": 21,
      "text": "What wilt thou say when he shall punish thee (for thou hast taught them to be captaines and as chiefe ouer thee) shall not sorrowes take thee as a woman in trauaile?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ And if thou say in thine heart, Wherefore come these things vpon me? for the greatnesse of thine iniquitie are thy skirts discouered, and thy heeles made bare.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Can the Ethiopian change his skinne? or the leopard his spots? then may ye also doe good, that are accustomed to doe euill.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Therefore will I scatter them as the stubble that passeth away by the winde of the wildernesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 25,
      "verse_end": 25,
      "text": "This is thy lot, the portion of thy measures from me, saith the Lord, because thou hast forgotten mee, and trusted in falshood.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Therefore will I discouer thy skirts vpon thy face, that thy shame may appeare.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 13,
      "verse_start": 27,
      "verse_end": 27,
      "text": "I haue seene thine adulteries, and thy neighings, the lewdnesse of thy whordome, and thine abominations on the hils in the fields: woe vnto thee, O Ierusalem, wilt thou not bee made cleane? when shall it once be?",
      "info": ""
    }
  ]
}