{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Then said the Lord vnto me, Though Moses and Samuel stood before me, yet my minde could not be toward this people, cast them out of my sight, and let them goe foorth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And it shall come to passe if they say vnto thee, Whither shall wee goe foorth? then thou shalt tell them; Thus saith the Lord, Such as are for death to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captiuitie, to the captiuitie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And I will appoint ouer them foure kindes, saith the Lord, the sword to slay, and the dogs to teare, and the foules of the heauen, and the beasts of the earth to deuoure and destroy.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I will cause them to be remoued into all kingdomes of the earth, because of Manasseh the sonne of Hezekiah king of Iudah, for that which hee did in Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For who shall haue pitie vpon thee, O Ierusalem? or who shall bemoane thee? or who shall goe aside to aske how thou doest?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Thou hast forsaken me, saith the Lord, thou art gone backward: therefore will I stretch out my hand against thee, and destroy thee, I am wearie with repenting.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I will fanne them with a fanne in the gates of the land: I will bereaue them of children, I wil destroy my people, sith they returne not from their waies.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Their widowes are increased to me aboue the sand of the seas: I haue brought vpon them against the mother of the yongmen, a spoiler at noone day: I haue caused him to fall vpon it suddenly, and terrors vpon the citie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 9,
      "verse_end": 9,
      "text": "She that hath borne seuen, languisheth: she hath giuen vp the ghost: her sunne is gone down while it was yet day: shee hath bene ashamed and confounded, and the residue of them will I deliuer to the sword before their enemies, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Woe is mee, my mother, that that thou hast borne me a man of strife, and a man of contention to the whole earth: I haue neither lent on vsurie, nor men haue lent to me on vsurie, yet euery one of them doeth curse me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 11,
      "verse_end": 11,
      "text": "The Lord said, Uerely it shall be well with thy remnant, verely I will cause the enemie to intreat thee well in the time of euill, and in the time of affliction.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Shall yron breake the Northren yron, and the steele?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thy substance and thy treasures will I giue to the spoile without price, and that for all thy sinnes, euen in all thy borders.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will make thee to passe with thine enemies, into a land which thou knowest not: for a fire is kindled in mine anger, which shall burne vpon you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ O Lord, thou knowest, remember me, and visit me, and reuenge me of my persecutors, take mee not away in thy long suffering: know that for thy sake I haue suffered rebuke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thy wordes were found, and I did eate them, and thy word was vnto mee, the ioy and reioycing of mine heart: for I am called by thy Name, O Lord God of hostes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 17,
      "verse_end": 17,
      "text": "I sate not in the assembly of the mockers, nor reioyced: I sate alone because of thy hand: for thou hast filled me with indignation.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Why is my paine perpetuall? and my wound incurable which refuseth to be healed? wilt thou be altogether vnto me as a lyar, and as waters that faile?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Therfore thus saith the Lord; If thou returne, then will I bring thee againe, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them returne vnto thee, but returne not thou vnto them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And I will make thee vnto this people a fenced brasen wall, and they shall fight against thee, but they shall not preuaile against thee: for I am with thee to saue thee, and to deliuer thee, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 15,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And I will deliuer thee out of the hand of the wicked, and I will redeeme thee out of the hand of the terrible.",
      "info": ""
    }
  ]
}