{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The sinne of Iudah is written with a pen of yron, and with the point of a diamond; it is grauen vpon the table of their heart, and vpon the hornes of your altars:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Whilest their children remember their altars and their groues by the greene trees vpon the high hilles.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 3,
      "verse_end": 3,
      "text": "O my mountaine, in the field I will giue thy substance, and all thy treasures to the spoile, and thy high places for sinne, throughout all thy borders.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And thou, euen thy selfe shalt discontinue from thine heritage that I gaue thee, and I will cause thee to serue thine enemies in the land which thou knowest not: for yee haue kindled a fire in mine anger, which shall burne for euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Thus saith the Lord; Cursed be the man that trusteth in man, and maketh flesh his arme, and whose heart departeth from the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For hee shall be like the heath in the desert, and shall not see when good commeth, but shall inhabite the parched places in the wildernesse, in a salt land and not inhabited.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Blessed is the man that trusteth in the Lord, and whose hope the Lord is.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For he shall be as a tree planted by the waters, and that spreadeth out her rootes by the riuer, and shall not see when heate commeth, but her leafe shall be greene, and shall not be carefull in the yeere of drought, neither shall cease from yeelding fruit.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ The heart is deceitfull aboue all things, and desperately wicked, who can know it?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 10,
      "verse_end": 10,
      "text": "I the Lord search the heart, I try the reines, euen to giue euery man according to his waies, and according to the fruit of his doings.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 11,
      "verse_end": 11,
      "text": "As the partrich sitteth on egges, and hatcheth them not: so he that getteth riches and not by right, shall leaue them in the midst of his dayes, and at his end shall be a foole.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ A glorious high throne from the beginning, is the place of our Sanctuarie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 13,
      "verse_end": 13,
      "text": "O Lord, the hope of Israel, all that forsake thee shall be ashamed, and they that depart from me shall bee written in the earth, because they haue forsaken the Lord the fountaine of liuing waters.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Heale me, O Lord, and I shall be healed: saue me, and I shalbe saued: for thou art my praise.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Behold, they say vnto mee, Where is the word of the Lord ? let it come now.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 16,
      "verse_end": 16,
      "text": "As for me, I haue not hastened from being a pastour to follow thee, neither haue I desired the wofull day, thou knowest: that which came out of my lips, was right before thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Be not a terrour vnto me, thou art my hope in the day of euill.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Let them bee confounded that persecute me, but let not me be confounded: let them be dismayed, but let not me be dismayed: bring vpon them the day of euill, and destroy them with double destruction.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ Thus sayd the Lord vnto me, Go and stand in the gate of the children of the people, whereby the kings of Iudah come in, and by the which they goe out, and in all the gates of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And say vnto them, Heare ye the word of the Lord, ye kings of Iudah, and all Iudah, and all the inhabitants of Ierusalem, that enter in by these gates.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Thus saith the Lord, Take heed to your selues, and beare no burden on the Sabbath day, nor bring it in by the gates of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Neither carie forth a burden out of your houses on the Sabbath day, neither doe ye any worke, but hallowe ye the Sabbath day, as I commanded your fathers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But they obeyed not, neither inclined their eare, but made their necke stiffe, that they might not heare nor receiue instruction.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And it shall come to passe, if yee diligently hearken vnto me, saith the Lord, to bring in no burden through the gates of this citie on the Sabbath day, but hallow the Sabbath day, to doe no worke therein:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Then shall there enter into the gates of this citie kings and princes sitting vpon the throne of Dauid, riding in charets and on horses, they and their princes, the men of Iudah and the inhabitants of Ierusalem: and this citie shall remaine for euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And they shall come from the cities of Iudah, and from the places about Ierusalem, and from the lande of Beniamin, and from the plaine and from the mountaines, and from the South, bringing burnt offerings, and sacrifices, and meate offerings, and incense, and bringing sacrifices of praise vnto the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse_start": 27,
      "verse_end": 27,
      "text": "But if you will not hearken vnto me to hallow the Sabbath day, and not to beare a burden, euen entring in at the gates of Ierusalem on the Sabbath day: then will I kindle a fire in the gates thereof, and it shall deuoure the palaces of Ierusalem, and it shall not be quenched.",
      "info": ""
    }
  ]
}