{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word which came to Ieremiah from þ<sup>e</sup> Lord saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Arise and go downe to the potters house, &amp; there I will cause thee to heare my words.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then I went downe to the potters house, and behold, hee wrought a worke on the wheeles.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the vessell that he made of clay, was marred in the hand of the potter; so he made it againe another vessell as seemed good to the potter to make it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then the word of the Lord came to me, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 6,
      "verse_end": 6,
      "text": "O house of Israel, cannot I doe with you as this potter, saith the Lord ? Behold, as the clay is in the potters hand, so are ye in mine hand, O house of Israel.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 7,
      "verse_end": 7,
      "text": "At what instant I shall speake concerning a nation, and concerning a kingdome, to plucke vp and to pull downe, and to destroy it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 8,
      "verse_end": 8,
      "text": "If that nation against whom I haue pronounced, turne from their euill, I will repent of the euill that I thought to doe vnto them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And at what instant I shall speake concerning a nation, and concerning a kingdome to build and to plant it;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 10,
      "verse_end": 10,
      "text": "If it doe euill in my sight, that it obey not my voice, then I will repent of the good; wherewith I saide I would benefite them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Now therefore goe to, speake to the men of Iudah, and to the inhabitants of Ierusalem, saying, Thus saith the Lord; Behold, I frame euill against you, and deuise a deuice against you: returne ye now euery one from his euill way, and make your waies and your doings good.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And they said, There is no hope, but wee will walke after our owne deuices, and wee will euery one doe the imagination of his euil heart.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Therefore thus saith the Lord, Aske ye now among the heathen, who hath heard such things? the Uirgin of Israel hath done a very horrible thing.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Will a man leaue the snow of Lebanon which commeth from the rocke of the fielde? or shall the colde flowing waters that come from another place, be forsaken?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Because my people hath forgotten mee, they haue burnt incense to vanitie, and they haue caused them to stumble in their waies from the ancient paths, to walke in paths, in a way not cast vp,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 16,
      "verse_end": 16,
      "text": "To make their land desolate and a perpetuall hissing: euery one that passeth thereby shall bee astonished, and wagge his head.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 17,
      "verse_end": 17,
      "text": "I will scatter them as with an East winde before the enemie: I will shew them the backe, and not the face, in the day of their calamitie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Then said they, Come, and let vs deuise deuices against Ieremiah: for the Law shall not perish from the Priest, nor counsell from the wise, nor the word from the prophet: Come and let vs smite him with the tongue, and let vs not giue heede to any of his wordes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Giue heed to me, O Lord, and hearken to the voice of them that contend with me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Shall euill bee recompensed for good? for they haue digged a pit for my soule: remember that I stood before thee to speake good for them, and to turne away thy wrath from them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Therefore deliuer vp their children to the famine, and powre out their blood by the force of the sword, and let their wiues be bereaued of their children and be widowes, and let their men be put to death, let their yong men be slaine by the sword in battell.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Let a crie bee heard from their houses, when thou shalt bring a troupe suddenly vpon them, for they haue digged a pit to take me, and hid snares for my feet.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Yet Lord thou knowest all their counsell against me to slay mee: forgiue not their iniquitie, neither blot out their sinne from thy sight, but let them bee ouerthrowen before thee, deale thus with them in the time of thine anger.",
      "info": ""
    }
  ]
}