{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus saith the Lord, Goe and get a potters earthen bottell, and take of the ancients of the people, and of the ancients of the Priestes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And goe forth vnto the valley of the sonne of Hinnom, which is by the entrie of the Eastgate, and proclaime there the words that I shall tell thee:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And say, Heare ye the word of the Lord, O kings of Iudah, and inhabitants of Ierusalem; Thus saith the Lord of hostes, the God of Israel; Behold, I will bring euill vpon this place, the which whosoeuer heareth, his eares shall tingle.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Because they haue forsaken mee, and haue estranged this place, and haue burnt incense in it vnto other gods, whom neither they, nor their fathers haue knowen, nor the kings of Iudah, and haue filled this place with the blood of innocents.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 5,
      "verse_end": 5,
      "text": "They haue built also the high places of Baal, to burne their sonnes with fire for burnt offerings vnto Baal, which I commanded not, nor spake it, neither came it into my minde.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Therefore behold, the daies come, saith the Lord, that this place shall no more bee called Tophet, nor the valley of the sonne of Hinnom, but the valley of slaughter.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I will make void the counsell of Iudah and Ierusalem in this place, and I will cause them to fall by the sword before their enemies, and by the hands of them that seek their liues: and their carkeises will I giue to be meat for the foules of the heauen, and for the beasts of the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And I will make this citie desolate and an hissing: euery one that passeth thereby shalbe astonished and hisse, because of all the plagues thereof.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And I will cause them to eate the flesh of their sonnes and the flesh of their daughters, and they shal eate euery one the flesh of his friend in the siege and straitnesse, wherewith their enemies, and they that seeke their liues, shall straiten them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Then shalt thou breake þ<sup>e</sup> bottle in the sight of the men that goe with thee,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And shalt say vnto them; Thus saith the Lord of hostes, Euen so will I breake this people and this citie as one breaketh a potters vessell that cannot bee made whole againe, and they shall bury them in Tophet, till there be no place else to bury.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Thus will I doe vnto this place, sayth the Lord, and to the inhabitants thereof, and euen make their citie as Tophet.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the houses of Ierusalem, and the houses of the kings of Iudah shall bee defiled as the place of Tophet, because of all the houses vpon whose roofes they haue burnt incense vnto all the hoste of heauen, &amp; haue powred out drinke offrings vnto other gods.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then came Ieremiah from Tophet, whither the Lord had sent him to prophecie, and hee stood in the court of the Lords house, and said to all the people,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 19,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Thus saith the Lord of hostes the God of Israel, Behold, I wil bring vpon this city, and vpon all her townes all the euill that I haue pronounced against it, because they haue hardened their neckes, that they might not heare my wordes.",
      "info": ""
    }
  ]
}