{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Moreouer, the word of the Lord came to me, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Goe, and crie in the eares of Ierusalem, saying; Thus sayth the Lord, I remember thee, the kindnesse of thy youth, the loue of thine espousals, when thou wentest after me in the wildernesse, in a land that was not sowen.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Israel was holinesse vnto the Lord, and the first fruites of his increase: all that deuoure him, shall offend, euill shall come vpon them, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Heare ye the word of the Lord, O house of Iacob, and all the families of the house of Israel.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 5,
      "verse_end": 5,
      "text": "¶ Thus sayth the Lord, What iniquitie haue your fathers found in me, that they are gone farre from mee, and haue walked after vanitie, and are become vaine?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Neither sayd they, Where is the Lord that brought vs vp out of the land of Egypt? that led vs through the wildernesse, through a land of deserts and of pittes, through a land of drought, and of the shadow of death, through a land that no man passed thorow, and where no man dwelt.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And I brought you into a plentifull countrey, to eate the fruit thereof, and the goodnesse thereof; but when ye entred yee defiled my land, and made mine heritage an abomination.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 8,
      "verse_end": 8,
      "text": "The Priests said not, Where is the Lord ? and they that handle the Law knew me not: the pastours also transgressed against mee, and the Prophets prophecied by Baal, and walked after things that doe not profit.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Wherefore, I will yet pleade with you, sayth the Lord, and with your childrens children will I pleade.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For passe ouer the yles of Chittim, and see; and send vnto Kedar and consider diligently, and see if there be such a thing.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Hath a nation changed their Gods, which are yet no Gods? but my people haue changed their glory, for that which doth not profit.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Be astonished, O yee heauens, at this, and be horribly afraid, be yee very desolate, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For my people haue committed two euils: they haue forsaken me, the fountaine of liuing waters, and hewed them out cisternes, broken cisternes that can hold no water.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Is Israel a seruant? is he a home-borne slaue? why is he spoiled?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 15,
      "verse_end": 15,
      "text": "The young lyons roared vpon him and yelled, and they made his land waste: his cities are burnt without inhabitant.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Also the children of Noph and Tahapanes haue broken the crowne of thy head.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Hast thou not procured this vnto thy selfe, in that thou hast forsaken the Lord thy God, when he led thee by the way?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And now what hast thou to doe in the way of Egypt, to drinke the waters of Sihor? Or what hast thou to doe in the way of Assyria, to drinke the waters of the riuer?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Thine owne wickednesse shall correct thee, and thy backslidings shall reproue thee: know therefore and see, that it is an euill thing and bitter that thou hast forsaken the Lord thy God, and that my feare is not in thee, saith the Lord GOD of Hostes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ For of old time I haue broken thy yoke, and burst thy bands, and thou saidst; I will not transgresse: when vpon euery high hill, and vnder euery greene tree thou wandrest, playing the harlot.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Yet I had planted thee a noble vine, wholy a right seede: How then art thou turned into the degenerate plant of a strange vine vnto me?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For though thou wash thee with nitre, and take thee much sope, yet thine iniquitie is marked before me, saith the Lord GOD.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 23,
      "verse_end": 23,
      "text": "How canst thou say, I am not polluted, I haue not gone after Baalim? see thy way in the valley, know what thou hast done: thou art a swift dromedarie trauersing her wayes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 24,
      "verse_end": 24,
      "text": "A wild asse vsed to the wildernesse, that snuffeth vp the wind at her pleasure, in her occasion who can turne her away? all they that seeke her will not wearie themselues, in her moneth they shall find her.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Withhold thy foote from being vnshod, and thy throte from thirst: but thou saidst, There is no hope. No, for I haue loued strangers, and after them will I goe.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 26,
      "verse_end": 26,
      "text": "As the thiefe is ashamed, when he is found: so is the house of Israel ashamed, they, their kings, their princes, and their priests, &amp; their prophets,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Saying to a stocke; Thou art my father, and to a stone; Thou hast brought me forth: for they haue turned their backe vnto me, and not their face: but in the time of their trouble, they will say; Arise and saue vs.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But where are thy Gods that thou hast made thee? let them arise if they can saue thee in the time of thy trouble: for according to the number of thy cities, are thy Gods, O Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Wherefore will yee plead with me? yee all haue transgressed against me, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 30,
      "verse_end": 30,
      "text": "In vaine haue I smitten your children, they receiued no correction: your owne sword hath deuoured your prophets, like a destroying lyon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ O generation, see yee the word of the Lord: haue I beene a wildernesse vnto Israel? a land of darkenesse? wherefore say my people; We are Lords, we will come no more vnto thee?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Can a maide forget her ornaments, or a bride her attire? yet my people haue forgotten me dayes without number.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 33,
      "verse_end": 33,
      "text": "Why trimmest thou thy way to seeke loue? therefore hast thou also taught the wicked ones thy wayes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Also in thy skirts is found the blood of the soules of the poore innocents: I haue not found it by secret search, but vpon all these.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 35,
      "verse_end": 35,
      "text": "Yet thou sayest; Because I am innocent, surely his anger shall turne from me: behold, I will plead with thee, because thou sayest, I haue not sinned.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Why gaddest thou about so much to change thy way? thou also shalt bee ashamed of Egypt, as thou wast ashamed of Assyria.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 2,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Yea thou shalt goe forth from him, and thine hands vpon thine head: for the Lord hath reiected thy confidences, and thou shalt not prosper in them.",
      "info": ""
    }
  ]
}