{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Now Pashur the sonne of Immer the Priest, who was also chiefe gouernor in the house of the Lord, heard that Ieremiah prophecied these things.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Then Pashur smote Ieremiah the Prophet, and put him in the stockes that were in the high gate of Beniamin, which was by the house of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And it came to passe on the morrow, that Pashur brought foorth Ieremiah out of the stockes. Then sayd Ieremiah vnto him, The Lord hath not called thy name Pashur, but Magor-missabib.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 4,
      "verse_end": 4,
      "text": "For thus sayth the Lord, Behold, I will make thee a terrour to thy selfe, and to all thy friends, and they shall fall by the sword of their enemies, and thine eyes shall behold it, and I will giue all Iudah into the hand of the king of Babylon, and hee shall cary them captiue into Babylon, and shall slay them with the sword.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Moreouer, I will deliuer all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Iudah will I giue into the hand of their enemies which shal spoile them, and take them and cary them to Babylon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And thou Pashur, and all that dwell in thine house, shall goe into captiuitie, and thou shalt come to Babylon, and there thou shalt die, and shalt be buried there, thou and all thy friends to whom thou hast prophecied lies.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ O Lord, thou hast deceiued me, and I was deceiued, thou art stronger then I, and hast preuailed: I am in derision daily, euery one mocketh me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For since I spake I cryed out, I cried violence and spoyle; because the word of the Lord was made a reproch vnto me, and a derision daily?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Then I said; I will not make mention of him, nor speake any more in his name. But his word was in mine heart, as a burning fire shut vp in my bones, and I was weary with forbearing, and I could not stay.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ For I heard the defaming of many, feare on euery side. Report, say they, and wee will report it: all my familiars watched for my halting, saying; Peraduenture he will be enticed: and we shall preuaile against him, and we shall take our reuenge on him.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But the Lord is with me as a mighty terrible one: therefore my persecutours shall stumble, and they shall not preuaile, they shall be greatly ashamed, for they shall not prosper, their euerlasting confusion shall neuer be forgotten.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But O Lord of hostes, that tryest the righteous, and seest the reines and the heart, let me see thy vengeance on them: for vnto thee haue I opened my cause.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Sing vnto the Lord, praise yee the Lord: for hee hath deliuered the soule of the poore from the hand of euill doers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 14,
      "verse_end": 14,
      "text": "¶ Cursed be the day wherein I was borne: let not the day wherein my mother bare mee, be blessed.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Cursed be the man who brought tidings to my father, saying: A man child is borne vnto thee, making him very glad.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And let that man be as the cities which the Lord ouerthrew and repented not: and let him heare the cry in the morning, and the shouting at noonetide,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Because he slew me not from the wombe: or that my mother might haue beene my graue, and her wombe to be alwaies great with me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Wherefore came I forth out of the wombe to see labour and sorrow, that my daies should be consumed with shame?",
      "info": ""
    }
  ]
}