{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word which came vnto Ieremiah from the Lord, when king Zedekiah sent vnto him Pashur the sonne of Melchiah, and Zephaniah the sonne of Maaseiah the priest, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Enquire, I pray thee, of the Lord for vs (for Nebuchad-rezzar king of Babylon maketh warre against vs) if so be that the Lord will deale with vs, according to all his wondrous workes, that he may goe vp from vs.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 3,
      "verse_end": 3,
      "text": "¶ Then saide Ieremiah vnto them. Thus shall yee say to Zedekiah,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thus saith the Lord God of Israel; Behold, I will turne backe the weapons of warre that are in your hands, wherewith yee fight against the king of Babylon, and against the Caldeans, which besiege you without the walles, and I will assemble them into the middest of this citie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I myselfe will fight against you with an out stretched hand, and with a strong arme, euen in anger, and in furie, and in great wrath.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And I will smite the inhabitants of this citie both man and beast: they shall die of a great pestilence.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 7,
      "verse_end": 7,
      "text": "And afterward, saith the Lord, I will deliuer Zedekiah king of Iudah, and his seruants, and the people, and such as are left in this citie from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seeke their life, and and he shall smite them with the edge of the sword: hee shall not spare them, neither haue pitie, nor haue mercy.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ And vnto this people thou shalt say; Thus saith the Lord; Behold, I set before you the way of life, and the way of death.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 9,
      "verse_end": 9,
      "text": "He that abideth in this citie, shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Caldeans, that besiege you, he shall liue, and his life shall be vnto him, for a pray.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For I haue set my face against this citie for euill and not for good, saith the Lord; it shall be giuen into the hand of the king of Babylon, and he shall burne it with fire.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And touching the house of the king of Iudah, say; Heare yee the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Oh house of Dauid, thus saith the Lord, Execute iudgement in the morning, and deliuer him that is spoiled, out of the hand of the oppressour, lest my furie goe out like fire, and burne, that none can quench it, because of the euill of your doings.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Behold, I am against thee, O inhabitant of the valley, and rocke of the plaine, saith the Lord, which say, Who shall come downe against vs? or who shall enter into our habitations?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 21,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But I will punish you according to the fruit of your doings, saith the Lord: and I will kindle a fire in the forrest thereof, and it shall deuoure all things round about it.",
      "info": ""
    }
  ]
}