{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word that came to Ieremiah concerning all the people of Iudah, in the fourth yeere of Iehoiakim the sonne of Iosiah king of Iudah, that was the first yeere of Nebuchad-rezzar king of Babylon:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 2,
      "verse_end": 2,
      "text": "The which Ieremiah the prophet spake vnto all the people of Iudah, and to all the inhabitants of Ierusalem, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 3,
      "verse_end": 3,
      "text": "From the thirteenth yere of Iosiah the sonne of Amon king of Iudah, euen vnto this day (that is the three and twentith yeere) the word of the Lord hath come vnto me, and I haue spoken vnto you, rising early and speaking, but yee haue not hearkened.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And the Lord hath sent vnto you all his seruants the prophets, rising early and sending them, but yee haue not hearkened, nor inclined your eare to heare.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 5,
      "verse_end": 5,
      "text": "They sayd, Turne yee againe now euery one from his euill way, and from the euil of your doings, and dwell in the land that the Lord hath giuen vnto you, and to your fathers for euer and euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 6,
      "verse_end": 6,
      "text": "And goe not after other Gods to serue them, and to worship them, and prouoke mee not to anger with the workes of your hands, and I will doe you no hurt.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Yet yee haue not hearkened vnto me, saith the Lord, that yee might prouoke me to anger with the workes of your hands, to your owne hurt.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Therefore thus saith the Lord of hostes; Because yee haue not heard my words:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Behold, I will send and take all the families of the North, saith the Lord, and Nebuchad-rezzar the king of Babylon my seruant, and will bring them against this land, and against the inhabitants thereof, and against all these nations round about, and will vtterly destroy them, and make them an astonishment, and an hissing, and perpetuall desolations.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Moreouer, I will take from them the voyce of myrth, and the voice of gladnes, the voice of the bridegrome, and the voice of the bride, the sound of the milstones, &amp; the light of the candle.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And this whole land shall be a desolation, and an astonishment, and these nations shal serue the king of Babylon seuentie yeeres.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ And it shall come to passe when seuentie yeeres are accomplished, that I will punish the king of Babylon and that nation, saith the Lord, for their iniquitie, and the land of the Caldeans, and will make it perpetuall desolations.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And I will bring vpon that land all my words which I haue pronounced against it, euen all that is written in this booke, which Ieremiah hath prophecied against all the nations.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 14,
      "verse_end": 14,
      "text": "For many nations and great kings shall serue themselues of them also: and I will recompense them according to their deeds, and according to the workes of their owne hands.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ For thus saith the Lord God of Israel vnto me, Take the wine cup of this furie at my hand, and cause all the nations, to whom I send thee, to drinke it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 16,
      "verse_end": 16,
      "text": "And they shall drinke, and be moued, and be mad, because of the sworde that I will send among them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then tooke I the cuppe at the Lords hand, and made all the nations to drinke, vnto whom the Lord had sent me:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 18,
      "verse_end": 18,
      "text": "To wit Ierusalem, and the cities of Iudah, and the kings thereof, and the princes thereof, to make them a desolation, an astonishment, an hissing, and a curse (as it is this day:)",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Pharaoh king of Egypt, and his seruants, and his princes, and all his people:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 20,
      "verse_end": 20,
      "text": "And all the mingled people, &amp; all the kings of the land of Uz: and all the kings of the land of the Philistines, and Ashkelon, and Azzah, and Ekron, and the remnant of Ashdod:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Edom, and Moab, and the children of Ammon:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And all the kings of Tyrus, and all the kings of Zidon, and the kings of the yles which are beyond the sea:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Dedan, and Tema, and Buz, and all that are in the vtmost corners:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And all the kings of Arabia, and all the kings of the mingled people that dwell in the desert:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And all the kings of the North, farre and neere, one with another, and all the kingdomes of the world, which are vpon the face of the earth, and the king of Sheshach shall drinke after them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Therefore thou shalt say vnto them, Thus saith the Lord of hosts, the God of Israel, Drinke ye and bee drunken, and spue and fall, and rise no more, because of the sword which I wil send among you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And it shall bee, if they refuse to take the cup at thine hand to drinke, then shalt thou say vnto them, Thus saith the Lord of hosts, Yee shall certainely drinke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 29,
      "verse_end": 29,
      "text": "For loe, I begin to bring euill on the citie, which is called by my name, and should yee be vtterly vnpunished? ye shall not be vnpunished: for I will cal for a sword vpon all the inhabitants of the earth, saith the Lord of hosts.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Therefore prophecie thou against them all these wordes, and say vnto them, The Lord shall roare from an high, and vtter his voice from his holy habitation, he shall mightily roare vpon his habitation, hee shall giue a shout, as they that treade the grapes, against all the inhabitants of the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 31,
      "verse_end": 31,
      "text": "A noise shall come euen to the ends of the earth; for the Lord hath a controuersie with the nations: hee will pleade with all flesh, he will giue them that are wicked to the sword, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Thus saith the Lord of hosts, Behold, euill shall goe forth from nation to nation, and a great whirlewinde shall be raised vp from the coasts of the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the slaine of the Lord shall be at that day from one end of the earth euen vnto the other ende of the earth: they shall not be lamented, neither gathered nor buried, they shall be doung vpon the ground.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 34,
      "verse_end": 34,
      "text": "¶ Howle yee shepheards and cry, and wallow your selues in the ashes ye principall of the flocke: for the dayes of your slaughter, and of your dispersions are accomplished, and yee shall fall like a pleasant vessell.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And the shepheards shall haue no way to flee, nor the principall of the flocke to escape.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 36,
      "verse_end": 36,
      "text": "A voyce of the cry of the shepheards, and an howling of the principall of the flocke shall be heard: for the Lord hath spoiled their pasture.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And the peaceable habitations are cut downe because of the fierce anger of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse_start": 38,
      "verse_end": 38,
      "text": "He hath forsaken his couert, as the Lyon: for their land is desolate, because of the fiercenesse of the oppressour, and because of his fierce anger.",
      "info": ""
    }
  ]
}