{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word that came to Ieremiah from the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus speaketh the Lord God of Israel, saying; Write thee all the wordes that I haue spoken vnto thee, in a booke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For loe, the dayes come, saith the Lord, that I will bring againe the captiuitie of my people Israel and Iudah, saith the Lord, and I wil cause them to returne to the land, that I gaue to their fathers, and they shall possesse it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 4,
      "verse_end": 4,
      "text": "¶ And these are the words that the Lord spake concerning Israel, and concerning Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For thus sayth the Lord, Wee haue heard a voice of trembling, of feare, and not of peace.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Aske yee now and see whether a man doeth trauaile with child? wherefore doe I see euery man with his handes on his loynes, as a woman in trauaile, and all faces are turned into palenesse?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Alas, for that day is great, so that none is like it: it is euen the time of Iacobs trouble, but he shall be saued out of it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 8,
      "verse_end": 8,
      "text": "For it shall come to passe in that day, saith the Lord of hostes, that I will breake his yoke from off thy necke, and will burst thy bondes, and strangers shall no more serue themselues of him.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 9,
      "verse_end": 9,
      "text": "But they shall serue the Lord their God, and Dauid their King whom I will raise vp vnto them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Therefore feare thou not, O my seruant Iacob, saith the Lord, neither be dismayed, O Israel; for loe, I will saue thee from afarre, and thy seede from the land of their captiuitie, and Iacob shall returne, and shall be in rest, and be quiet, and none shall make him afraid.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For I am with thee, sayeth the Lord, to saue thee: though I make a full end of all nations whither I haue scattered thee, yet will I not make a full ende of thee: but I will correct thee in measure, and will not leaue thee altogether vnpunished.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 12,
      "verse_end": 12,
      "text": "For thus saith the Lord, Thy bruise is incurable, and thy wound is grieuous.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 13,
      "verse_end": 13,
      "text": "There is none to pleade thy cause, that thou mayest bee bonnd vp: thou hast no healing medicines.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 14,
      "verse_end": 14,
      "text": "All thy louers haue forgotten thee: they seeke thee not, for I haue wounded thee with the wound of an enemy, with the chastisement of a cruell one, for the multitude of thine iniquitie: because thy sinnes were increased.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Why cryest thou for thine affliction? thy sorrow is incurable, for the multitude of thine iniquitie: because thy sinnes were increased, I haue done these things vnto thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Therefore all they that deuoure thee shalbe deuoured, and all thine aduersaries euery one of them shall goe into captiuitie: and they that spoile thee shall be a spoile, and all that pray vpon thee, will I giue for a pray.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 17,
      "verse_end": 17,
      "text": "For I will restore health vnto thee, and I will heale thee of thy wounds, sayth the Lord, because they called thee an outcast, saying; This is Zion whom no man seeketh after.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ Thus saith the Lord, Behold, I will bring againe the captiuitie of Iacobs tents, and haue mercie on his dwelling places: and the citie shall be builded vpon her owne heape, and the palace shall remaine after the manner thereof.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And out of them shall proceede thankesgiuing, and the voice of them that make merry; and I will multiply them, and they shall not be few: I will also glorifie them, and they shall not be small.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Their children also shall be as aforetime, and their congregation shalbe established before me, and I will punish all that oppresse them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And their nobles shall be of themselues, and their gouernour shall proceede from the middest of them, and I will cause him to draw neere, and hee shall approch vnto me: for who is this that engaged his heart to approch vnto me, sayth the Lord ?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And yee shall be my people, and I will be your God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Behold, the whirlewinde of the Lord goeth foorth with furie, a continuing whirlewinde, it shall fall with paine vpon the head of the wicked.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 30,
      "verse_start": 24,
      "verse_end": 24,
      "text": "The fierce anger of the Lord shall not returne, vntill hee haue done it, and vntill he haue performed the intents of his heart: in the latter dayes ye shall consider it.",
      "info": ""
    }
  ]
}