{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 1,
      "verse_end": 1,
      "text": "At the same time, saith the Lord, wil I be the God of all the families of Israel, &amp; they shalbe my people.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus saith the Lord; The people which were left of the sword found grace in the wildernesse, euen Israel, when I went to cause him to rest.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 3,
      "verse_end": 3,
      "text": "The Lord hath appeared of old vnto mee, saying; Yea I haue loued thee with an euerlasting loue: therefore with louing kindnesse haue I drawen thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Againe I will build thee, and thou shalt be built, O virgine of Israel, thou shalt againe be adorned with thy tabrets, and shalt goe forth in the daunces of them that make merry.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Thou shalt yet plant vines vpon the mountaines of Samaria, the planters shall plant, and shall eate them as common things.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 6,
      "verse_end": 6,
      "text": "For there shall be a day, that the watchmen vpon the mount Ephraim shall cry; Arise yee, and let vs goe vp to Zion vnto the Lord our God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 7,
      "verse_end": 7,
      "text": "For thus saith the Lord, Sing with gladnesse for Iacob, and shout among the chiefe of the nations: publish yee, praise yee, and say; O Lord saue thy people the remnant of Israel.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Behold, I will bring them from the North countrey, and gather them from the coasts of the earth, and with them the blind and the lame, the woman with child, and her that trauelleth with child together, a great company shall returne thither.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 9,
      "verse_end": 9,
      "text": "They shall come with weeping, and with supplications will I leade them: I will cause them to walke by the riuers of waters, in a straight way wherein they shall not stumble: for I am a father to Israel, and Ephraim is my first borne.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Heare the word of the Lord, O yee nations, and declare it in the iles afarre off, and say; Hee that scattered Israel will gather him, and keepe him as a shepheard doth his flocke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For the Lord hath redeemed Iacob, and ransomed him from the hand of him that was stronger then hee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Therefore they shall come and sing in the height of Zion, and shall flow together to the goodnesse of the Lord, for wheate, and for wine, and for oyle, and for the young of the flocke and of the herd: and their soule shall be as a watered garden, and they shall not sorrow any more at all.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Then shall the virgine reioyce in the daunce, both yoong men and old together: for I will turne their mourning into ioy, and will comfort them, and make them reioyce from their sorrow.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 14,
      "verse_end": 14,
      "text": "And I will satiate the soule of the priests with fatnesse, and my people shall be satisfied with goodnesse, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Thus saith the Lord; A voyce was heard in Ramah, lamentation and bitter weeping: Rahel weeping for her children, refused to be comforted for her children, because they were not.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Thus saith the Lord; Refraine thy voice from weeping, and thine eyes from teares: for thy worke shall be rewarded, saith the Lord, and they shall come againe from the land of the enemie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And there is hope in thine end, saith the Lord, that thy children shall come againe to their owne border.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ I haue surely heard Ephraim bemoaning himselfe thus, Thou hast chastised me, and I was chastised, as a bullocke vnaccustomed to the yoke: turne thou me, and I shall be turned; thou art the Lord my God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Surely after that I was turned, I repented; and after that I was instructed, I smote vpon my thigh: I was ashamed, yea euen confounded, because I did beare the reproch of my youth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Is Ephraim my deare sonne? is he a pleasant child? for since I spake against him, I doe earnestly remember him still: therefore my bowels are troubled for him; I will surely haue mercy vpon him, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Set thee vp way-markes; make thee high heaps: set thine heart toward the high way, euen the way which thou wentest: turne againe, O virgine of Israel, turne againe to these thy cities.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 22,
      "verse_end": 22,
      "text": "¶ How long wilt thou go about, O thou backsliding daughter? for the Lord hath created a new thing in the earth: A woman shall compasse a man.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Thus saith the Lord of hosts the God of Israel, As yet they shall vse this speech in the land of Iudah, and in the cities thereof, when I shall bring againe their captiuitie, The Lord blesse thee, O habitation of iustice, and mountaine of holinesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And there shall dwell in Iudah it selfe, and in all the cities thereof together, husbandmen, and they that goe forth with flocks.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 25,
      "verse_end": 25,
      "text": "For I haue satiated the wearie soule, and I haue replenished euery sorowfull soule.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Upon this I awaked and beheld, and my sleepe was sweete vnto me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 27,
      "verse_end": 27,
      "text": "¶ Behold, the dayes come, saith the Lord, that I will sow the house of Israel, and the house of Iudah with the seed of man, and with the seed of beast.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 28,
      "verse_end": 28,
      "text": "And it shall come to passe, that like as I haue watched ouer them, to plucke vp and to breake downe, and to throw downe, and to destroy, and to afflict: so will I watch ouer them, to build and to plant, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 29,
      "verse_end": 29,
      "text": "In those dayes they shall say no more, The fathers haue eaten a sowre grape, and the childrens teeth are set on edge.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 30,
      "verse_end": 30,
      "text": "But euery one shall die for his owne iniquitie, euery man that eateth the sowre grape, his teeth shall be set on edge.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 31,
      "verse_end": 31,
      "text": "¶ Behold, the dayes come, saith the Lord, that I will make a newe couenant with the house of Israel, and with the house of Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Not according to the couenant that I made with their fathers in the day that I tooke them by the hand, to bring them out of the land of Egypt, which my couenant they brake, although I was an husband vnto them, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 33,
      "verse_end": 33,
      "text": "But this shall be the couenant, that I will make with the house of Israel, After those dayes, saith the Lord, I will put my law in their inward parts, and write it in their hearts, and wil be their God, and they shall be my people.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 34,
      "verse_end": 34,
      "text": "And they shall teach no more euery man his neighbour, and euery man his brother, saying, Know the Lord: for they shall all know mee, from the least of them vnto the greatest of them, saith the Lord; for I will forgiue their iniquitie, and I will remember their sinne no more.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 35,
      "verse_end": 35,
      "text": "¶ Thus saith the Lord which giueth the Sunne for a light by day, and the ordinances of the moone and of the starres for a light by night, which diuideth the sea when the waues thereof roare, the Lord of hosts is his name.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 36,
      "verse_end": 36,
      "text": "If those ordinances depart from before me, saith the Lord, then the seed of Israel also shall cease from being a nation before me for euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Thus saith the Lord, If heauen aboue can bee measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they haue done, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 38,
      "verse_end": 38,
      "text": "¶ Behold, the dayes come, saith the Lord, that the citie shall be built to the Lord from the tower of Hananeel vnto the gate of the corner.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And the measuring line shall yet goe forth ouer against it, vpon the hill Gareb, and shall compasse about to Goath.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 31,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And the whole valley of the dead bodies, and of the ashes, and all the fields vnto the brooke of Kidron, vnto the corner of the horse gate towards the East, shalbe holy vnto the Lord, it shall not be plucked vp, nor throwen downe any more for euer.",
      "info": ""
    }
  ]
}