{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The worde that came to Ieremiah from the Lord in the tenth yeere of Zedekiah king of Iudah, which was the eighteenth yeere of Nebuchad-rezzar.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 2,
      "verse_end": 2,
      "text": "For then the king of Babylons armie besieged Ierusalem: and Ieremiah the prophet was shut vp in the court of the prison which was in the king of Iudahs house.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 3,
      "verse_end": 3,
      "text": "For Zedekiah king of Iudah had shut him vp, saying, Wherefore doest thou prophecie and say, Thus saith the Lord, Behold, I will giue this citie into the hand of the king of Babylon, and hee shall take it?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And Zedekiah king of Iudah, shal not escape out of the hand of the Caldeans, but shall surely be deliuered into the hand of the king of Babylon, and shal speake with him mouth to mouth, and his eyes shall behold his eyes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And he shall lead Zedekiah to Babylon, and there shall he be vntill I visit him, saith the Lord: though ye fight with the Caldeans, yee shall not prosper.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ And Ieremiah said; The word of the Lord came vnto me, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Behold, Hanameel the sonne of Shallum thine vncle, shall come vnto thee, saying; Buy thee my field that is in Anathoth: for the right of redemption is thine to buy it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 8,
      "verse_end": 8,
      "text": "So Hanameel mine vncles sonne came to me in the court of the prison, according to the word of the Lord, and said vnto me; Buy my field, I pray thee, that is in Anathoth, which is in the countrey of Beniamin: for the right of inheritance is thine, and the redemption is thine, buy it for thy selfe. Then I knew that this was the word of the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 9,
      "verse_end": 9,
      "text": "And I bought the field of Hanameel my vncles sonne, that was in Anathoth, and weighed him the money, euen seuenteene shekels of siluer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And I subscribed the euidence, and sealed it, and tooke witnesses, and weighed him the money in the ballances.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 11,
      "verse_end": 11,
      "text": "So I tooke the euidence of the purchase, both that which was sealed according to the law and custome, and that which was open.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I gaue the euidence of the purchase vnto Baruch the sonne of Neriah, the sonne of Maaseiah, in the sight of Hanameel mine vncles sonne, and in the presence of the witnesses, that subscribed the booke of the purchase, before all the Iewes that sate in the court of the prison.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 13,
      "verse_end": 13,
      "text": "¶ And I charged Baruch before them, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Thus saith the Lord of hosts the God of Israel; Take these euidences, this euidence of the purchase, both which is sealed, and this euidence which is open, and put them in an earthen vessell, that they may continue many daies.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 15,
      "verse_end": 15,
      "text": "For thus saith the Lord of hostes the God of Israel; Houses and fields, and Uineyards shalbe possessed againe in this land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ Now when I had deliuered the euidence of the purchase vnto Baruch the sonne of Neriah, I prayed vnto the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Ah Lord God, beholde, thou hast made the heauen and the earth by thy great power &amp; stretched out arme, and there is nothing too hard for thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Thou shewest louing kindnesse vnto thousands, and recompensest the iniquitie of the fathers into the bosome of their children after them: the great, the mightie God, the Lord of hosts is his Name,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Great in counsell, and mightie in worke, (for thine eyes are open vpon all the wayes of the sonnes of men, to giue euery one according to his wayes, and according to the fruit of his doings)",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Which hast set signes and wonders in the land of Egypt, euen vnto this day, and in Israel, and amongst other men, and hast made thee a Name, as at this day,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And hast brought foorth thy people Israel out of the land of Egypt, with signes and with wonders, and with a strong hand, and with a stretched out arme, and with great terrour,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 22,
      "verse_end": 22,
      "text": "And hast giuen them this land which thou didst sweare to their fathers to giue them a land flowing with milke and honie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 23,
      "verse_end": 23,
      "text": "And they came in and possessed it, but they obeied not thy voice, neither walked in thy Law, they haue done nothing of all that thou commaundedst them to doe: therefore thou hast caused all this euill to come vpon them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Beholde the mounts, they are come vnto the citie to take it, and the citie is giuen into the hand of the Caldeans that fight against it, because of the sword, and of the famine, and of the pestilence, and what thou hast spoken is come to passe, and behold, thou seest it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 25,
      "verse_end": 25,
      "text": "And thou hast said vnto mee, O Lord God, buy thee the field for money, and take witnesses: for the citie is giuen into the hand of the Caldeans.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 26,
      "verse_end": 26,
      "text": "¶ Then came the word of the Lord vnto Ieremiah, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Behold, I am the Lord, the God of all flesh: Is there any thing too hard for me?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Therfore thus saith the Lord, Behold, I will giue this citie into the hand of the Caldeans, and into the hand of Nebuchad-rezzar king of Babylon, and he shall take it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the Caldeans that fight against this citie, shall come and set fire on this citie, and burne it with the houses vpon whose roofes they haue offered incense vnto Baal, and powred out drinke offerings vnto other Gods to prouoke me to anger.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For the children of Israel, and the children of Iudah, haue onely done euill before me from their youth: for the children of Israel haue onely prouoked mee to anger with the worke of their hands, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 31,
      "verse_end": 31,
      "text": "For this citie hath beene to me, as a prouocation of mine anger, and of my furie, from the day that they built it, euen vnto this day; that I should remooue it from before my face:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 32,
      "verse_end": 32,
      "text": "Because of all the euill of the children of Israel, and of the children of Iudah, which they haue done to prouoke mee to anger, they, their kings, their Princes, their Priestes, and their Prophets, and the men of Iudah, and the inhabitants of Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And they haue turned vnto mee the backe, and not the face, though I taught them rising vp early, and teaching them, yet they haue not hearkened to receiue instruction,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 34,
      "verse_end": 34,
      "text": "But they set their abominations in the house (which is called by my Name) to defile it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 35,
      "verse_end": 35,
      "text": "And they built the high places of Baal, which are in the valley of the sonne of Hinnom, to cause their sonnes and their daughters to passe through the fire vnto Molech, which I commanded them not, neither came it into my minde, that they should doe this abomination, to cause Iudah to sinne.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 36,
      "verse_end": 36,
      "text": "¶ And now therefore, thus sayth the Lord the God of Israel concerning this citie, whereof ye say, It shall be deliuered into the hand of the king of Babylon, by the sword, and by the famine, and by the pestilence:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 37,
      "verse_end": 37,
      "text": "Behold, I wil gather them out of all countreys, whither I haue driuen them in mine anger, and in my furie, and in great wrath, and I will bring them againe vnto this place; and I will cause them to dwell safely.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 38,
      "verse_end": 38,
      "text": "And they shalbe my people, and I will be their God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 39,
      "verse_end": 39,
      "text": "And I will giue them one heart, and one way, that they may feare mee for euer, for the good of them, and of their children after them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 40,
      "verse_end": 40,
      "text": "And I will make an euerlasting couenant with them, that I will not turne away from them, to doe them good, but I will put my feare in their hearts, that they shall not depart from mee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 41,
      "verse_end": 41,
      "text": "Yea, I will reioyce oner them to doe them good, and I will plant them in this land assuredly, with my whole heart, and with my whole soule.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 42,
      "verse_end": 42,
      "text": "For thus sayth the Lord, Like as I haue brought all this great euill vpon this people, so will I bring vpon them all the good that I haue promised them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 43,
      "verse_end": 43,
      "text": "And fields shalbe bought in this land whereof ye say, It is desolate without man or beast, it is giuen into the hand of the Caldeans.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse_start": 44,
      "verse_end": 44,
      "text": "Men shall buy fields for money, and subscribe euidences, and seale them, and take witnesses in the land of Beniamin, and in the places about Ierusalem, and in the cities of Iudah, and in the cities of the mountaines, and in the cities of the valley, and in the cities of the South: for I will cause their captiuitie to returne, saith the Lord.",
      "info": ""
    }
  ]
}