{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word which came vnto Ieremiah frō the Lord (when Nebuchad-nezzar king of Babylon and all his armie, and all the kingdomes of the earth of his dominion, and all the people fought against Ierusalem and against all the cities thereof) saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus saith the Lord, the God of Israel, Go, and speake to Zedekiah king of Iudah, and tell him, Thus saith the Lord, Behold, I will giue this citie into the hand of the king of Babylon, and he shal burne it with fire.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And thou shalt not escape out of his hand, but shalt surely be taken, and deliuered into his hand, and thine eyes shall behold the eyes of the king of Babylon, and he shall speake with thee mouth to mouth, and thou shalt goe to Babylon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Yet heare the word of the Lord, O Zedekiah king of Iudah: Thus saith the Lord of thee, Thou shalt not die by the sword:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But thou shalt die in peace, and with the burnings of thy fathers the former kings which were before thee, so shall they burne odours for thee, and they will lament thee, saying, Ah Lord; for I haue pronounced the word, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Then Ieremiah the Prophet spake all these words vnto Zedekiah king of Iudah in Ierusalem;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 7,
      "verse_end": 7,
      "text": "When the king of Babylons armie fought against Ierusalem, and against all the cities of Iudah that were left, against Lachish, and against Azekah: for these defenced cities remained of the cities of Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ This is the word that came vnto Ieremiah from the Lord, after that the king Zedekiah had made a couenant with all the people which were at Ierusalem to proclaime liberty vnto them,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 9,
      "verse_end": 9,
      "text": "That euery man should let his man seruant, and euery man his maide seruant, being an Hebrewe, or an Hebrewesse, goe free, that none should serue himselfe of them, to wit, of a Iew his brother.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 10,
      "verse_end": 10,
      "text": "Now when all the princes and all the people which had entred into the couenant, heard that euery one should let his man seruant, and euery one his maid seruant goe free, that none should serue themselues of them any more, then they obeyed and let them goe.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But afterwards they turned, and caused the seruants and the handmaids whom they had let goe free, to returne, and brought them into subiection for seruants and for handmaids.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Therefore the worde of the Lord came to Ieremiah, from the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thus saith the Lord the God of Israel, I made a couenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondmen, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 14,
      "verse_end": 14,
      "text": "At the end of seuen yeeres, let ye go euery man his brother an Hebrew which hath bene sold vnto thee: and when he hath serued thee sixe yeeres, thou shalt let him goe free from thee, but your fathers hearkened not vnto me, neither inclined their eare.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And ye were now turned, and had done right in my sight, in proclaiming libertie euery man to his neighbour, and ye had made a couenant before me in the house, which is called by my Name.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 16,
      "verse_end": 16,
      "text": "But yee turned and polluted my Name, and caused euery man his seruant, and euery man his handmaide, whome yee had set at libertie at their pleasure, to returne; and brought them into subiection, to bee vnto you for seruants and for handmaids.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therfore thus saith the Lord, Ye haue not hearkened vnto me, in proclaiming libertie euery one to his brother, and euery man to his neighbour: behold, I proclaime a libertie for you, saith the Lord, to the sword, to the pestilence, and to the famine, and I wil make you to be remoued into all the kingdomes of the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And I wil giue the men that haue transgressed my couenant, which haue not performed the wordes of the couenant which they had made before mee, when they cut the calfe in twaine, and passed betweene the parts thereof,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The princes of Iudah and the princes of Ierusalem, the eunuches, and the priests, and all the people of the land which passed betweene the parts of the calfe,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 20,
      "verse_end": 20,
      "text": "I will euen giue them into the hande of their enemies, and into the hand of them that seeke their life, and their dead bodies shall bee for meate vnto the foules of the heauen, and to the beasts of the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And Zedekiah king of Iudah, and his Princes will I giue into the hand of their enemies, and into the hand of them that seeke their life and into the hand of the king of Babylons armie, which are gone vp from you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 34,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Behold, I will command, saith the Lord, and cause them to returne to this citie, and they shall fight against it, and take it, and burne it with fire, and I will make the cities of Iudah a desolation without an inhabitant.",
      "info": ""
    }
  ]
}