{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word which came vnto Ieremiah from the Lord, in the daies of Iehoiakim the sonne of Iosiah King of Iudah, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Goe vnto the house of the Rechabites, and speake vnto them, and bring them into the house of the Lord, into one of the chambers, and giue them wine to drinke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Then I tooke Iaazaniah the sonne of Ieremiah the sonne of Habazimah and his brethren, and all his sonnes, and the whole house of the Rechabites.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 4,
      "verse_end": 4,
      "text": "And I brought them into the house of the Lord, into the chamber of the sonnes of Hanan, the sonne of Igdaliah a man of God, which was by the chamber of the Princes, which was aboue the chamber of Maaseiah, the sonne of Shallum, the keeper of the doore.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And I set before the sonnes of the house of the Rechabites, pottes, full of wine, and cups, and I said vnto them, Drinke ye wine.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 6,
      "verse_end": 6,
      "text": "But they said, We will drinke no wine: for Ionadab the sonne of Rechab our father, commanded vs, saying; Ye shall drinke no wine, neither ye, nor your sonnes for euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Neither shall ye build house, nor sow seed, nor plant Uineyard, nor haue any: but all your dayes ye shall dwell in tents, that ye may liue many dayes in the land where ye be strangers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Thus haue we obeyed the voice of Ionadab the sonne of Rechab our father, in all that he hath charged vs, to drinke no wine all our dayes, we, our wiues, our sonnes, nor our daughters:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Nor to build houses for vs to dwel in, neither haue we Uineyard, nor field, nor seed.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 10,
      "verse_end": 10,
      "text": "But wee haue dwelt in tents, and haue obeyed, and done according to all that Ionadab our father commanded vs.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 11,
      "verse_end": 11,
      "text": "But it came to passe when Nebuchadrezzar king of Babylon came vp into the land, that we said, Come, and let vs goe to Ierusalem for feare of the armie of the Caldeans, and for feare of the armie of the Syrians: so we dwell at Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Then came the word of the Lord vnto Ieremiah, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 13,
      "verse_end": 13,
      "text": "Thus saith the Lord of hosts, the God of Israel, Goe and tel the men of Iudah, and inhabitants of Ierusalem, Will yee not receiue instruction to hearken to my words, saith the Lord ?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The wordes of Ionadab the sonne of Rechab, that hee commanded his sonnes, not to drinke wine, are performed; for vnto this day they drinke none, but obey their fathers commandement: notwithstanding I haue spoken vnto you, rising early, and speaking, but ye hearkened not vnto me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 15,
      "verse_end": 15,
      "text": "I haue sent also vnto you all my seruants the Prophets, rising vp early and sending them, saying, Returne ye now euery man from his euil way, and amend your doings, and goe not after other gods to serue them, and ye shall dwell in the land, which I haue giuen to you, and to your fathers: but yee haue not enclined your eare, nor hearkned vnto me.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Because the sonnes of Ionadab, the sonne of Rechab, haue performed the commaundement of their father, which he commaunded them, but this people hath not hearkened vnto me;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Therefore thus saith the Lord God of hostes, the God of Israel, Behold, I will bring vpon Iudah, and vpon all the inhabitants of Ierusalem, all the euill that I haue pronounced against them: because I haue spoken vnto them, but they haue not heard, and I haue called vnto them, but they haue not answered.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 18,
      "verse_end": 18,
      "text": "¶ And Ieremiah sayd vnto the house of the Rechabites, Thus sayth the Lord of hosts the God of Israel, Because ye haue obeyed the commandement of Ionadab your father, and kept all his precepts, and done according vnto all that he hath commanded you:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 35,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Therefore thus sayth the Lord of hostes, the God of Israel, Ionadab the son of Rechab shall not want a man to stand before me for euer.",
      "info": ""
    }
  ]
}