{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 1,
      "verse_end": 1,
      "text": "And king Zedekiah the sonne of Iosiah reigned in stead of Coniah the son of Iehoiakim, whō Nebuchad-rezzar king of Babylon made king in the land of Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 2,
      "verse_end": 2,
      "text": "But neither he, nor his seruants, nor the people of the land, did hearken vnto the words of the Lord, which he spake by the prophet Ieremiah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And Zedekiah the king sent Iehucal the sonne of Shelemiah, and Zephaniah the son of Maaseiah the priest to the prophet Ieremiah, saying, Pray now vnto the Lord our God for vs.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Nowe Ieremiah came in and went out among the people: for they had not put him into prison.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Then Pharaohs armie was come forth out of Egypt: and when the Caldeans that besieged Ierusalem, heard tidings of them, they departed from Ierusalem.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 6,
      "verse_end": 6,
      "text": "¶ Then came the word of the Lord vnto the Prophet Ieremiah, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Thus saith the Lord, the God of Israel, Thus shall ye say to the king of Iudah, that sent you vnto me to enquire of me, Behold, Pharaohs armie which is come forth to helpe you, shall returne to Egypt into their owne land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 8,
      "verse_end": 8,
      "text": "And the Caldeans shall come againe, and fight against this citie and take it, and burne it with fire.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Thus saith the Lord, Deceiue not your selues, saying, The Caldeans shall surely depart from vs: for they shall not depart.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For though yee had smitten the whole armie of the Caldeans that fight against you, and there remained but wounded men among them, yet should they rise vp euery man in his tent, and burne this citie with fire.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ And it came to passe that when the armie of the Caldeans was broken vp from Ierusalem for feare of Pharaohs armie,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Then Ieremiah went forth out of Ierusalem to goe into the lande of Beniamin, to separate himselfe thence in the mids of the people.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And when he was in the gate of Beniamin, a captaine of the warde was there, whose name was Irijah, the son of Shelemiah, the sonne of Hananiah, &amp; he tooke Ieremiah the Prophet, saying, Thou fallest away to the Caldeans",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Then said Ieremiah, It is false, I fall not away to the Caldeans: but he hearkened not to him: so Irijah tooke Ieremiah, and brought him to the princes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Wherfore the princes were wroth with Ieremiah, and smote him, and put him in prison, in the house of Ionathan the scribe, for they had made that the prison.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 16,
      "verse_end": 16,
      "text": "¶ When Ieremiah was entred into the dungeon, and into the cabbins, and Ieremiah had remained there many dayes:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Then Zedekiah the king sent and tooke him out, and the king asked him secretly in his house, and said, Is there any word from the Lord ? and Ieremiah said, There is: for, said he, thou shalt be deliuered into the hand of the king of Babylon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Moreouer Ieremiah sayd vnto king Zedekiah, What haue I offended against thee, or against thy seruants, or against this people, that yee haue put me in prison?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Where are now your prophets, which prophecied vnto you, saying, The king of Babylon shall not come against you, nor against this land?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Therefore heare now, I pray thee, O my Lord the king; let my supplication, I pray thee, be accepted before thee, that thou cause me not to returne to the house of Ionathan the scribe, lest I die there.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 37,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Then Zedekiah the king commanded that they should commit Ieremiah into the court of the prison, and that they should giue him daily a piece of bread out of the bakers streete, vntill all the bread in the citie were spent. Thus Ieremiah remained in the court of the prison.",
      "info": ""
    }
  ]
}