{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word that came to Ieremiah concerning all the Iewes which dwel in the land of Egypt, which dwell at Migdol, and at Tahpanhes, and at Noph, and in the countrey of Pathros, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus saith the Lord of hosts, the God of Israel; Ye haue seene all the euill that I haue brought vpon Ierusalem, and vpon all the cities of Iudah: and behold, this day they are a desolation, and no man dwelleth therein,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Because of their wickednes which they haue committed, to prouoke me to anger, in that they went to burne incense, and to serue other gods, whom they knew not, neither they, you, nor your fathers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Howbeit I sent vnto you all my seruants the Prophets, rising early and sending them, saying, Oh doe not this abominable thing that I hate.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 5,
      "verse_end": 5,
      "text": "But they hearkened not, nor enclined their eare to turne from their wickednes, to burne no incense vnto other gods.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherefore my furie and mine anger was powred forth, and was kindled in the cities of Iudah, and in the streets of Ierusalem, and they are wasted and desolate, as at this day.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therefore now thus saith the Lord the God of hostes, the God of Israel, Wherefore commit ye this great euill against your soules, to cut off from you man and woman, childe and suckling out of Iudah, to leaue you none to remaine.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 8,
      "verse_end": 8,
      "text": "In that yee prouoke mee vnto wrath with the workes of your hands, burning incense vnto other gods in the land of Egypt whither ye bee gone to dwell, that yee might cut your selues off, and that ye might be a curse, and a reproch among all the nations of the earth?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Haue ye forgotten the wickednes of your fathers, and the wickednesse of the kings of Iudah, and the wickednes of their wiues, and your owne wickednesse, and the wickednesse of your wiues, which they haue committed in the land of Iudah, and in the streets of Ierusalem?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 10,
      "verse_end": 10,
      "text": "They are not humbled euen vnto this day, neither haue they feared, nor walked in my Law, nor in my Statutes that I set before you, and before your fathers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 11,
      "verse_end": 11,
      "text": "¶ Therefore thus sayeth the Lord of hostes, the God of Israel, Behold, I will set my face against you for euill, and to cut off all Iudah.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 12,
      "verse_end": 12,
      "text": "And I will take the remnant of Iudah, that haue set their faces to goe into the land of Egypt to soiourne there, and they shall all be consumed and fall in the land of Egypt: they shall euen bee consumed by the sword, and by the famine: they shall die, from the least euen vnto the greatest, by the sword and by the famine: and they shalbe an execration and an astonishment, and a curse, and a reproch.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 13,
      "verse_end": 13,
      "text": "For I will punish them that dwell in the land of Egypt, as I haue punished Ierusalem, by the sword, by the famine, and by the pestilence;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 14,
      "verse_end": 14,
      "text": "So that none of the remnant of Iudah which are gone into the land of Egypt to soiourne there, shall escape or remaine, that they should returne into the land of Iudah to the which they haue a desire to returne to dwell there: for none shall returne but such as shall escape.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 15,
      "verse_end": 15,
      "text": "¶ Then all the men which knew that their wiues had burnt incense vnto other Gods, and all the women that stood by, a great multitude, euen all the people that dwelt in the land of Egypt in Pathros, answered Ieremiah, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 16,
      "verse_end": 16,
      "text": "As for the word that thou hast spoken vnto vs in the name of the Lord, we will not hearken vnto thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 17,
      "verse_end": 17,
      "text": "But we will certainly doe whatsoeuer thing goeth forth out of our owne mouth, to burne incense vnto the queene of heauen, and to powre out drinke offrings vnto her, as we haue done, we and our fathers, our kings and our princes in the cities of Iudah, and in the streetes of Ierusalem: for then had we plentie of vitailes, and were well, and saw no euill.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 18,
      "verse_end": 18,
      "text": "But since we left off to burne incense to the queene of heauen, and to powre out drinke offrings vnto her, we haue wanted all things, and haue beene consumed by the sword, and by the famine.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 19,
      "verse_end": 19,
      "text": "And when we burnt incense to the queene of heauen, and powred out drinke offrings vnto her, did we make her cakes to worship her, and powre out drinke offrings vnto her without our men?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 20,
      "verse_end": 20,
      "text": "¶ Then Ieremiah sayd vnto all the people, to the men and to the women, and to all the people which had giuen him that answere, saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 21,
      "verse_end": 21,
      "text": "The incense that yee burnt in the cities of Iudah, and in the streetes of Ierusalem, yee and your fathers, your kings and your princes, and the people of the land, did not the Lord remember them, and came it not into his minde?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 22,
      "verse_end": 22,
      "text": "So that the Lord could no longer beare, because of the euill of your doings, and because of the abominations, which yee haue committed: therefore is your land a desolation, and an astonishment, and a curse without an inhabitant, as at this day.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 23,
      "verse_end": 23,
      "text": "Because you haue burnt incense, and because yee haue sinned against the Lord, and haue not obeyed the voyce of the Lord, nor walked in his law, nor in his statutes, nor in his testimonies: therefore this euill is happened vnto you, as at this day.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Moreouer Ieremiah sayd vnto all the people, and to all the women; Heare the word of the Lord, all Iudah, that are in the land of Egypt.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Thus saith the Lord of hostes the God of Israel, saying: Yee and your wiues haue both spoken with your mouths, and fulfilled with your hand, saying; We will surely performe our vowes that we haue vowed, to burne incense to the queene of heauen, and to powre out drinke offrings vnto her: yee will surely accomplish your vowes, and surely performe your vowes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Therefore heare yee the word of the Lord, all Iudah that dwell in the land of Egypt, Behold, I haue sworne by my great Name, saith the Lord, that my Name shal no more be named in the mouth of any man of Iudah, in all the land of Egypt, saying, The Lord God liueth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Behold, I will watch ouer them for euill, and not for good, and all the men of Iudah that are in the land of Egypt shalbe consumed by the sword, &amp; by the famin, vntil there be an end of them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Yet a small number that escape the sword, shall returne out of the land of Egypt into the land of Iudah: and all the remnant of Iudah that are gone into the land of Egypt to soiourne there, shall know whose wordes shall stand, mine or theirs.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ And this shalbe a signe vnto you, saith the Lord, that I will punish you in this place, that ye may knowe that my words shal surely stand against you for euill.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 44,
      "verse_start": 30,
      "verse_end": 30,
      "text": "Thus saith the Lord, Behold, I will giue Pharaoh-Hophra king of Egypt into the hand of his enemies, and into the hande of them that seeke his life, as I gaue Zedekiah king of Iudah into the hand of Nebuchadrezzar king of Babylon his enemy, and that sought his life.",
      "info": ""
    }
  ]
}