{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word of the Lord that came to Ieremiah the Prophet against the Philistines, before that Pharaoh smote Gaza.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Thus saith the Lord, Behold, waters rise vp out of the North, and shall be an ouerflowing flood, and shall ouerflow the land, and all that is therein, the citie, and them that dwell therein: then the men shall crie, and all the inhabitants of the land shall howle.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 3,
      "verse_end": 3,
      "text": "At the noise of the stamping of the hoofes of his strong horses, at the rushing of his charets, and at the rumbling of his wheeles, the fathers shall not looke backe to their children for feeblenesse of handes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Because of the day that commeth to spoile all the Philistines, and to cut off from Tyrus and Zidon euery helper that remaineth: for the Lord will spoile the Philistines, the remnant of the countrey of Caphtor.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 5,
      "verse_end": 5,
      "text": "Baldnesse is come vpon Gaza. Ashkelon is cut off with the remnant of their valley: how long wilt thou cut thy selfe?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 6,
      "verse_end": 6,
      "text": "O thou sword of the Lord, how long will it be ere thou be quiet? put vp thy selfe into thy scabberd, rest and be still.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse_start": 7,
      "verse_end": 7,
      "text": "How can it bee quiet, seeing the Lord hath giuen it a charge against Ashkelon, and against the sea shoare? there hath he appointed it.",
      "info": ""
    }
  ]
}