{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Runne yee to and fro thorow the streetes of Ierusalem, and see now and knowe, and seeke in the broad places thereof, if ye can finde a man, if there be any that executeth iudgement, that seeketh the trueth, and I will pardon it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And though they say, The Lord liueth, surely they sweare falsely.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 3,
      "verse_end": 3,
      "text": "O Lord, are not thine eyes vpon the trueth? thou hast stricken them, but they haue not grieued; thou hast consumed them, but they haue refused to receiue correction: they haue made their faces harder then a rocke, they haue refused to returne.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Therefore I said, Surely these are poore, they are foolish: for they know not the way of the Lord, nor the iudgement of their God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 5,
      "verse_end": 5,
      "text": "I wil get me vnto the great men, and will speake vnto them, for they haue knowen the way of the Lord, and the iudgement of their God: but these haue altogether broken the yoke, and burst the bondes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Wherfore a lyon out of the forrest shall slay them, and a wolfe of the euenings shall spoile them, a leopard shall watch ouer their cities: euery one that goeth out thence shalbe torne in pieces, because their transgressions are many, and their backeslidings are increased.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 7,
      "verse_end": 7,
      "text": "¶ How shall I pardon thee for this? thy children haue forsaken mee, and sworne by them that are no gods: when I had fed them to the full, they then committed adulterie, and assembled themselues by troupes in the harlots houses.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 8,
      "verse_end": 8,
      "text": "They were as fed horses in the morning: euery one neighed after his neighbours wife:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Shall I not visit for these things, sayth the Lord, and shall not my soule bee auenged on such a nation as this?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 10,
      "verse_end": 10,
      "text": "¶ Goe yee vp vpon her walles, and destroy, but make not a full ende: take away her battlements, for they are not the Lords.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 11,
      "verse_end": 11,
      "text": "For the house of Israel, and the house of Iudah haue dealt very treacherously against me, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 12,
      "verse_end": 12,
      "text": "They haue belyed the Lord, and said; It is not he, neither shall euill come vpon vs, neither shal we see sword nor famine.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the prophets shall become wind, and the word is not in them: thus shall it be done vnto them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Wherfore thus saith the Lord God of Hostes; Because yee speake this word, behold, I will make my words in thy mouth, fire, and this people wood, and it shall deuoure them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Loe, I will bring a nation vpon you from farre, O house of Israel, saith the Lord: it is a mighty nation, it is an ancient nation, a nation whose language thou knowest not, neither vnderstandest what they say.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Their quiuer is as an open sepulchre, they are all mighty men.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 17,
      "verse_end": 17,
      "text": "And they shall eate vp thine haruest and thy bread, which thy sonnes and thy daughters should eate: they shall eate vp thy flockes and thine heards: they shall eate vp thy vines and thy figtrees: they shall impouerish thy fenced cities wherein thou trustedst, with the sword.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 18,
      "verse_end": 18,
      "text": "Neuerthelesse in those daies, saith the Lord, I will not make a full end with you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 19,
      "verse_end": 19,
      "text": "¶ And it shall come to passe when yee shall say; Wherefore doth the Lord our God all these things vnto vs? then shalt thou answere them; Like as ye haue forsaken me, &amp; serued strange Gods in your land; so shall yee serue strangers in a land that is not yours.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Declare this in the house of Iacob, and publish it in Iudah saying;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 21,
      "verse_end": 21,
      "text": "Heare now this, O foolish people, and without vnderstanding, which haue eyes and see not, which haue eares and heare not.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Feare yee not mee, saith the Lord ? Will yee not tremble at my presence, which haue placed the sand for the bound of the sea, by a perpetuall decree that it cannot passe it, and though the waues thereof tosse themselues, yet can they not preuaile, though they roare, yet can they not passe ouer it?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But this people hath a reuolting and a rebellious heart: they are reuolted and gone.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 24,
      "verse_end": 24,
      "text": "Neither say they in their heart; Let vs now feare the Lord our God, that giueth raine, both the former and the later in his season: he reserueth vnto vs the appointed weekes of the haruest.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ Your iniquities haue turned away these things, &amp; your sinnes haue withholden good things from you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 26,
      "verse_end": 26,
      "text": "For among my people are found wicked men: they lay waite as hee that setteth snares, they set a trap, they catch men.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 27,
      "verse_end": 27,
      "text": "As a cage is full of birds, so are their houses full of deceit: therefore they are become great, and waxen rich.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 28,
      "verse_end": 28,
      "text": "They are waxen fat, they shine: yea they ouerpasse the deedes of the wicked: they iudge not the cause, the cause of the fatherlesse, yet they prosper: and the right of the needy doe they not iudge.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 29,
      "verse_end": 29,
      "text": "Shall I not visit for these things, saith the Lord ? shall not my soule be auenged on such a nation as this?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 30,
      "verse_end": 30,
      "text": "¶ A wonderfull and horrible thing is committed in the land.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 5,
      "verse_start": 31,
      "verse_end": 31,
      "text": "The prophets prophecie falsely, and the priests beare rule by their meanes, and my people loue to haue it so: and what will yee doe in the end therof?",
      "info": ""
    }
  ]
}