{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Thus saith the Lord; Behold, I will raise vp against Babylon, and against them that dwell in the middest of them that rise vp against me, a destroying wind;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 2,
      "verse_end": 2,
      "text": "And will send vnto Babylon fanners, that shall fanne her, and shall emptie her land: for in the day of trouble they shall be against her round about.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Against him that bendeth let the archer bend his bow, and against him that lifteth himselfe vp in his brigandine; and spare yee not her young men, destroy yee vtterly all her hoste.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Thus the slaine shall fall in the land of the Caldeans, and they that are thrust through in her streetes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For Israel hath not beene forsaken, nor Iudah of his God, of the Lord of hostes; though their land was filled with sinne against the holy one of Israel.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Flee out of the middest of Babylon, and deliuer euery man his soule: bee not cut off in her iniquitie: for this is the time of the Lords vengeance: he will render vnto her a recompence.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Babylon hath beene a golden cup in the Lords hand, that made all the earth drunken: the nations haue drunken of her wine, therefore the nations are mad.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Babylon is suddenly fallen and destroyed: howle for her, take balme for her paine, if so be she may be healed.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 9,
      "verse_end": 9,
      "text": "We would haue healed Babylon, but she is not healed: forsake her, and let vs goe euery one into his owne countrey: for her iudgement reacheth vnto heauen, and is lifted vp euen to the skies.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 10,
      "verse_end": 10,
      "text": "The Lord hath brought forth our righteousnesse: come and let vs declare in Zion the worke of the Lord our God.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Make bright the arrowes: gather the shields: the Lord hath raised vp the spirit of the kings of the Medes: for his deuice is against Babylon, to destroy it; because it is the vengeance of the Lord, the vengeance of his temple.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 12,
      "verse_end": 12,
      "text": "Set vp the standart vpon the walles of Babylon, make the watch strong: set vp the watchman: prepare the ambushes: for the Lord hath both deuised and done that, which hee spake against the inhabitants of Babylon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 13,
      "verse_end": 13,
      "text": "O thou that dwellest vpon many waters, abundant in treasures; thine end is come, and the measure of thy couetousnesse.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 14,
      "verse_end": 14,
      "text": "The Lord of hostes hath sworne by himselfe, saying, Surely I will fill thee with men, as with caterpillers; and they shall lift vp a shoute against thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Hee hath made the earth by his power, he hath established the world by his wisedome, and hath stretched out the heauen by his vnderstanding.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 16,
      "verse_end": 16,
      "text": "When he vttereth his voyce, there is a multitude of waters in the heauens, and he causeth the vapours to ascend from the ends of the earth, he maketh lightnings with raine, and bringeth forth the wind out of his treasures.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 17,
      "verse_end": 17,
      "text": "Euery man is brutish by his knowledge: euery founder is confounded by the grauen image: for his moulten image is falsehood, and there is no breath in them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 18,
      "verse_end": 18,
      "text": "They are vanitie, the worke of errours: in the time of their visitation they shall perish.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 19,
      "verse_end": 19,
      "text": "The portion of Iacob is not like them, for he is the former of all things, and Israel is the rod of his inheritance: the Lord of hostes is his Name.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Thou art my battel-axe and weapons of warre: for with thee will I breake in pieces the nations, and with thee will I destroy kingdomes;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 21,
      "verse_end": 21,
      "text": "And with thee will I breake in pieces the horse and his rider, and with thee will I breake in pieces the charet, and his rider;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 22,
      "verse_end": 22,
      "text": "With thee also will I breake in pieces man and woman, and with thee will I breake in pieces old and yong, and with thee will I breake in pieces the yong man and the maide.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 23,
      "verse_end": 23,
      "text": "I will also breake in pieces with thee, the shepheard and his flocke, and with thee will I breake in pieces the husbandman, and his yoke of oxen, and with thee will I breake in pieces Captaines and rulers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 24,
      "verse_end": 24,
      "text": "And I will render vnto Babylon, and to all the inhabitants of Caldea, all their euil that they haue done in Zion in your sight, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Behold, I am against thee, O destroying mountaine, saith the Lord, which destroiest all the earth, and I wil stretch out mine hand vpon thee, and roule thee downe from the rockes, and will make thee a burnt mountaine.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 26,
      "verse_end": 26,
      "text": "And they shall not take of thee a stone for a corner, nor a stone for foundations, but thou shalt be desolate for euer, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Set ye vp a standart in the land, blow the trumpet among the nations: prepare the nations against her: call together against her the kingdomes of Ararat, Minni, &amp; Ashchenaz: appoint a captaine against her: cause her horses to come vp as the rough caterpillers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 28,
      "verse_end": 28,
      "text": "Prepare against her the nations with the kings of the Medes, the captaines thereof, and all the rulers thereof, and all the land of his dominion.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 29,
      "verse_end": 29,
      "text": "And the land shall tremble and sorrow: for euery purpose of the Lord shalbe performed against Babylon, to make the land of Babylon a desolation without an inhabitant.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 30,
      "verse_end": 30,
      "text": "The mightie men of Babylon haue forborne to fight: they haue remained in their holdes: their might hath failed, they became as women: they haue burnt their dwelling places: her barres are broken.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 31,
      "verse_end": 31,
      "text": "One poste shall runne to meet another, and one messenger to meete another, to shew the king of Babylon that his citie is taken at one end,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 32,
      "verse_end": 32,
      "text": "And that the passages are stopped, and the reedes they haue burnt with fire, and the men of warre are afrighted.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 33,
      "verse_end": 33,
      "text": "For thus saith the Lord of hostes, the God of Israel; The daughter of Babylon is like a threshing floore; it is time to thresh her: yet a little while, and the time of her haruest shall come.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Nebuchadrezzar the king of Babylon hath deuoured me, he hath crushed me; he hath made me an emptie vessell: hee hath swallowed mee vp like a dragon; he hath filled his bellie with my delicates, he hath cast me out.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 35,
      "verse_end": 35,
      "text": "The violence done to me and to my flesh, be vpon Babylon, shall the inhabitant of Zion say; and my blood vpon the inhabitants of Caldea, shall Ierusalem say.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 36,
      "verse_end": 36,
      "text": "Therefore thus saith the Lord, Behold, I wil plead thy cause, and take vengeance for thee, and I will drie vp her sea, and make her springs drie.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 37,
      "verse_end": 37,
      "text": "And Babylon shal become heaps, a dwelling place for dragons, an astonishment, and an hissing without an inhabitant.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 38,
      "verse_end": 38,
      "text": "They shall roare together like lions; they shall yell as lions whelps.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 39,
      "verse_end": 39,
      "text": "In their heat I will make their feasts, and I will make them drunken, that they may reioyce, and sleepe a perpetuall sleepe, and not wake, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 40,
      "verse_end": 40,
      "text": "I will bring them downe like lambes to the slaughter, like rammes with hee goates.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 41,
      "verse_end": 41,
      "text": "How is Sheshach taken? and how is the praise of the whole earth surprised? how is Babylon become an astonishment among the nations?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 42,
      "verse_end": 42,
      "text": "The sea is come vp vpon Babylon: she is couered with the multitude of the waues thereof.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 43,
      "verse_end": 43,
      "text": "Her cities are a desolation, a dry land and a wildernes, a land wherein no man dwelleth, neither doeth any sonne of man passe thereby.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 44,
      "verse_end": 44,
      "text": "And I will punish Bel in Babylon, and I will bring forth out of his mouth that which he hath swallowed vp, and the nations shall not flow together any more vnto him, yea, the wall of Babylon shall fall.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 45,
      "verse_end": 45,
      "text": "My people, goe ye out of the midst of her, and deliuer ye euery man his soule frō the fierce anger of the Lord,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 46,
      "verse_end": 46,
      "text": "And lest your heart faint, and ye feare for the rumour that shall be heard in the land: a rumour shall both come one yeere, and after that in another yeere shall come a rumour, and violence in the land, ruler against ruler.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 47,
      "verse_end": 47,
      "text": "Therefore behold, the dayes come, that I will doe iudgment vpon the grauen images of Babylon, and her whole land shall bee confounded, and all her slaine shall fall in the midst of her.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 48,
      "verse_end": 48,
      "text": "Then the heauen and the earth, and all that is therein, shall sing for Babylon: for the spoilers shall come vnto her from the North, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 49,
      "verse_end": 49,
      "text": "As Babylon hath caused the slaine of Israel to fall: so at Babylon shall fall the slaine of all the earth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 50,
      "verse_end": 50,
      "text": "Ye that haue escaped the sword, go away, stand not still: remember the Lord afarre off: and let Ierusalem come into your mind.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 51,
      "verse_end": 51,
      "text": "We are confounded, because wee haue heard reproch, shame hath couered our faces: for strangers are come into the Sanctuaries of the Lords house.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 52,
      "verse_end": 52,
      "text": "Wherfore behold, the dayes come, saith the Lord, that I will do iudgment vpon her grauen images, and through all her land the wounded shall grone.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 53,
      "verse_end": 53,
      "text": "Though Babylon should mount vp to heauen, and though shee should fortifie the height of her strength, yet from me shall spoilers come vnto her, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 54,
      "verse_end": 54,
      "text": "A sound of a crie commeth from Babylon, and great destruction from the land of the Caldeans.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 55,
      "verse_end": 55,
      "text": "Because the Lord hath spoiled Babylon, and destroyed out of her the great voyce when her waues doe roare like great waters, a noise of their voice is vttered.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 56,
      "verse_end": 56,
      "text": "Because the spoiler is come vpon her, euen vpon Babylon, and her mightie men are taken, euery one of their bowes is broken, for the Lord God of recompenses shall surely requite.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 57,
      "verse_end": 57,
      "text": "And I will make drunke her princes and her wise men, her captaines and her rulers, and her mightie men: and they shall sleepe a perpetuall sleepe, and not wake, saith the king, whose Name is the Lord of hosts.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 58,
      "verse_end": 58,
      "text": "Thus saith the Lord of hosts, The broad walles of Babylon shalbe vtterly broken, and her high gates shal be burnt with fire, and the people shall labour in vaine, and the folke in the fire, and they shall be weary.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 59,
      "verse_end": 59,
      "text": "¶ The word which Ieremiah the prophet commanded Seraiah the sonne of Neriah, the sonne of Maaseiah, when he went with Zedekiah the king of Iudah into Babylon, in the fourth yeere of his reigne, and this Seraiah was a quiet prince.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 60,
      "verse_end": 60,
      "text": "So Ieremiah wrote in a booke all the euill that should come vpon Babylon: euen all these wordes that are written against Babylon.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 61,
      "verse_end": 61,
      "text": "And Ieremiah said to Seraiah, When thou commest to Babylon, and shalt see, and shalt read all these words,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 62,
      "verse_end": 62,
      "text": "Then shalt thou say, O Lord, thou hast spoken against this place, to cut it off, that none shall remaine in it, neither man nor beast, but that it shalbe desolate for euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 63,
      "verse_end": 63,
      "text": "And it shall bee when thou hast made an end of reading this booke, that thou shalt binde a stone to it, and cast it into the midst of Euphrates.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 51,
      "verse_start": 64,
      "verse_end": 64,
      "text": "And thou shalt say, Thus shall Babylon sinke, and shall not rise from the euill that I will bring vpon her: and they shall be wearie. Thus farre are the words of Ieremiah.",
      "info": ""
    }
  ]
}