{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 1,
      "verse_end": 1,
      "text": "The word that came to Ieremiah from the Lord, saying,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Stand in the gate of the Lords house, and proclaime there this word, and say, Heare the word of the Lord, all ye of Iudah, that enter in at these gates to worship the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 3,
      "verse_end": 3,
      "text": "Thus saith the Lord of hostes the God of Israel; Amend your wayes, and your doings, and I will cause you to dwell in this place.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Trust ye not in lying words, saying, The Temple of the Lord, the Temple of the Lord, the Temple of the Lord are these.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 5,
      "verse_end": 5,
      "text": "For if ye throughly amend your waies and your doings, if you throughly execute iudgement betweene a man and his neighbour:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 6,
      "verse_end": 6,
      "text": "If ye oppresse not the stranger, the fatherlesse and the widow, and shed not innocent blood in this place, neither walke after other gods to your hurt:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Then will I cause you to dwell in this place, in the land that I gaue to your fathers, for euer and euer.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 8,
      "verse_end": 8,
      "text": "¶ Behold, ye trust in lying words, that cannot profit.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 9,
      "verse_end": 9,
      "text": "Will ye steale, murther, and commit adulterie, and sweare falsly, and burne incense vnto Baal, and walke after other gods, whom ye know not;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 10,
      "verse_end": 10,
      "text": "And come and stand before me in this house, which is called by my Name, and say, We are deliuered, to do all these abominations?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 11,
      "verse_end": 11,
      "text": "Is this house, which is called by my Name, become a denne of robbers in your eies? Behold, euen I haue seen it, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 12,
      "verse_end": 12,
      "text": "But goe yee now vnto my place which was in Shiloh, where I set my Name at the first, and see what I did to it, for the wickednesse of my people Israel.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And now because ye haue done all these workes, saith the Lord, and I spake vnto you, rising vp earely, and speaking, but ye heard not; and I called you, but ye answered not:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 14,
      "verse_end": 14,
      "text": "Therefore will I doe vnto this house, which is called by my Name, wherein yee trust, and vnto the place which I gaue to you, and to your fathers, as I haue done to Shiloh.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 15,
      "verse_end": 15,
      "text": "And I will cast you out of my sight, as I haue cast out all your brethren, euen the whole seed of Ephraim.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 16,
      "verse_end": 16,
      "text": "Therefore pray not thou for this people, neither lift vp cry nor prayer for them, neither make intercession to me, for I will not heare thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Seest thou not what they doe in the cities of Iudah, and in the streets of Ierusalem?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 18,
      "verse_end": 18,
      "text": "The children gather wood, and the fathers kindle the fire, &amp; the women knead their dough to make cakes to the Queene of heauen, and to powre out drinke offerings vnto other gods, that they may prouoke me to anger.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 19,
      "verse_end": 19,
      "text": "Doe they prouoke mee to anger, saith the Lord ? Doe they not prouoke themselues to the confusion of their owne faces?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Therefore thus saith the Lord God, Behold, mine anger and my furie shalbe powred out vpon this place, vpon man &amp; vpon beast, and vpon the trees of the field, and vpon the fruit of the ground, and it shall burne, and shall not be quenched.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 21,
      "verse_end": 21,
      "text": "¶ Thus saith the Lord of hosts the God of Israel, Put your burnt offrings vnto your sacrifices, &amp; eate flesh.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 22,
      "verse_end": 22,
      "text": "For I spake not vnto your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 23,
      "verse_end": 23,
      "text": "But this thing commaunded I them, saying, Obey my voice, and I wil be your God, and ye shalbe my people: and walke ye in all the wayes that I haue commanded you, that it may be well vnto you.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But they hearkened not, nor inclined their eare, but walked in the counsels and in the imagination of their euill heart, and went backward, and not forward.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 25,
      "verse_end": 25,
      "text": "Since the day that your fathers came forth out of the land of Egypt vnto this day, I haue euen sent vnto you all my seruants the Prophets, daily rising vp early, and sending them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Yet they hearkned not vnto me, nor inclined their eare, but hardened their neck, they did worse then their fathers.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 27,
      "verse_end": 27,
      "text": "Therefore thou shalt speake all these wordes vnto them, but they will not hearken to thee: thou shalt also call vnto them, but they will not answere thee.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 28,
      "verse_end": 28,
      "text": "But thou shalt say vnto them; This is a nation, that obeyeth not the voyce of the Lord their God, nor receiueth correction: trueth is perished, and is cut off from their mouth.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 29,
      "verse_end": 29,
      "text": "¶ Cut off thine haire, O Ierusalem, and cast it away, and take vp a lamentation on high places, for the Lord hath reiected, and forsaken the generation of his wrath.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 30,
      "verse_end": 30,
      "text": "For the children of Iudah haue done euill in my sight, saith the Lord: they haue set their abominations in the house which is called by my Name, to pollute it.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 31,
      "verse_end": 31,
      "text": "And they haue built the high places of Tophet which is in the valley of the sonne of Hinnom, to burne their sonnes and their daughters in the fire, which I commanded them not, neither came it into my heart.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 32,
      "verse_end": 32,
      "text": "¶ Therefore behold, the dayes come, saith the Lord, that it shall no more be called Tophet, nor the valley of the sonne of Hinnom, but the valley of slaughter: for they shall bury in Tophet, till there be no place.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 33,
      "verse_end": 33,
      "text": "And the carkeises of this people shall be meate for the fowles of the heauen, and for the beasts of the earth, and none shall fray them away.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 7,
      "verse_start": 34,
      "verse_end": 34,
      "text": "Then will I cause to cease from the cities of Iudah, and from the streets of Ierusalem, the voice of mirth and the voice of gladnesse, the voice of the bridegroome, and the voice of the bride: for the land shall be desolate.",
      "info": ""
    }
  ]
}