{
  "header": "",
  "footer": "",
  "language": "English",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 1,
      "verse_end": 1,
      "text": "Oh that my head were waters, and mine eyes a fountaine of teares, that I might weepe day and night for the slaine of the daughter of my people.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 2,
      "verse_end": 2,
      "text": "Oh that I had in the wildernesse a lodging place of wayfaring men, that I might leaue my people, and goe from them: for they be all adulterers, an assembly of treacherous men.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 3,
      "verse_end": 3,
      "text": "And they bend their tongue like their bow for lies: but they are not valiant for the trueth vpon the earth: for they proceed from euil to euill, and they know not me, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 4,
      "verse_end": 4,
      "text": "Take yee heede euery one of his neighbour, and trust yee not in any brother: for euery brother will vtterly supplant, and euery neighbour will walke with slanders.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 5,
      "verse_end": 5,
      "text": "And they will deceiue euery one his neighbour, and will not speake the trueth, they haue taught their tongue to speake lies, and weary themselues to commit iniquity.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 6,
      "verse_end": 6,
      "text": "Thine habitation is in the middest of deceit, through deceit they refuse to know me, sayth the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 7,
      "verse_end": 7,
      "text": "Therfore thus saith the Lord of hostes; Behold, I will melt them, and trie them: for how shall I doe for the daughter of my people?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 8,
      "verse_end": 8,
      "text": "Their tongue is as an arrowe shot out, it speaketh deceit: one speaketh peaceably to his neighbour with his mouth, but in heart he layeth his waite.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 9,
      "verse_end": 9,
      "text": "¶ Shall I not visit them for these things, saith the Lord ? shall not my soule be auenged on such a nation as this?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 10,
      "verse_end": 10,
      "text": "For the mountaines will I take vp a weeping and wayling, and for the habitations of the wildernesse a lamentation, because they are burnt vp, so that none can passe through them, neither can men heare the voyce of the cattell, both the foule of the heauens, and the beast are fled, they are gone.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 11,
      "verse_end": 11,
      "text": "And I will make Ierusalem heapes, and a denne of dragons, and I wil make the cities of Iudah desolate, without an inhabitant.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 12,
      "verse_end": 12,
      "text": "¶ Who is the wise man that may vnderstand this, and who is he to whom the mouth of the Lord hath spoken, that hee may declare it; for what the land perisheth, and is burnt vp like a wildernesse that none passeth through?",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 13,
      "verse_end": 13,
      "text": "And the Lord saith; Because they haue forsaken my law, which I set before them, and haue not obeyed my voyce, neither walked therein;",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 14,
      "verse_end": 14,
      "text": "But haue walked after the imagination of their owne heart, &amp; after Baalim, which their fathers taught them:",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 15,
      "verse_end": 15,
      "text": "Therefore thus saith the Lord of hosts, the God of Israel, Behold, I will feed them, euen this people with wormewood, and giue them water of gall to drinke.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 16,
      "verse_end": 16,
      "text": "I will scatter them also among the heathen, whome neither they nor their fathers haue knowen: and I wil send a sword after them, til I haue consumed them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 17,
      "verse_end": 17,
      "text": "¶ Thus saith the Lord of hosts, Consider yee, and call for the mourning women, that they may come, and send for cunning women, that they may come.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 18,
      "verse_end": 18,
      "text": "And let them make haste, and take vp a wailing for vs, that our eyes may run down with teares, and our eyelids gush out with waters.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 19,
      "verse_end": 19,
      "text": "For a voyce of wayling is heard out of Zion, How are we spoiled? wee are greatly confounded, because wee haue forsaken the land, because our dwellings haue cast vs out.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 20,
      "verse_end": 20,
      "text": "Yet heare the word of the Lord, O ye women, &amp; let your eare receiue the word of his mouth, and teach your daughters wailing, and euery one her neighbour lamentation.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 21,
      "verse_end": 21,
      "text": "For death is come vp into our windowes, and is entred into our palaces, to cut off the children from without and the yong men from the streetes.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 22,
      "verse_end": 22,
      "text": "Speake, Thus saith the Lord, Euen the carkeises of men shall fall as dung vpon the open field, and as the handfull after the haruest man, and none shall gather them.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 23,
      "verse_end": 23,
      "text": "¶ Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 24,
      "verse_end": 24,
      "text": "But let him that glorieth, glory in this, that hee vnderstandeth and knoweth me, that I am the Lord which exercise louing kindnesse, iudgement and righteousnesse in the earth: for in these things I delight, saith the Lord.",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 25,
      "verse_end": 25,
      "text": "¶ Behold, the dayes come, saith the Lord, that I will punish all them which are circumcised, with the vncircumcised,",
      "info": ""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse_start": 26,
      "verse_end": 26,
      "text": "Egypt, and Iudah, and Edom, and the children of Ammon, and Moab, and all that are in the vtmost corners, that dwell in the wildernesse: for all these nations are vncircumcised, and all the house of Israel are vncircumcised in the heart.",
      "info": ""
    }
  ]
}